{
  "id": "2.1",
  "title": "§ 2.1. Инерциал тооллын системүүд",
  "body": [
    {
      "type": "header",
      "id": "2.1",
      "value": "§ 2.1. Инерциал тооллын системүүд"
    },
    {
      "type": "header",
      "value": "Инерцийн хууль"
    },
    {
      "type": "text",
      "value": "Кинематикт хөдөлгөөнийг зөвхөн дүрслэх тухай яригддаг бөгөөд эдгээр хөдөлгөөнийг үүсгэж буй шалтгааны тухай асуудал хөндөгддөггүй тул янз бүрийн тооллын системүүдийн хооронд ямар ч зарчмын ялгаа байхгүй, иймээс тэдгээр нь бүгд эрх тэгш байдаг. Харин динамикт, өөрөөр хэлбэл хөдөлгөөний хуулиудыг судлах үед байдал огт өөр байна. Энд янз бүрийн тооллын системүүдийн хооронд зарчмын ялгаа болон тооллын системүүдийн нэг анги нөгөөгөөсөө давуу талтай болох нь илэрдэг."
    },
    {
      "type": "text",
      "value": "Зарчмын хувьд тооллын олон системээс дурын нэгийг авч болно. Гэвч механикийн хуулиуд нь янз бүрийн тооллын системд ерөнхийдөө өөр өөр хэлбэртэй байдаг бөгөөд дурын тооллын системд маш энгийн үзэгдлийн хууль ч нэлээд түвэгтэй байж болзошгүй. Ийд механикийн хуулиуд аль болох энгийн байх тийм тооллын системийг олох асуудал зүй ёсоор гарч ирнэ. Тийм тооллын систем нь механик үзэгдлүүдийг дүрслэхэд хамгийн тохиромжтой байх нь ойлгомжтой."
    },
    {
      "type": "text",
      "value": "Энэ асуудлыг шийдэхийн тулд ямар нэг дурын тооллын системтэй харьцангуй материаллаг цэгийн хурдатгалыг авч үзье. Энэ хурдатгалын шалтгаан нь юу вэ? Туршлагаас үзэхэд энэ шалтгаан нь тухайн цэгт үйлчилж буй ямар нэг тодорхой биеийн үйлчлэл, эсвэл тооллын системийн өөрийнх нь шинж чанар (үнэхээр, янз бүрийн тооллын системтэй харьцангуй хурдатгал ерөнхий тохиолдолд янз бүр байна) байж болно."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч материаллаг цэгийн хурдатгал нь зөвхөн түүний бусад биетэй харилцан үйлчлэлцэх үйлчлэлээр тодорхойлогддог тийм тооллын систем оршин байдаг гэж таамаглаж болно. Бусад ямар ч биеийн үйлчлэлд өртөөгүй чөлөөт материаллаг цэг ийм тооллын системтэй харьцангуй шулуун бөгөөд жигд хөдөлдөг, эсвэл инерцээрээ хөдөлдөг гэж ярьдаг. Ийм тооллын системийг <b>инерциал</b> гэж нэрлэдэг."
    },
    {
      "type": "note",
      "value": "Инерциал тооллын системүүд оршин байдаг гэсэн баталгаа нь механикийн нэгдүгээр хууль буюу Галилей-Ньютоны инерцийн хуулийн агуулгыг бүрдүүлдэг."
    },
    {
      "type": "text",
      "value": "Инерциал тооллын систем оршин байдаг нь туршлагаар батлагддаг. Анхны туршилтуудаар Дэлхий нь ийм тооллын систем мөн болохыг тогтоосон. Дараагийн илүү нарийвчлалтай туршилтууд (Фукогийн дүүжингийн туршилт болон түүнтэй төстэй бусад туршилтууд) энэ тооллын систем нь бүрэн инерциал биш болохыг харуулсан*, тухайлбал: ямар нэг тодорхой биеийн үйлчлэлээр тайлбарлах боломжгүй хурдатгалууд илэрсэн. Үүний зэрэгцээ гарагуудын хурдатгалын ажиглалт нь Нарны төв болон «үл хөдлөх» ододтой холбоотой гелиоцентрик тооллын системийн инерциал шинж чанарыг харуулсан. Одоогийн байдлаар гелиоцентрик тооллын системийн инерциал шинж чанар нь бүх туршилтын үр дүнгээр батлагдаж байна."
    },
    {
      "type": "note",
      "value": "* Дэлхийтэй холбоотой тооллын системийг олон тохиолдолд практик дээр инерциал гэж тооцож болдгийг тэмдэглэе."
    },
    {
      "type": "text",
      "value": "Гелиоцентрик системтэй харьцангуй жигд, шулуун хөдөлж буй өөр дурын тооллын систем нь мөн инерциал байна. Үнэхээр, хэрэв гелиоцентрик тооллын системд биеийн хурдатгал тэгтэй тэнцүү бол энэ нь бусад аль ч ийм системд мөн тэгтэй тэнцүү байна."
    },
    {
      "type": "text",
      "value": "Ийнхүү, бие биетэйгээ харьцангуй шулуун бөгөөд жигд хөдөлж буй цор ганц биш, харин тоолж баршгүй олон инерциал тооллын систем оршин байдаг. Инерциал системтэй харьцангуй хурдатгалтай хөдөлж буй тооллын системийг <b>инерциал бус</b> гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "<b>Орон зай ба цаг хугацааны тэгш хэмийн шинж чанарын тухай.</b> Инерциал тооллын системийн чухал онцлог нь тэдгээрийн хувьд орон зай ба цаг хугацаа нь тэгш хэмийн тодорхой шинж чанартай байдагт оршино. Тухайлбал: эдгээр тооллын системд орон зай нэгэн төрлийн бөгөөд изотроп, харин цаг хугацаа нэгэн төрлийн байдаг гэдгийг туршлага баталдаг."
    },
    {
      "type": "text",
      "value": "Орон зайн нэгэн төрлийн ба изотроп шинж чанар нь орон зайн шинж чанар янз бүрийн цэгт ижил (нэгэн төрлийн), харин цэг бүрт бүх чиглэлд ижил (изотроп) байдагт оршино."
    },
    {
      "type": "text",
      "value": "Цаг хугацааны нэгэн төрлийн шинж чанар нь физик үзэгдлийн (ижил нөхцөлд) үргэлжлэх явц нь түүнийг ажигласан янз бүрийн хугацаанд ижил байдагт оршино. Өөрөөр хэлбэл, цаг хугацааны янз бүрийн агшин нь физик шинж чанарынхаа хувьд хоорондоо эквивалент байна."
    },
    {
      "type": "text",
      "value": "Инерциал бус тооллын системтэй харьцангуй орон зай нь нэгэн төрлийн бус, изотроп бус байдгийг тэмдэглэе. Энэ нь хэрэв ямар нэг бие өөр ямар ч биетэй харилцан үйлчлэлцэхгүй байлаа ч түүний орон зай дахь янз бүрийн байрлал болон янз бүрийн баримжаа нь механик харьцааны хувьд эквивалент биш байна гэсэн үг юм. Энэ нь ерөнхий тохиолдолд цаг хугацаанд ч мөн хамаарах бөгөөд тэр нь нэгэн төрлийн бус (инерциал бус системд) байна, өөрөөр хэлбэл түүний янз бүрийн агшин эквивалент биш байна. Орон зай ба цаг хугацааны ийм шинж чанар нь механик үзэгдлийн тодорхойлолтод ихээхэн хүндрэл учруулах байсан нь ойлгомжтой. Жишээлбэл, бусад биеийн үйлчлэлд өртөөгүй бие нь тайван байж чадахгүй: хэрэв түүний хурд цаг хугацааны ямар нэг агшинд тэгтэй тэнцүү байсан ч дараагийн агшинд бие тодорхой чиглэлд хөдөлж эхлэх байсан."
    },
    {
      "type": "header",
      "value": "Галилейн харьцангуйн зарчим"
    },
    {
      "type": "text",
      "value": "Инерциал тооллын системүүдийн хувьд харьцангуйн зарчим хүчинтэй бөгөөд үүний дагуу бүх инерциал систем механик шинж чанараараа хоорондоо эквивалент байна. Энэ нь тухайн инерциал системийн «дотор» хийгдсэн ямар ч механик туршилтаар уг тооллын систем тайван байгаа эсвэл хөдөлж байгаа эсэхийг тогтоох боломжгүй гэсэн үг юм. Бүх инерциал тооллын системд орон зай ба цаг хугацааны шинж чанар ижил, мөн механикийн бүх хууль ижил байна."
    },
    {
      "type": "text",
      "value": "Энэхүү баталгаа нь Ньютоны механикийн хамгийн чухал зарчмуудын нэг болох Галилейн харьцангуйн зарчмын агуулгыг бүрдүүлдэг. Энэ зарчим нь туршлагын нэгтгэл бөгөөд хурд нь гэрлийн хурдаас хавьгүй бага байх биеийн хөдөлгөөнд Ньютоны механикийг хэрэглэх олон талт хэрэглээгээр батлагддаг."
    },
    {
      "type": "text",
      "value": "Дээр дурдсан бүх зүйл нь инерциал тооллын системийн шинж чанарын онцгой байдлыг хангалттай тодорхой гэрчилж байгаа бөгөөд үүний улмаас чухамхүү эдгээр системийг механик үзэгдлийг судлахад дүрмийн дагуу ашиглах ёстой."
    },
    {
      "type": "header",
      "value": "Галилейн хувиргалт"
    },
    {
      "type": "text",
      "value": "Нэг инерциал тооллын системээс нөгөөд шилжих үеийн координат хувиргалтын томьёог олъё. $K^{\\prime}$ инерциал систем нь өөр нэг $K$ инерциал системтэй харьцуулахад $\\mathbf{V}$ хурдтайгаар хөдөлж байна гэе. $K^{\\prime}$-системийн $X^{\\prime}, Y^{\\prime}, Z^{\\prime}$ координатын тэнхлэгүүдийг $K$-системийн харгалзах $X, Y, Z$ тэнхлэгүүдтэй параллель байхаар, ингэхдээ $X^{\\prime}$ ба $X$ тэнхлэгүүд хоорондоо давхцаж, $\\mathbf{V}$ векторын дагуу чиглэсэн байхаар сонгон авъя (Зураг 2.1). Тооллын эхийг авч үзье."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-040_338_428_300_728.jpg",
      "caption": "Зураг 2.1"
    },
    {
      "type": "equation",
      "value": "\\mathbf{r}^{\\prime}=\\mathbf{r}-\\mathbf{V} t",
      "tag": "2.1"
    },
    {
      "type": "text",
      "value": "мөн түүнчлэн"
    },
    {
      "type": "equation",
      "value": "t^{\\prime}=t .",
      "tag": "2.2"
    },
    {
      "type": "text",
      "value": "Энд хэрчмийн урт ба цаг хугацааны явц нь хөдөлгөөний төлөв байдлаас хамаарахгүй, иймээс хоёр тооллын системд ижил байна гэж үзэж байгаа. Орон зай ба цаг хугацааны үнэмлэхүй чанарын тухай таамаглал нь гэрлийн хурдаас хавьгүй бага хурдтай хөдөлгөөнийг судлахад хамаарах туршилтын өргөн материалд үндэслэсэн Ньютоны механикийн төсөөллийн үндэс болдог."
    },
    {
      "type": "text",
      "value": "(2.1) ба (2.2) харьцаанууд нь Галилейн хувиргалтыг илэрхийлнэ."
    },
    {
      "type": "text",
      "value": "Координатаар бичвэл эдгээр хувиргалт нь дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "x^{\\prime}=x-V t, \\quad y^{\\prime}=y, \\quad t^{\\prime}=t .",
      "tag": "2.3"
    },
    {
      "type": "text",
      "value": "(2.1)-ийг хугацаагаар дифференциалчилж, нэг инерциал тооллын системээс нөгөөд шилжих үеийн цэгийн хурдны хувиргалтын сонгодог хуулийг олцгооё:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{v}^{\\prime}=\\mathbf{v}-\\mathbf{V} .",
      "tag": "2.4"
    },
    {
      "type": "text",
      "value": "Энэ илэрхийлэлийг $\\mathbf{V}=$ const гэдгийг тооцон хугацаагаар дифференциалчилбал $\\mathbf{a}^{\\prime}=\\mathbf{a}$ буюу цэгийн хурдатгал бүх инерциал тооллын системд ижил байна гэж гарна."
    }
  ]
}