{
  "id": "2.5",
  "title": "§ 2.5. Инерциал бус тооллын системүүд. Инерцийн хүчнүүд",
  "body": [
    {
      "type": "header",
      "id": "2.5",
      "value": "§ 2.5. Инерциал бус тооллын системүүд. Инерцийн хүчнүүд"
    },
    {
      "type": "header",
      "value": "Инерциал бус систем дэх динамикийн үндсэн тэгшитгэл"
    },
    {
      "type": "text",
      "value": "Өмнө тэмдэглэсэнчлэн динамикийн үндсэн тэгшитгэл нь зөвхөн инерциал тооллын системүүдэд хүчин төгөлдөр байдаг. Гэсэн хэдий ч бидэнд сонирхолтой бодлогын шийдлийг инерциал бус системүүдэд (жишээлбэл, хурдасч явж буй вагон дахь математик дүүжингийн хөдөлгөөн, Дэлхийн гадаргуутай харьцуулсан хиймэл дагуулын хөдөлгөөн гэх мэт) олох шаардлагатай олон тохиолдол байдаг. Иймд асуулт гарна: динамикийн үндсэн тэгшитгэлийг инерциал бус тооллын системүүдэд ч хүчинтэй болгохын тулд түүнийг хэрхэн өөрчлөх ёстой вэ?"
    },
    {
      "type": "text",
      "value": "Энэ зорилгоор хоёр тооллын систем авцгаая: инерциал $K$-систем ба инерциал бус $K'$-систем. Бөөмийн $m$ масс, түүнд тойрон байгаа биеүүдийн талаас үйлчилж буй $\\mathbf{F}$ хүч, $K'$-системийн $K$-системтэй харьцуулсан хөдөлгөөний шинж чанар мэдэгдсэн байг гэж үзье. $K'$-систем $K$-системтэй харьцуулахад $\\mathbf{a}_{0}$ хурдатгалтайгаар давших хөдөлгөөн хийж буй тэнхлэгийг тойрон $\\omega$ тогтмол өнцгийн хурдтайгаар эргэдэг хангалттай ерөнхий тохиолдлыг авч үзье. Хурдатгалуудын хувиргалтын (1.31) томъёог ашиглая. Үүнээс $K'$-систем дэх бөөмийн хурдатгал дараах байдалтай болох нь гарна:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{a}^{\\prime}=\\mathbf{a}-\\mathbf{a}_{0}+\\omega^{2} \\boldsymbol{\\rho}+2\\left[\\mathbf{v}^{\\prime} \\boldsymbol{\\omega}\\right],",
      "tag": "2.17"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{v}'$ — $K'$-системтэй харьцуулсан бөөмийн хурд, $\\boldsymbol{\\rho}$ — эргэлтийн тэнхлэгт перпендикуляр, энэ тэнхлэгтэй харьцуулсан бөөмийн байрлалыг тодорхойлогч радиус-вектор."
    },
    {
      "type": "text",
      "value": "(2.17)-ийн хоёр талыг бөөмийн $m$ массаар үржүүлж, инерциал тооллын системд $m \\mathbf{a}=\\mathbf{F}$ гэдгийг харгалзан үзвэл:"
    },
    {
      "type": "equation",
      "value": "m \\mathbf{a}^{\\prime}=\\mathbf{F}-m \\mathbf{a}_{0}+m \\omega^{2} \\boldsymbol{\\rho}+2 m\\left[\\mathbf{v}^{\\prime} \\boldsymbol{\\omega}\\right]",
      "tag": "2.18"
    },
    {
      "type": "text",
      "value": "Энэ бол $\\mathbf{a}_{0}$ хурдатгалтайгаар давших хөдөлгөөн хийж буй тэнхлэгийг тойрон $\\omega$ тогтмол өнцгийн хурдтайгаар эргэдэг инерциал бус тооллын систем дэх динамикийн үндсэн тэгшитгэл юм. Үүнээс $\\mathbf{F}=0$ үед ч бөөмс энэ системд ерөнхийдөө тэгээс ялгаатай хурдатгалтайгаар хөдөлж, (2.18) тэгшитгэлийн сүүлийн гурван гишүүнд харгалзах зарим хүчнүүд түүнд үйлчилж байгаа мэт болох нь харагдаж байна. Эдгээр хүчнүүдийг инерцийн хүчнүүд гэж нэрлэсэн."
    },
    {
      "type": "text",
      "value": "(2.18) тэгшитгэл харуулж байгаагаар инерцийн хүчнүүдийг оруулснаар динамикийн үндсэн тэгшитгэлийг инерциал бус системүүдэд ч хэлбэрээрээ хадгалах боломжтой болно: зүүн талд — бөөмийн массыг түүний хурдатгал (гэвч инерциал бус тооллын системтэй харьцуулсан) дээр үржүүлсэн үржвэр, баруун талд — хүчнүүд. Гэсэн хэдий ч тойрон байгаа биеүүдийн үйлчлэлээр нөхцөлдсөн $\\mathbf{F}$ хүчнээс гадна инерцийн хүчнүүд — (2.18) тэгшитгэлийн баруун талын бусад гишүүдийг ч харгалзан үзэх шаардлагатай."
    },
    {
      "type": "header",
      "value": "Инерцийн хүчнүүд"
    },
    {
      "type": "text",
      "value": "(2.18) тэгшитгэлийг дараах хэлбэрээр дахин бичье:"
    },
    {
      "type": "equation",
      "value": "m \\mathbf{a}^{\\prime}=\\mathbf{F}+\\mathbf{F}_{\\text{шж}}+\\mathbf{F}_{\\text{төв}}+\\mathbf{F}_{\\text{Кор}},",
      "tag": "2.19"
    },
    {
      "type": "text",
      "value": "энд:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}_{\\text{шж}}=-m \\mathbf{a}_{0}",
      "tag": "2.20"
    },
    {
      "type": "text",
      "value": "— инерциал бус тооллын системийн давших хөдөлгөөнөөр нөхцөлдсөн шилжилтийн инерцийн хүч;"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}_{\\text{төв}}=m \\omega^{2} \\boldsymbol{\\rho}",
      "tag": "2.21"
    },
    {
      "type": "text",
      "value": "— төвөөс зугтаах инерцийн хүч;"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}_{\\text{Кор}}=2 m\\left[\\mathbf{v}^{\\prime} \\boldsymbol{\\omega}\\right],",
      "tag": "2.22"
    },
    {
      "type": "text",
      "value": "— Кориолисын хүч, эсвэл Кориолисын инерцийн хүч. Сүүлийн хоёр хүч нь тооллын системийн эргэлтийн хөдөлгөөнөөр нөхцөлдөнө."
    },
    {
      "type": "text",
      "value": "Бид иймд харж байгаагаар инерцийн хүчнүүд нь инерциал бус тооллын системийн шинж чанаруудаас ($\\mathbf{a}_{0}, \\boldsymbol{\\omega}$), мөн энэ тооллын систем дэх бөөмийн $\\rho$ зай ба $\\mathbf{v}'$ хурднаас хамаардаг."
    },
    {
      "type": "text",
      "value": "Хэрэв, жишээлбэл, инерциал бус тооллын систем давших хөдөлгөөн хийж байвал (инерциал тооллын системтэй харьцуулахад), энэ системд чөлөөт бөөмс дээр зөвхөн нэг (2.20) хүч үйлчилж, түүний чиглэл нь өгөгдсөн тооллын системийн $\\mathbf{a}_{0}$ хурдатгалын эсрэг талтай байдаг. Сануулъя, вагон огцом тоормослох үед инерцийн хүч биднийг урагш, өөрөөр хэлбэл $\\mathbf{a}_{0}$ векторын эсрэг тал руу шидэдэг."
    },
    {
      "type": "text",
      "value": "Өөр тохиолдол: тооллын систем $\\omega$ өнцгийн хурдтайгаар хөдөлгөөнгүй тэнхлэгийг тойрон эргэж, $A$ бие энэ системд тайван байна (жишээлбэл, та \"инээдмийн дугуй\" аттракцион дахь хэвтээ эргэдэг дугуй дээр сууж байна). $A$ бие дээр тойрон байгаа биетэй харилцан үйлчлэлийн хүчнээс гадна эргэлтийн тэнхлэгээс $\\boldsymbol{\\rho}$ радиус-векторын дагуу чиглэсэн (2.21) төвөөс зугтаах инерцийн хүч үйлчилнэ. $A$ бие дугуйтай харьцуулахад тайван байх хугацаанд ($\\mathbf{v}'=0$), энэ хүч нь харилцан үйлчлэлийн хүчийг тэнцвэржүүлнэ. Гэвч бие хөдөлж эхэлсэн даруйд, өөрөөр хэлбэл $\\mathbf{v}'$ хурд гарсан даруйд (2.22) Кориолисын хүч ч үйлчилж эхэлнэ, түүний чиглэл нь $\\left[\\mathbf{v}^{\\prime} \\boldsymbol{\\omega}\\right]$ вектор үржвэрээр тодорхойлогдоно. Тэмдэглэе, Кориолисын хүч нь бие эргэж буй тооллын системд тайван байх эсвэл хөдөлж байгаагаас үл хамааран үйлчилж буй төвөөс зугтаах инерцийн хүчний нэмэлт болгон гарч ирнэ."
    },
    {
      "type": "text",
      "value": "Өмнө тэмдэглэсэнчлэн дэлхийн гадаргуутай холбогдсон тооллын систем олон тохиолдолд практикт инерциал гэж үзэж болно. Гэсэн хэдий ч энэ тооллын системд түүний инерциал бус байдлыг харгалзахгүйгээр тайлбарлах боломжгүй хэд хэдэн үзэгдэл байдаг."
    },
    {
      "type": "text",
      "value": "Жишээлбэл, Дэлхийн гадаргуутай харьцуулсан биеүүдийн чөлөөт унах хурдатгал нь туйлуудад хамгийн их утгатай байдаг нь мэдэгдэж байна. Энэ хурдатгал экватор руу ойртох тусам багасах нь зөвхөн Дэлхий бөмбөрцөг биш байдлаар төдийгүй төвөөс зугтаах инерцийн хүчний өсч буй нөлөөллөөр ч тайлбарлагдана. Эсвэл чөлөөт унаж буй биеүүдийн зүүн тал руу хазайлт, хойд хагас бөмбөрцэгт голуудын баруун эрэг, өмнөд хагас бөмбөрцэгт зүүн эрэг элэгдэх, Фукогийн дүүжингийн хэлбэлзлийн хавтгайн эргэлт гэх мэт үзэгдлүүд. Ийм үзэгдлүүд Дэлхийн гадаргуутай харьцуулсан биеүүдийн хөдөлгөөнтэй холбоотой бөгөөд Кориолисын хүчнүүдийн үйлчлэлээр тайлбарлагдаж болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> $m$ масстай галт тэрэг $\\varphi$ өргөрөг дээр меридианаар $\\mathbf{v}'$ хурдтайгаар хөдөлж байна. Галт тэргийн төмөр зам дээр үзүүлж буй хажуугийн даралтын $\\mathbf{R}'$ хүчийг олцгооё."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-055_358_346_1327_185.jpg",
      "caption": "Зураг 2.5"
    },
    {
      "type": "text",
      "value": "Дэлхийтэй холбогдсон ($\\boldsymbol{\\omega}$ өнцгийн хурдтайгаар эргэдэг) тооллын системд меридианы хавтгайд перпендикуляр галт тэргийн хурдатгалын бүрэлдэхүүн нь тэгтэй тэнцүү. Иймд энэ чиглэлд галт тэрэг дээр үйлчилж буй хүчнүүдийн проекцуудын нийлбэр ч мөн тэгтэй тэнцүү. Энэ нь $\\mathbf{F}_{\\text{Кор}}$ Кориолисын хүч (Зураг 2.5) нь хөдөлгөөний явцад баруун талын төмөр замын талаас галт тэрэг дээр үйлчилж буй хажуугийн даралтын $\\mathbf{R}$ хүчээр тэнцвэржиж байх ёстой гэсэн үг, өөрөөр хэлбэл $\\mathbf{F}_{\\text{Кор}}=-\\mathbf{R}$. Ньютоны гуравдугаар хуулиар галт тэрэг энэ төмөр зам дээр хэвтээ чиглэлд $\\mathbf{R}'=-\\mathbf{R}$ хүчээр үйлчилнэ. Иймд $\\mathbf{R}'=\\mathbf{F}_{\\text{Кор}}=2 m\\left[\\mathbf{v}^{\\prime} \\boldsymbol{\\omega}\\right]$. $\\mathbf{R}'$ векторын модуль нь $R'=2 m v' \\omega \\sin \\varphi$-тай тэнцүү."
    },
    {
      "type": "text",
      "value": "Дараах энгийн жишээ инерциал тооллын системээс инерциал бус руу шилжих үед инерцийн хүчнүүд хэрхэн \"үүсдэг\"-ийг харуулж байна."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Ширээний гадаргуу дээр босоо тэнхлэгийг тойрон $\\omega$ тогтмол өнцгийн хурдтайгаар чөлөөтэй эргэдэг хэвтээ $D$ диск байна. Дискийн дээр Зураг 2.6, $a$-д үзүүлсэнчлэн $m$ масстай бөмбөлөг өлгөөтэй байна. Энэ бөмбөлгийн төлөв байдлыг ширээтэй холбогдсон (инерциал гэж үзэгдэх) $K$-систем болон эргэж буй дисктэй холбогдсон $K'$-системд авч үзье."
    },
    {
      "type": "text",
      "value": "Инерциал $K$-системд бөмбөлөг дээр хоёр хүч үйлчилнэ: хүндийн хүч ба утасны татах хүч. Эдгээр хүчнүүд бие биенээ тэнцвэржүүлж, бөмбөлөг тайван байна."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-056_463_414_508_742.jpg",
      "caption": "Зураг 2.6"
    },
    {
      "type": "text",
      "value": "Инерциал бус $K'$-системд бөмбөлөг $\\omega^{2} \\rho$ хэвийн хурдатгалтайгаар тойрог дагуу жигд хөдөлнө, энд $\\rho$ — бөмбөлгөөс эргэлтийн тэнхлэг хүртэлх зай. Энэ хурдатгал нь инерцийн хүчнүүдийн үйлчлэлээр нөхцөлдөж байгааг амархан баталж болно. Үнэхээр, $K'$-системд дээр дурдсан бие биенээ тэнцвэржүүлж буй хоёр хүчнээс гадна төвөөс зугтаах инерцийн хүч болон Кориолисын хүч (Зураг 2.6, б) үйлчилнэ. Эдгээр хүчнүүдийн проекцуудыг бөмбөлгийн байрлал дахь траекторын $\\mathbf{n}$ нормал дээр авч бичвэл:"
    },
    {
      "type": "equation",
      "value": "m a_{n}^{\\prime}=F_{\\text{Кор}}-F_{\\text{төв}}=2 m v^{\\prime} \\omega-m \\omega^{2} \\rho=m \\omega^{2} \\rho,"
    },
    {
      "type": "text",
      "value": "энд өгөгдсөн тохиолдолд $v'=\\omega \\rho$ гэдгийг харгалзсан. Тэгвэл $a_{n}'=\\omega^{2} \\rho$."
    },
    {
      "type": "header",
      "value": "Инерцийн хүчнүүдийн онцлог шинжүүд"
    },
    {
      "type": "text",
      "value": "Дүгнэж хэлбэл, инерцийн хүчнүүдийг харилцан үйлчлэлийн хүчнүүдээс ялгаж буй чухал онцлог шинжүүдийг жагсаая:"
    },
    {
      "type": "text",
      "value": "1. Инерцийн хүчнүүд нь биеүүдийн харилцан үйлчлэлээр биш, инерциал бус тооллын системүүдийн өөрсдийн шинж чанаруудаар нөхцөлдөнө. Иймд инерцийн хүчнүүд дээр Ньютоны гуравдугаар хууль тархахгүй.\n\n2. Эдгээр хүчнүүд зөвхөн инерциал бус тооллын системүүдэд оршдог — үүнийг буруу ойлголтоос зайлсхийхийн тулд хатуу санах хэрэгтэй. Инерциал тооллын системүүдэд инерцийн хүчнүүд огт байхгүй бөгөөд эдгээр тооллын системүүдэд хүч гэсэн ойлголт зөвхөн Ньютоны утгаар — биеүүдийн харилцан үйлчлэлийн хэмжүүр гэж хэрэглэгдэнэ.\n\n3. Бүх инерцийн хүчнүүд, таталцлын хүчнүүдтэй адил, биеийн массад пропорциональ байдаг. Иймд нэг төрлийн инерцийн хүчний орон, яг таталцлын хүчний орон шиг, бүх биеүүд тэдний массаас үл хамааран нэг мөн адил хурдатгалтайгаар хөдөлнө. Энэ бол алс хэтийн үр дагавартай маш чухал баримт юм."
    },
    {
      "type": "header",
      "value": "Эквивалент байдлын зарчим"
    },
    {
      "type": "text",
      "value": "Инерцийн хүчнүүд, таталцлын хүчнүүдтэй адил, биеүүдийн массад пропорциональ байдаг гэсэн баримт дараах чухал дүгнэлт рүү хүргэнэ. Бид өөрсдийгөө ямар нэгэн хаалттай лаборатори дотор байгаа бөгөөд гадаад ертөнцийг ажиглах боломжгүй гэж төсөөлье. Нэмж хэлэхэд, бид лаборатори хаана байгааг мэдэхгүй гэж үзье: сансар огторгуйд эсвэл, жишээлбэл, Дэлхий дээр. Массаас нь үл хамааран бүх биеүүд лабораторид ижил хурдатгалтайгаар унаж байгааг анзаарахдаа зөвхөн энэ баримтын үндсэн дээр энэ хурдатгал юугаар нөхцөлдсөнийг тогтоож чадахгүй — таталцлын орноор уу, лабораторийн өөрийнх нь хурдатгалтай давших хөдөлгөөнөөр үү, эсвэл эцэст нь эдгээр хоёр шалтгаан хамтдаа уу. Ийм лаборатори дахь биеүүдийн чөлөөт унах ямар ч туршилтууд нэг төрлийн таталцлын орныг нэг төрлийн инерцийн хүчнүүдийн орноос ялгаж чадахгүй."
    },
    {
      "type": "text",
      "value": "Эйнштейн ерөнхийдөө ямар ч физик туршилтаар нэг төрлийн таталцлын орныг нэг төрлийн инерцийн хүчнүүдийн орноос ялгах боломжгүй гэсэн таамаглал дэвшүүлсэн. Постулат болгон өргөмжлөгдсөн энэ таамаглал нь таталцлын хүчнүүд ба инерцийн хүчнүүдийн эквивалент байдлын зарчмын агуулгыг бүрдүүлнэ: нэг төрлийн таталцлын орон дахь бүх физик үзэгдлүүд харгалзах нэг төрлийн инерцийн хүчнүүдийн орон дахь үзэгдлүүдтэй яг адил явагдана."
    },
    {
      "type": "text",
      "value": "Инерцийн хүчнүүд болон таталцлын хүчнүүдийн хоорондох гүн аналоги нь Эйнштейний ерөнхий харьцангуйн онол, эсвэл таталцлын релятивист онолыг бүтээхэд эхлэлийн цэг болсон."
    },
    {
      "type": "text",
      "value": "Төгсгөлд, дурын механик бодлогыг инерциал болон инерциал бус тооллын системүүдэд шийдэж болдог гэдгийг тэмдэглэх шаардлагатай. Тухайн тооллын системийн сонголтыг ихэвчлэн асуудлын тавилт эсвэл шийдлийг аль болох энгийн замаар олох хүсэл эрмэлзлэл заадаг. Үүнд яг инерциал бус тооллын системүүдийг ашиглах нь ихэвчлэн хамгийн тохиромжтой байдаг (2.9-2.11 бодлогуудыг үзнэ үү)."
    }
  ]
}