{
  "id": "1.3",
  "title": "§ 1.3. Гауссын теоремын хэрэглээ",
  "body": [
    {
      "type": "header",
      "value": "§ 1.3. Гауссын теоремын хэрэглээ",
      "id": "1.3"
    },
    {
      "type": "text",
      "value": "Цахилгаан орон $\\mathbf{E}$ нь бүх цэнэгүүдийн бүтэц, байршлаас хамаардаг учраас Гауссын теорем нь ерөнхийдөө уг орныг олох боломжийг олгодоггүй. Гэвч хэд хэдэн тохиолдолд Гауссын теорем нь маш үр дүнтэй аналитик хэрэгсэл болдог: энэ нь бодлогыг гүйцэд бодолгүйгээр зарим нэг зарчмын асуултуудад хариулт өгөх, цаашлаад $\\mathbf{E}$ орныг өөрийг нь онцгой энгийн аргаар олох боломжийг олгоно. Хэд хэдэн жишээ авч үзээд, дараа нь Гауссын теоремыг хэрэглэх нь ямар тохиолдолд хамгийн зохимжтой байдгийг харуулсан зарим нэг ерөнхий дүгнэлтүүдийг томьёолон гаргая."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 1. Цахилгаан оронд цэнэг тогтвортой тэнцвэрт орших боломжгүй тухай.</b> Вакуумд тэнцвэрт оршиж буй үл хөдлөх цэгэн цэнэгүүдийн систем байна гэж үзье. Эдгээр цэнэгүүдийн нэгийг нь – $q$ цэнэгийг авч үзье. Түүний тэнцвэрийн төлөв тогтвортой байж чадах уу?"
    },
    {
      "type": "text",
      "value": "Энэ асуултад хариулахын тулд $q$ цэнэгийг багахан битүү $S$ гадаргуугаар хүрээлүүлье (Зураг 1.6). Тодорхой болгох үүднээс"
    },
    {
      "type": "image",
      "caption": "Зураг 1.6",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-019_209_292_439_235.jpg"
    },
    {
      "type": "text",
      "value": "$q>0$ гэж үзье. Тэгвэл $q$ цэнэгийн тэнцвэр тогтвортой байхын тулд, системийн бусад бүх цэнэгүүдийн үүсгэх $\\mathbf{E}$ орон нь $S$ гадаргуугийн бүх цэгт $q$ цэнэг рүү чиглэсэн байх шаардлагатай: зөвхөн энэ тохиолдолд л $q$ цэнэг тэнцвэрийн байрлалаасаа бага зэрэг хазайх үед түүн дээр буцаах хүч үйлчилж, тэнцвэрийн байрлал нь үнэхээр тогтвортой байх болно. Гэхдээ $q$ цэнэг орчмын $\\mathbf{E}$ орны ийм тогтоц нь Гауссын теоремтой зөрчилдөнө: $S$ гадаргуугаар нэвтрэх $\\mathbf{E}$ векторын урсгал сөрөг гарах бөгөөд, харин Гауссын теоремоор энэ урсгал тэгтэй тэнцүү байх ёстой, учир нь энэхүү урсгалыг $S$ гадаргуугийн гадна байрлах цэнэгүүд үүсгэж байна. Харин $\\mathbf{E}$ векторын урсгал тэгтэй тэнцүү байна гэдэг нь $S$ гадаргуугийн ямар нэг цэгүүдэд $\\mathbf{E}$ вектор дотогшоо, харин зарим цэгт заавал гадагшаа чиглэнэ гэсэн үг. Эндээс ямар ч цахилгаан статик оронд цэнэг тогтвортой тэнцвэртэй байх боломжгүй болох нь мөрдөгдөнө."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 2. Жигд цэнэглэгдсэн хавтгайн орон.</b> Гадаргуун цэнэгийн нягт нь $\\sigma$ байг. Бодлогын тэгш хэмээс харахад $\\mathbf{E}$ вектор нь зөвхөн цэнэглэгдсэн хавтгайд перпендикуляр байх боломжтой нь алган дээрх мэт тодорхой. Түүнээс гадна,"
    },
    {
      "type": "image",
      "caption": "Зураг 1.7",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-019_277_358_1333_237.jpg"
    },
    {
      "type": "text",
      "value": "энэ хавтгайтай харьцангуй тэгш хэмтэй цэгүүдэд $\\mathbf{E}$ вектор нь модулиараа ижил ба чиглэлээрээ эсрэг байх нь тодорхой байна. Орны ийм бүтэц нь битүү гадаргууг Зураг 1.7-д үзүүлсэн шиг байрласан шулуун цилиндр хэлбэрээр сонгох нь зүйтэйг харуулж байна, энд $\\sigma>0$ гэж таамаглав."
    },
    {
      "type": "text",
      "value": "Энэхүү цилиндрийн хажуу гадаргуугаар нэвтрэх урсгал тэгтэй тэнцүү бөгөөд, тиймээс цилиндрийн бүх гадаргуугаар нэвтрэх нийт урсгал"
    },
    {
      "type": "text",
      "value": "$2 E \\Delta S$ болно, үүний $\\Delta S$ — нь суурь тус бүрийн талбай. Цилиндр дотор $\\sigma \\Delta S$ цэнэг агуулагдана. Гауссын теоремоор $2 E \\Delta S=\\sigma \\Delta S / \\varepsilon_{0}$ болох ба, эндээс $E=\\sigma / 2 \\varepsilon_{0}$ гарна. Илүү нарийвчилбал энэ илэрхийллийг дараах байдлаар бичих хэрэгтэй:"
    },
    {
      "type": "equation",
      "value": "E_{n}=\\sigma / 2 \\varepsilon_{0},",
      "tag": "1.10"
    },
    {
      "type": "text",
      "value": "энд $E_{n}$ — $\\mathbf{E}$ векторын цэнэглэгдсэн хавтгайн $\\mathbf{n}$ нормаль дээрх проекц, үүнд $\\mathbf{n}$ вектор нь энэ хавтгайгаас гадагш чиглэсэн байна. Хэрэв $\\sigma>0$ бол $E_{n}>0$ болох ба, өөрөөр хэлбэл Зураг 1.7-н адилаар $\\mathbf{E}$ вектор нь цэнэглэгдсэн хавтгайгаас гадагш чиглэнэ; хэрэв $\\sigma<0$ бол $E_{n}<0$ болох ба, $\\mathbf{E}$ вектор цэнэглэгдсэн хавтгай руу чиглэнэ гэсэн үг юм. $E$ нь хавтгай хүртэлх зайнаас хамаарахгүй байгаа баримт нь, харгалзах цахилгаан орон нь нэгэн төрлийн болохыг (хавтгайгаас зүүн ба баруун талд хоёуланд нь) илэрхийлж байна."
    },
    {
      "type": "text",
      "value": "Гаргаж авсан үр дүн нь зөвхөн төгсгөлгүй хавтгай гадаргуугийн хувьд үнэн бөгөөд, яагаад гэвэл зөвхөн энэ тохиолдолд л дээр дурдсан тэгш хэмийн төсөөллийг ашиглаж болно. Гэхдээ энэ нь төгсгөлөг хэмжээтэй жигд цэнэглэгдсэн хавтгай гадаргуугийн дунд хэсэгтэй залгагдсан, ирмэгээсээ хангалттай хол зайд орших мужид ч мөн ойролцоогоор үнэн байдаг."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 3. $\\sigma$ болон $-\\sigma$ нягттайгаар жигд, эсрэгээр цэнэглэгдсэн хоёр параллель хавтгайн орон.</b>"
    },
    {
      "type": "text",
      "value": "Энэхүү орныг хавтгай тус бүрийн тус тусдаа үүсгэх орнуудын суперпозици байдлаар маш амархан олж болно (Зураг 1.8). Эндхийн дээд сумнууд нь эерэг цэнэгтэй хавтгайн үүсгэх орныг, доод сумнууд нь сөрөг цэнэгтэй хавтгайнхыг илэрхийлж байна. Хавтгайнуудын хооронд нэмэгдэж буй орнуудын хүчлэгүүд ижил чиглэлтэй тул (1.10) үр дүн ердөө хоёр дахин нэмэгдэж өснө, ийнхүү нийлбэр дүнгээр"
    },
    {
      "type": "image",
      "caption": "Зураг 1.8",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-020_277_303_1133_857.jpg"
    },
    {
      "type": "text",
      "value": "хавтгайнуудын хоорондох орны хүчлэг нь"
    },
    {
      "type": "equation",
      "value": "E=\\sigma / \\varepsilon_{0}",
      "tag": "1.11"
    },
    {
      "type": "text",
      "value": "болно, энд $\\sigma$ гэж гадаргуун цэнэгийн нягтын модулийг ойлгоно. Энэ мужаас гадна талд орон тэгтэй тэнцүү байх нь амархан харагдана. Иймээс энэ тохиолдолд орон нь хавтгайнуудын хооронд төвлөрсөн байх ба энэ муж дотроо нэгэн төрлийн байна."
    },
    {
      "type": "text",
      "value": "Гарган авсан үр дүн нь төгсгөлөг хэмжээтэй ялтсуудын хувьд ч мөн ойролцоогоор хүчинтэй ба, хэрэв ялтсуудын хоорондын зай нь тэдгээрийн шугаман хэмжээнээс нэлээд бага (хавтгай конденсатор) байвал шүү дээ. Энэ үед орон нэгэн төрлийн байхаас алдагдах маш мэдэгдэхүйц хазайлт зөвхөн ялтсын ирмэг орчмоор л ажиглагддаг (тооцоонд үүнийг ихэнхдээ үл тоомсорлодог)."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 4. Нэгж уртад оногдох цэнэг нь $\\lambda$ байхаар гадаргуугаараа жигд цэнэглэгдсэн төгсгөлгүй дугуй цилиндрийн орон.</b>"
    },
    {
      "type": "text",
      "value": "Тэгш хэмээс мөрдөгдөхөд орон нь энд радиальны (цацраг) шинж чанартай буюу $\\mathbf{E}$ вектор цэг болгонд цилиндрийн тэнхлэгт перпендикуляр ба $\\mathbf{E}$ векторын модуль нь цилиндрийн тэнхлэгээс хэр алслагдсан $r$ зайнаас л хамаарна. Үүнээс үүдэн зам битүү гадаргууг нэг голтой"
    },
    {
      "type": "image",
      "caption": "Зураг 1.9",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-021_377_323_711_244.jpg"
    },
    {
      "type": "text",
      "value": "шулуун цилиндрийн (Зураг 1.9) хэлбэрээр авах хэрэгтэй болох нь илт харагдана. Тэгвэл энэ цилиндрийн хоёр сууриар дамжих $\\mathbf{E}$ векторын урсгал тэг болох ба, хажуу гадаргуугаараа $E_{r} 2 \\pi r h$ болно, энд $E_{r}$ — $\\mathbf{E}$ векторын $r$ радиустай ба $h$ өндөртэй цилиндрийн хажуу гадаргуугийн $\\mathbf{n}$ нормальтай чиглэл давхцах радиус-вектор $\\mathbf{r}$ дээрх проекц юм. $r>a$ тохиолдолд Гауссын теоремоор $E_{r} 2 \\pi r h=\\lambda h / \\varepsilon_{0}$ болох ба үүнээс"
    },
    {
      "type": "equation",
      "value": "E_{r}=\\frac{\\lambda}{2 \\pi \\varepsilon_{0} r^{2}} \\quad (r>a)",
      "tag": "1.12"
    },
    {
      "type": "text",
      "value": "гарна. $\\lambda>0$ үед $E_{r}>0$ байх ба буюу $\\mathbf{E}$ вектор нь цэнэглэгдсэн цилиндрээс гадагшаа чиглэнэ, харин бусад үед эсрэгээрээ."
    },
    {
      "type": "text",
      "value": "Хэрэв $r<a$ бол зам битүү гадаргуу дотроо цэнэгийг агуулахгүй байх тул энэ муж дотор $E=0$ байна, $r$-ээс огт хамаарахгүй."
    },
    {
      "type": "text",
      "value": "Иймд гадаргуугаараа жигд цэнэглэгдсэн дугуй төгсгөлгүй цилиндрийн дотор орон оршихгүй байна."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 5. $q$ цэнэгэээр жигд цэнэглэгдсэн $a$ радиустай бөмбөрцөг гадаргуугийн орон.</b>"
    },
    {
      "type": "text",
      "value": "Энэхүү орон нь илэрхий төвийн тэгш хэмтэй буюу: ямар ч цэг дэх $\\mathbf{E}$ векторын чиглэл бөмбөрцгийн төвийг дайран өнгөрөх ба, харин $\\mathbf{E}$ векторын модуль зөвхөн бөмбөрцгийн төвөөс алслагдсан $r$ зайнаас л хамаарна. Орны ийм байгууламжийн хувьд зам битүү гадаргуу болгон төвлөрсөн"
    },
    {
      "type": "text",
      "value": "бөмбөрцгийг авах хэрэгтэй нь тодорхой байна. Түүний радиус нь $r>a$ байг, тэгвэл Гауссын теоремоор $E_{r} 4 \\pi r^{2}=q / \\varepsilon_{0}$, эндээс"
    },
    {
      "type": "equation",
      "value": "E_{r}=\\frac{q}{4 \\pi \\varepsilon_{0} r^{2}} \\quad (r>a)",
      "tag": "1.13"
    },
    {
      "type": "text",
      "value": "болно, энд $E_{r}$ — гадаргуугийн ямар ч цэгт $\\mathbf{n}$ нормальтай чиглэл давхцах радиус-вектор $\\mathbf{r}$ дээрх $\\mathbf{E}$ векторын проекц юм. $q$ цэнэгийн тэмдэг нь мөн энд $E_{r}$ проекцийн тэмдгийг тодорхойлох ба, үүний улмаас $\\mathbf{E}$ векторын чиглэлийг өөрийг нь тодорхойлно: цэнэглэгдсэн бөмбөрцгөөс гадагшаа ($q>0$ үед) эсвэл түүнрүү ($q<0$ үед)."
    },
    {
      "type": "text",
      "value": "Хэрэв $r<a$ байрлалтай бол зам битүү гадаргуу дотроо цэнэг агуулахгүй байх учир энэ мужид хаа сайгүй $E=0$ байна, өөрөөр хэлбэл жигд цэнэглэгдсэн бөмбөрцөг гадаргуугийн дотор цахилгаан орон байхгүй байна. Энэхүү гадаргуугийн гадна талд орон $r$ зайнаас хамааран цэгэн цэнэгийн хуультай адил хуулиар буурч байна."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 6. Жигд цэнэглэгдсэн бөмбөрцгийн орон.</b>"
    },
    {
      "type": "text",
      "value": "$q$ цэнэг нь $a$ радиустай бөмбөрцөг даяар жигд тархсан байг. Ийм системийн орон нь байж таарахаар, мөн адил төвийн тэгш хэмтэй тул энд ч цахилгаан орныг олохын тулд зам битүү гадаргуу болгон төвлөрсөн бөмбөрцгийг авах ёстой. Бөмбөрцгийн гадна орших орны хувьд өмнөх жишээтэй адил үр дүн гарахыг тааж ядах юу байх вэ [үзмэр (1.13)]. Харин бөмбөрцгийн дотор талд орныг илэрхийлэх илэрхийлэл өөр байна. $r<a$ радиустай бөмбөрцөг нь дотроо $q^{\\prime}=q(r / a)^{3}$ цэнэгийг хамрах юм, учир нь бидний тохиолдолд цэнэгүүд нь эзлэхүүн шигүүдээр, эзлэхүүн нь радиусын кубээр харьцуулагдана. Тийм болохоор Гауссын теоремын дагуу"
    },
    {
      "type": "equation",
      "value": "E_{r} 4 \\pi r^{2}=\\frac{1}{\\varepsilon_{0}} q(r / a)^{3},",
      "tag": ""
    },
    {
      "type": "text",
      "value": "эндээс"
    },
    {
      "type": "equation",
      "value": "E_{r}=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{a^{3}} r \\quad(r \\le a)",
      "tag": "1.14"
    },
    {
      "type": "text",
      "value": "Өөрөөр хэлбэл жигд цэнэглэгдсэн бөмбөрцгийн дотор орны хүчлэг төвөөсөө $r$ зайнаас хамаарч шугамаар өснө. $E$-ийн $r$-ээс хамаарах хамаарлын графикийг Зураг 1.10-д үзүүлэв."
    },
    {
      "type": "image",
      "caption": "Зураг 1.10",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-022_313_427_1467_732.jpg"
    },
    {
      "type": "text",
      "value": "<b>Ерөнхий дүгнэлт.</b> Эдгээр жишээнүүдээр гаргаж авсан үр дүнгүүдийг (1.5) томьёоны тусламжтайгаар шууд интегралчлан олж болох байсан. Хэдий тийм байсан ч Гауссын теоремыг ашигласан нь эдгээр бодлогуудыг харьцуулж болшгүй хялбар аргаар бодох боломжийг бидэнд олгосныг хэн ч харсан мэдэж байгаа."
    },
    {
      "type": "text",
      "value": "Авч үзсэн бодлогуудын шийдэгдсэн байдлын энэ их амархан хялбар байдал нь, Гауссын теоремоор олон тооны өөр бусад бодлогуудыг шийдэж болно гэх энэхүү аргын хүчинд найдах гэсэн хуурамч сэтгэгдэл төрүүлж болох юм. Харамсалтай нь, тийм биш ээ. Гауссын теоремоор амархан шийдэгдэх бодлогын тоо нэлээд хязгаартай. Тэр ч бүү хэл жигд цэнэгтэй диск шиг тэгш хэмтэй цэнэгийн түгэлтийн орныг олох бодлогын үед Гауссын теорем бол арчаагүй болдог нь шууд ажиглагдана. Энэ тохиолдолд орны бүтэц хангалттай нарийн төвөгтэй байх ба $\\mathbf{E}$ векторын урсгалыг олоход хялбарчилж өгөх шаардлага хангахуйц зам битүү гадаргуу энд байхгүй."
    },
    {
      "type": "text",
      "value": "Гауссын теоремыг орныг тооцоолохдоо ашиглах нь орныг тогтооход тухайн орон тусгай тэгш хэмтэй (ихэнхдээ хавтгай, цилиндрийн, эсвэл бөмбөрцөг) байх тохиолдолд л үр дүнтэй. Тэгш хэм, үүнээс үүдэн ба орны бүтэц нь дараах шаардлагыг хангаж байх ёстой: нэгдүгээрт, хангалттай хялбар зам битүү гадаргуу $S$-г олж болохуйц байх, мөн хоёрдугаарт, $\\mathbf{E}$ векторын урсгалыг олохын тулд $E$ (эсвэл $E_{n}$)-ийг $S$ гадаргуугийн талбай эсвэл түүний аль нэг хэсгээр нь үржүүлэх энгийн үржвэрт ингээд л хүрэх ёстой. Хэрэв тийм биш бол, орныг олох бодлогыг эсвэл (1.5) томьёогоор шууд шийдэх, эсвэл доор дурдах өөр аргуудаар бодох хэрэгтэй болдог."
    }
  ]
}
