{
  "title": "§ 6.1. Инверс орчин. Лазер",
  "body": [
    {
      "type": "header",
      "value": "§ 6.1. Инверс орчин. Лазер",
      "id": "6.1"
    },
    {
      "type": "text",
      "value": "<b>6-р бүлэг. Тэнцвэрт бус макросистем.</b> Өмнөх бүлгүүдэд гол анхаарлаа тэнцвэрт макросистемд хандуулав. Гэвч нарийвчлан авч үзвэл тэнцвэрт систем нь туйлшрал юм. Өдөр тутамдаа бид зөвхөн тэнцвэрт бус системтэй тулгардаг. Тэнцвэрт бус системийн физик нь маш том ирээдүйтэй хөгжиж байна. Бид энэ шинжлэх ухааны салбарын ерөнхий асуудлуудыг хөндөхгүйгээр, зөвхөн хэд хэдэн тусгай практик ач холбогдолтой тохиолдлуудыг авч үзнэ. Эдгээр нь лазер бий болгохтой холбоотой тэнцвэрт бус системүүд, мөн зарим физик хэмжигдэхүүнүүдийн урсгал (шилжилтийн үзэгдэл) юм."
    },
    {
      "type": "text",
      "value": "<b>Албадмал (индукцлэгдсэн) цацраг.</b> Эхэндээ атомын энергийн түвшнүүдийн хооронд хоёр төрлийн шилжилт явагддаг гэж үздэж байв: өөрийн эрхгүй (аяндаа) — дээд түвшнээс доод түвшин рүү болох аяндаа шилжилт, ба цацралын нөлөөгөөр — доод түвшнээс дээд түвшин рүү болох албадмал шилжилт. Эхний төрлийн шилжилт нь фотоны аяндаа ялгаралд хүргэдэг, хоёр дахь нь бодисоор дамжигдах цацралыг шингээхтэй холбоотой."
    },
    {
      "type": "text",
      "value": "Эйнштейн (1918) ийм хоёр төрлийн шилжилт нь цацрал ба бодисын хоорондын тэнцвэрийг тайлбарлахад хангалтгүй гэдгийг ойлгов. Аяндаа шилжилтийн магадлал нь зөвхөн атомын дотоод шинж чанараас хамаарч, тусгалын эрч хүчнээс хамаарахгүй. Харин тусгал шингээх шилжилтийн магадлал нь атомын шинж чанараас гадна тусгах цацралын эрч хүчнээс хамаарна."
    },
    {
      "type": "text",
      "value": "Дурын эрч хүчний тусгалд тэнцвэр тогтоогдохын тулд магадлал нь цацралын эрч хүч нэмэгдэхэд өсдөг шилжилтүүд, өөрөөр хэлбэл цацralын нөлөөгөөр фотон ялгаруулдаг шилжилтүүд шаардлагатай. Ийм шилжилтийн үр дүнд үүссэн цацралыг <i>албадмал буюу индукцлэгдсэн цацрал</i> гэж нэрлэв. Энэ маш чухал нээлтийг, харамсалтай нь, тэр даруй зохистойгоор үнэлсэнгүй."
    },
    {
      "type": "text",
      "value": "Хялбарчлах үүднээс орчны атомуудын (молекулуудын) хоёр энергийн түвшний хооронд Эйнштейний дагуу гурван төрлийн процесс явагддаг гэж үзье: аяндаа цацрал, шингээлт, индукцлэгдсэн цацрал (6.1-р зурагт эдгээрийг ая, шингэ, инд гэж тэмдэглэсэн). Эдгээр түвшний дарааллын кратность $g_1 = g_2 = 1$, өөрөөр хэлбэл давхарлалгүй гэж үзье."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-170_193_399_665_92.jpg",
      "caption": "Зураг 6.1"
    },
    {
      "type": "text",
      "value": "Одоо шилжилтийн «магадлал» $P$-ийг оруулъя. Үүний дор нэг атомд секундэд ногдох шилжилтийн тоог ойлгоно:"
    },
    {
      "type": "equation",
      "value": "P_{21}^{\\text{инд}} = B_{21} u_v, \\quad P_{12}^{\\text{шингэ}} = B_{12} u_v,"
    },
    {
      "type": "text",
      "value": "энд $B_{21}$ ба $B_{12}$ — Эйнштейний гэж нэрлэгддэг коэффициентүүд, $u_v$ — тухайн түвшнүүдийн хоорондох $hv$ энергийн шилжилтэд харгалзах цацралын энергийн спектрийн нягт."
    },
    {
      "type": "text",
      "value": "Термодинамикийн үүднээс авч үзэж Эйнштейн $P_{21}^{\\text{инд}} = P_{12}^{\\text{шингэ}}$ болохыг тогтоов. Энэ нь коэффициентүүд тэнцүү гэсэн үг:"
    },
    {
      "type": "equation",
      "value": "B_{21} = B_{12}."
    },
    {
      "type": "text",
      "value": "Одоо цацралын бодисоор дамжих явцыг авч үзье. Бугерийн хуулиар $I_0$ эрч хүч бүхий цацралын пучок $x$ зайд дамжихад:"
    },
    {
      "type": "equation",
      "value": "I = I_0 e^{-\\varkappa x},"
    },
    {
      "type": "text",
      "value": "энд $\\varkappa$ — шингээлтийн коэффициент. Харин индукцлэгдсэн цацралыг оролцуулан авч үзвэл $v$ давтамжийн пучокийн эрч хүчний алдагдал нь:"
    },
    {
      "type": "equation",
      "value": "-dI_v = P_{12} h v \\cdot N_1 \\, dx - P_{21} h v \\cdot N_2 \\, dx,"
    },
    {
      "type": "text",
      "value": "энд $N_1$ ба $N_2$ — 1, 2 дугаар түвшний атомын концентраци. Пучок параллель учир $u_v = I_v/c$ ба (6.1)-ыг ашиглавал:"
    },
    {
      "type": "equation",
      "value": "-dI_v = (N_1 B_{12} - N_2 B_{21}) \\frac{hv}{c} I_v \\, dx."
    },
    {
      "type": "text",
      "value": "Интегралласны дараа:"
    },
    {
      "type": "equation",
      "value": "I_v = I_0 e^{-\\varkappa' x},"
    },
    {
      "type": "text",
      "value": "шингээлтийн шинэчлэгдсэн коэффициент нь:"
    },
    {
      "type": "equation",
      "value": "\\varkappa' = (N_1 B_{12} - N_2 B_{21}) hv / c \\sim \\left(1 - \\frac{N_2}{N_1}\\right)."
    },
    {
      "type": "text",
      "value": "Энгийн нөхцөлд $N_2 < N_1$ тул $\\varkappa' > 0$, өөрөөр хэлбэл дамжисан цацрал сулардаг."
    },
    {
      "type": "text",
      "value": "Харин хэрэв 2-р түвшний атомын тоог 1-р түвшнийхээс их болговол яах вэ? Тэгвэл индукцлэгдсэн цацралын хувь нэмэр шингээлтээс их болж, $\\varkappa'$ сөрөг болно ба пучок эрч хүч нэмэгдэх болно. Ийм орчныг <i>инверс орчин</i> гэнэ. Энэ санааг В.А. Фабрикант (1940) дэвшүүлсэн боловч анхаарал татаагүй."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч нээлт болов. 1954 онд Н.Г. Басов, А.М. Прохоров нар, тэднээс үл хамааран Ч. Таунс нар индукцлэгдсэн цацралыг ашиглан микроволны мужийн квант генератор — <i>мазер</i>-ийг бүтээв. 1960 онд Мейман лазер — оптикийн мужийн квант генераторыг (рубин лазер) бүтээв. Үүнээс хойш эдгээр шинэ гэрлийн эх үүсвэрүүдийн хурдтай сайжруулалт эхэлсэн."
    },
    {
      "type": "text",
      "value": "<b>Гурван түвшний систем.</b> Энэ санааг практикт хэрэгжүүлэх үндсэн бэрхшээл нь инверс, өөрөөр хэлбэл эрс тэнцвэрт бус орчин бий болгох явдал юм. Энэ асуудлыг гурван түвшний системийн жишээн дээр авч үзье."
    },
    {
      "type": "text",
      "value": "Түвшнүүдийн инверс заселенностийг бий болгохын тулд тэнцвэрт байдлыг сэргээх процессуудыг даван туулахад энерги зарцуулах шаардлагатай. Үүнийг <i>шахалт (накачка)</i>-ын аргаар хийдэг. Гэрлийн шахалтыг рубин лазерт ашигладаг. Идэвхтэй орчин нь Al₂O₃ хромын атомуудаар хэсэгчлэн орлуулагдсан цилиндр хэлбэрийн рубин монокристалл юм."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-172_285_413_1476_68.jpg",
      "caption": "Зураг 6.2"
    },
    {
      "type": "text",
      "value": "Шахалтын энергийг импульс горимд ажилладаг хийн цэнэглэлтийн чийдэнгүүдээр бий болгодог. Нэг импульсын үргэлжлэлт $\\sim 10^{-3}$ с, шахалтын хүч нь хэдэн арван мегаватт хүрдэг. Вспышкийн өмнө Cr атомууд суурь $\\mathcal{E}_1$ энергийн төлөвт байна (6.2-р зурагт). Шахалтын үр дүнд Cr атомууд $\\mathcal{E}_2$ энергийн өдөөгдсөн төлөвт шилждэг. $\\mathcal{E}_2$ түвшэнд Cr атомын наслах хугацаа $10^{-7}$ с-ээс бага. Тэгэхдээ Cr атомууд суурь $\\mathcal{E}_1$ төлөвт биш, ($\\mathcal{E}_1$ руу шилжих магадлал маш бага) $\\mathcal{E}_3$ энергийн төлөвт шилждэг. Ийм шилжилт фотон ялгаруулахгүйгээр явагддаг, харин илүүдэл энерги Cr атомаас кристаллын торонд дамждаг."
    },
    {
      "type": "text",
      "value": "$\\mathcal{E}_3$ түвшин нь <i>метастабил</i> байна (энэ чухал). Cr атомын энэ төлөвт наслах хугацаа харьцангуй урт — $10^{-3}$ с-ийн дэс. Энэ хугацааны туршид орчин идэвхтэй байдалд байна. Ийнхүү $\\mathcal{E}_3$ ба $\\mathcal{E}_1$ түвшнүүдийн заселенностийн инверс үүсдэг. Одоо аяандаа $\\mathcal{E}_3 \\to \\mathcal{E}_1$ шилжилтээс рубин цилиндрийн тэнхлэгийн дагуу чиглэсэн фотон гарахд л хангалттай бөгөөд индукцлэгдсэн цацрал фотоны цасан нуранги хэлбэрийн өсөлтөд хүргэнэ."
    },
    {
      "type": "text",
      "value": "<b>Эргэх холбоо (Обратная связь).</b> Генератор эргэх холбоогүйгээр ажиллахгүй. Лазерт энэ үүргийг оптик резонаторууд — хоёр толин тусгалын системүүд — гүйцэтгэдэг (6.3-р зураг). Индукцлэгдсэн цацрал ойлтын тусламжтайгаар идэвхтэй орчноор олон дахин дамждаг. Нэг толь ($З_2$) нь цацралын нэг хэсгийг гаргахын тулд бага нэвтрүүлэгч болгон хийдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-173_140_558_1012_580.jpg",
      "caption": "Зураг 6.3"
    },
    {
      "type": "text",
      "value": "Лазер генерацийг эхлүүлэхийн тулд толин тусгалын хооронд нэг дамжилтад цацралын өсөлт нь $З_2$ толиноор гарах энергийн алдагдлаас их байх ёстой. Энэ өсөлт тодорхой утгаас — <i>босго өсөлтөөс</i> бага байж болохгүй."
    },
    {
      "type": "text",
      "value": "<b>Лазерын цацралын онцлогууд.</b> Энэ цацрал нь лазерийн бус эх үүсвэр бүхий цацралд байхгүй шинж чанаруудтай. Лазерийн цацрал маш өндөр монохроматчлал, чиглэлжилт, когерентчлалаар онцлогддог. Тухайлбал, сайн хийн гели-неон лазерте цацралын пучокийн дивергенц нь онолын хязгаар $\\delta\\theta \\sim \\lambda/D \\sim 20$ угловын секунд хүрдэг. Ийм лазерын цацралд спектрийн шугамын харьцангуй өргөн $\\delta v/v \\sim 10^{-11} \\div 10^{-12}$. Үүнээс гадна лазер нь нарны температураас $10^{11}$–$10^{12}$ дахин их үр дүнтэй температуртай тохирох эрч хүчний цацрал бий болгодог."
    },
    {
      "type": "text",
      "value": "Рубин лазераас ялгаатай нь хийн лазерууд импульс горимоос гадна тасралтгүй горимд ажиллах боломжтой."
    },
    {
      "type": "text",
      "value": "Одоогийн байдлаар олон янзын лазерууд боловсруулагдсан бөгөөд тэдгээрийн хэрэглээгүй хүрэхгүй байгаа талбар олддоггүй. Гэхдээ энэ нь биднийн гол зорилго — эрс тэнцвэрт бус системүүд бий болгох санааг харуулах, тэдгээрийн ашиглах боломжуудыг үзүүлэхээс давсан тусгай яриаг шаарддаг."
    }
  ]
}