{
  "id": "3.2",
  "title": "§ 3.2. Энтропи",
  "body": [
    {
      "type": "header",
      "id": "3.2",
      "value": "§ 3.2. Энтропи"
    },
    {
      "type": "text",
      "value": "Клаузиусын энтропийг нееж байсан нь физикийн «үзүүрийн үзэгт» хийгдсэн, өөрөөр хэлбэл цэвэр онолын аргаар хийгдсэн хамгийн гайхалтай неелтүүдийн нэг юм. Хэдий тийм нөхцлөөр бас бодисын энтропийг хэмждэг багаж хэрэгслийн хомс байдлаас хамааран энэ ойлголт ер бусын үр дүнтэй болсон. $S$ энтропийг элементар өсөлтөөрөө оруулдаг:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} S=\\frac{\\mathrm{d}' Q}{T}.",
      "tag": "3.2"
    },
    {
      "type": "text",
      "value": "Энэ томьёоны онцлогт анхаарал хандуулах хэрэгтэй. Мэдэж байгаагаар $\\mathrm{d}'Q$ нь ямар нэг функцийн өсөлт биш, гэхдээ температур $T$-д хуваасны дараа зарим функцийн (энтропийн) өсөлт болдог нь тогтоогддог. Дулааны хэмжигдэхүүнээс ялгаатай нь энтропи нь температур, дотоод энерги, даралттай адил төлвийн функц юм. Системийн эхний төлвөөс эцсийн рүү шилжихэд олгосон дулааны хэмжээ $Q$ нь процессоос хамаарна, харин энтропийн өсөлт $\\Delta S$ нь процессоос огт хамаардаггүй, зөвхөн эхний ба эцсийн төлвүүдээс хамаарна."
    },
    {
      "type": "text",
      "value": "(3.2)-ын интеграл хэлбэр:"
    },
    {
      "type": "equation",
      "value": "S_{2}-S_{1}=\\int_{1}^{2} \\frac{\\mathrm{d}' Q}{T},",
      "tag": "3.3"
    },
    {
      "type": "text",
      "value": "энд системийг 1-р төлвөөс 2-р рүү ямар процессоор шилжүүлсэн нь ач холбогдолгүй. Процесс эргэшгүй байж болно. 1 ба 2 төлвүүд тэнцвэрт байх нь зайлшгүй, харин (3.3) ашиглан тооцоог 1 ба 2 хоорондох дурын эргэдэг процессоор хийж болно."
    },
    {
      "type": "text",
      "value": "(3.2) ба улмаар (3.3)-д тэнцэлтийн тэмдэг нь зөвхөн тэнцвэрт (квазистатик) процессуудад л хамаарна. Тэнцвэргүй процессуудын хувьд «=» тэмдэг нь «>» болж орлогддог. Энэ нь тэнцвэргүй процессуудад энтропи нь $\\mathrm{d}'Q/T$ өсөлтөөс гадна процессын эргэшгүй байдлаас тодорхойлогдох $\\mathrm{d}S_\\text{эрг}$ эерэг өсөлтийг нэмж авдаг гэдгийг тайлбарладаг."
    },
    {
      "type": "text",
      "value": "$S$ энтропийг ингэж оруулах нь зөвхөн энтропийн зөрүүг тооцоолж болно гэсэн утгатай, гэхдээ тус бүр төлөвт энтропи яг юутай тэнцүүийг хэлж болохгүй, өөрөөр хэлбэл энтропийг эдгээр томьёогоор дурын нэмдэг тогтмолын нарийвчлалтайгаар тодорхойлж болно."
    },
    {
      "type": "header",
      "value": "Энтропийн шинж чанарууд"
    },
    {
      "type": "text",
      "value": "1. Тиймээс, <b>энтропи нь төлвийн функц</b>. Процессыг адиабатын дагуу явуулбал системийн энтропи өөрчлөгдөхгүй. Тэгэхээр адиабатууд нь нэгэн зэрэг изоэнтропийн шугамууд юм. Адиабатын систем ямар харагдана гэдгийг мэдсэнэр 1 ба 2 тэнцвэрт төлвийн хооронд дурын процессыг явуулах үед энтропийн өсөлтийн тухай асуултад амархан хариулж болно."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-080_362_388_1250_68.jpg",
      "caption": "Зураг 3.2"
    },
    {
      "type": "text",
      "value": "2. <b>Энтропи нь нэмдэг хэмжигдэхүүн</b>: макросистемийн энтропи нь түүний тусдаа хэсгүүдийн энтропийн нийлбэртэй тэнцүү."
    },
    {
      "type": "text",
      "value": "3. Энтропийн хамгийн чухал шинж чанаруудын нэг нь хаалттай (дулаан тусгаарлагдсан) макросистемийн энтропи буурдаггүй — ихэсдэг эсвэл тогтмол байдаг."
    },
    {
      "type": "text",
      "value": "Хаалттай системийн энтропи ихсэх зарчим нь термодинамикийн хоёр дахь хуулийн өөр нэг томьёолол болдог."
    },
    {
      "type": "text",
      "value": "Хаалттай макросистем дэх энтропийн өсөлтийн хэмжигдэхүүн нь тэнд явагдаж буй процессуудын эргэшгүй байдлын хэмжүүр болж чадна. Хязгаарын тохиолдолд процессууд эргэдэг шинжтэй бол хаалттай макросистемийн энтропи өөрчлөгддөггүй."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Тодорхой нэг нөхцөлд байгаа идеал хийг дулааны солилцоогүйгээр (адиабатаар) $V$ эзэлхүүн хүртэл тэлэв. Тэлэлтийн процесс а) эргэдэг, б) эргэшгүй бол эцсийн нөхцөлд (V эзэлхүүнд) хийн даралт ижил байх уу?<br><br>Хаалттай системд энтропи ихсэх зарчмаар эргэшгүй процессын үед энтропи ихсэх ёстой. Тэгэхээр тогтоосон нөхцөл байдал илүү өндөр адиабатын цэгт харгалзах бөгөөд даралт их байна."
    },
    {
      "type": "text",
      "value": "Анхнаасаа $S$ энтропийн ойлголтыг оруулах нь эргэшгүй байдалтай шууд холбогдож байдгийг анхаарах хэрэгтэй. Байгальд өөрийн гэж явагддаг бүх процессууд — дулаан солилцолоос хими урвал хүртэл — энтропи ихсэхүйцээр явагддаг нь тогтоогддог. Макросистем дэх энтропийн ихсэлтийг саатуулахад гадаад орчинтой тусгайлан харилцан үйлчлэл шаардлагатай болдог. Бүх амьд амьтад энэ бол хамгийн тод жишээ юм."
    },
    {
      "type": "text",
      "value": "4. <b>Нернстийн теорем (1906).</b> Энэ теорем нь температур абсолют тэгд ойртохын хэрээр макросистемийн энтропи мөн тэгт тэмүүлдэг гэдгийг батладаг:"
    },
    {
      "type": "equation",
      "value": "S \\rightarrow 0 \\text{ } T \\rightarrow 0 \\text{ үед},",
      "tag": "3.4"
    },
    {
      "type": "text",
      "value": "мөн бид томьёогоор энтропийн абсолют утгыг тооцоолж болно:"
    },
    {
      "type": "equation",
      "value": "S(p, T)=\\int_{0}^{T} \\frac{C_{p}(T) \\mathrm{d} T}{T}",
      "tag": "3.5"
    },
    {
      "type": "text",
      "value": "Эндээс $T \\to 0$ үед бүх макросистемийн $C_p$ дулааны багтаамж тэгт тэмүүлэх ёстой (эс бол интеграл нийлэхгүй)."
    },
    {
      "type": "text",
      "value": "Нернстийн теоремыг эхний хоёр хуулиас логик байдлаар гаргаж болохгүй тул түүнийг термодинамикийн гурав дахь хууль гэж нэрлэдэг."
    }
  ]
}
