{
  "id": "3.4",
  "title": "§ 3.4. Термодинамикийн хоёр дахь хуулийн статистик утга",
  "body": [
    {
      "type": "header",
      "id": "3.4",
      "value": "§ 3.4. Термодинамикийн хоёр дахь хуулийн статистик утга"
    },
    {
      "type": "text",
      "value": "Асуултдаа буцаж орцгооё: бодит процессуудын эргэшгүй байдал нь тус бүр бөөмсийн хөдөлгөөнийг удирдаж буй хуулиудын эргэдэг байдалтай хэрхэн нийцэх вэ? Энэ асуултын хариулт нь макросистемийн тусдаа төлвүүдийн магадлалын тухай санаа болон хамгийн магадлал ихтэй төлвүүдийн статистик тоолол дээр тулгуурласнаар олдсон."
    },
    {
      "type": "text",
      "value": "Макросистемийн байдлыг жишээлбэл эзэлхүүн, даралт, температур, молийн тоо гэх мэт макропараметрүүдийг өгснөөр тодорхойлж болно. Энэ тохиолдолд <i>макротөлөв</i> өгсөн гэнэ."
    },
    {
      "type": "text",
      "value": "Макросистемийн байдлыг бүх молекулуудын төлвийг өгтлөө дэлгэрэнгүй тодорхойлсны тохиолдолд <i>микротөлөв</i> гэнэ."
    },
    {
      "type": "text",
      "value": "Дурын макротөлвийг янз бүрийн аргаар буюу янз бүрийн микротөлвөөр биелүүлж болно. Өгсөн макротөлвийг биелүүлэх янз бүрийн микротөлвийн тоог макротөлвийн <i>статистик жин</i> гэнэ."
    },
    {
      "type": "text",
      "value": "Статистик жингийн тухай тодорхой санааг молекулуудын хийтэй савны хоёр хэсэгт хэрхэн тархах аргуудыг авч үзснээр олж авч болно (хийн байдалд молекулуудын хурдаар тархалтын нөлөөллийг энгийн болгохын тулд мөрөөдцгөений)."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-088_241_390_1512_68.jpg",
      "caption": "Зураг 3.9"
    },
    {
      "type": "text",
      "value": "Жишээлбэл, хоёр тэнцүү $A$ ба $B$ хэсэгт (Зураг 3.9) $N = 4$ молекул байна гэж авч үзье. Тэдгээрийг 1, 2, 3, 4 гэж дугаарлая."
    },
    {
      "type": "text",
      "value": "Тус бүр молекул $A$ хагас эсвэл $B$ хагаст тэнцүү магадлалтайгаар байж болно. Тиймээс ямар нэг молекул $A$ хагаст байх магадлал $1/2$-тай тэнцүү. Нэг молекулын $A$ хагаст байх нь нөгөөгийн байхаас статистик хувьд бие даасан тохиолдлууд. Тиймээс хоёр молекул нэгэн зэрэг $A$ хагаст байх магадлал нь магадлалуудын үржвэртэй, өөрөөр хэлбэл $(1/2)^2$, гурав молекулын хувьд — $(1/2)^3$, дөрвийн хувьд — $(1/2)^4$."
    },
    {
      "type": "text",
      "value": "Ийм дүгнэлт нь дөрвөн молекулын ямар ч байрлалын магадлал мөн $(1/2)^4$-тай тэнцүү гэдэгт хүргэдэг. Тус бүр байрлал — тодорхой нэг микротөлөв, тэдгээр тус бүрийн $P$ магадлал ижил бөгөөд $(1/2)^4$-тай тэнцүү."
    },
    {
      "type": "text",
      "value": "Дөрвөн молекулын $A$ ба $B$ хагасуудад байх бүх боломжит тархалтуудыг 3.1 хүснэгтэд дүрсэлсэн. Ямар «макротөлвүүд» боломжтой ба тус бүр «макротөлвийг» хэдэн аргаар (микротөлвөөр) биелүүлж болохыг харуулна. Макротөлвийн статистик жин $\\Omega$ ба энгийн магадлал $P$ мөн харуулсан."
    },
    {
      "type": "table",
      "title": "Хүснэгт 3.1",
      "headers": [
        "$A$",
        "$B$",
        "Арга замын тоо $\\Omega$",
        "Энгийн магадлал $P$"
      ],
      "rows": [
        [
          "-",
          "1, 2, 3, 4",
          "1",
          "1/16"
        ],
        [
          "1",
          "2, 3, 4",
          "4",
          "4/16"
        ],
        [
          "2",
          "1, 3, 4",
          "",
          ""
        ],
        [
          "3",
          "1, 2, 4",
          "",
          ""
        ],
        [
          "4",
          "1, 2, 3",
          "",
          ""
        ],
        [
          "1, 2",
          "3, 4",
          "6",
          "6/16"
        ],
        [
          "1, 3",
          "2, 4",
          "",
          ""
        ],
        [
          "1, 4",
          "2, 3",
          "",
          ""
        ],
        [
          "2, 3",
          "1, 4",
          "",
          ""
        ],
        [
          "2, 4",
          "1, 3",
          "",
          ""
        ],
        [
          "3, 4",
          "1, 2",
          "",
          ""
        ],
        [
          "1, 2, 3",
          "4",
          "4",
          "4/16"
        ],
        [
          "1, 2, 4",
          "3",
          "",
          ""
        ],
        [
          "1, 3, 4",
          "2",
          "",
          ""
        ],
        [
          "2, 3, 4",
          "1",
          "",
          ""
        ],
        [
          "1, 2, 3, 4",
          "-",
          "1",
          "1/16"
        ]
      ]
    },
    {
      "type": "text",
      "value": "Хоёр хагаст ижил тооны молекул (хоёр хоёр) байгаа макротөлвийг зургаан микротөлвөөр биелүүлж болно, тиймээс ийм макротөлвийн статистик жин ба магадлал хамгийн их байна."
    },
    {
      "type": "text",
      "value": "Анхандаа дөрвөн молекул бүгд $A$ хагаст байна гэж бодъё. Цаг хугацааны явцад эмх замбараагүй хөдөлж буй молекулуудын зарим нь $B$ хагаст орно. Цаашид «макросистемийн» байдал санамсаргүй байдлаар өөрчлөгдөнө, гэхдээ хамгийн их статистик жин $\\Omega$-д харгалзах нь хамгийн олон удаа тогтох болно. Дөрвөн молекул бүгд дахин $A$ хагаст орох магадлал байдаг. Тиймээс энэ тохиолдолд (зөвхөн дөрвөн молекул) тэлсэн «хий» дараа нь өөрөө агшиж болно. Тэлэлтийн процесс эргэдэг болж байна."
    },
    {
      "type": "text",
      "value": "Идеал хийн молекулуудын статистик бие даасан байдлаас болж ямар ч микротөлвийн магадлал нь молекулын аль нэг хагаст байх магадлалуудын үржвэртэй тэнцүү. $N$ бөөмсийн хувьд энэ үржвэр $P = (1/2)^N$. Тиймээс систем дэх боломжит микротөлвийн нийт тоо $2^N$-тэй тэнцүү. $N = 100$ үед $P \\sim 10^{-30}$!"
    },
    {
      "type": "text",
      "value": "Макросистемд бид маш олон тооны бөөмстэй харьцдаг. Жишээлбэл $N = 10^{20}$ бол магадлалд төсөөлшгүй бага утга $P \\sim 10^{-3 \\cdot 10^{19}}$ гардаг. Хий савны нэг хэсэгт өөрийн гэж агших магадлал яг ийм байна. Ийм магадлалын утгад уг тохиолдлыг үл тооцоолж болох — практикт хийшгүй юм."
    },
    {
      "type": "text",
      "value": "Нэгэн зэрэг молекулын хоёр хагаст жигд тархах макротөлвийн статистик жин (ба магадлал) $N$ ихсэхийн хэрээр хурдтайгаар ихэснэ."
    },
    {
      "type": "text",
      "value": "Тиймээс бид чухал дүгнэлтэд хүрнэ: <b>өөртөө орхисон макросистем бага магадлалтай төлвүүдээс их магадлалтайд шилжихийг эрмэлздэг. Эргэшгүй байдлын мөн чанар энд оршдог.</b> Зарчмаар авч үзвэл эргэшгүй процесс боломжтой, гэхдээ түүний магадлал нь хамааргүй бага."
    },
    {
      "type": "text",
      "value": "Тиймээс термодинамикийн хоёр дахь хууль — ажлыг дулаанд хувиргах эргэшгүй байдалыг заадаг — дулааны ажил болгон хувирах нь их магадлалтайгаас бага магадлалтай нөхцөл рүү шилжих гэсэн утгатай байдгаас болж байдаг."
    },
    {
      "type": "text",
      "value": "Онцолж хэлъе: процессуудын эргэшгүй байдлын ойлголт нь зөвхөн макросистемд л утга учиртай. Цөөн тооны бөөмсийн нийлбэрт энэ ойлголт хэрэглэгдэхгүй."
    }
  ]
}