{
  "id": "2.3",
  "title": "§ 2.3. Максвеллын тархалтыг туршилтаар шалгах",
  "body": [
    {
      "type": "header",
      "id": "2.3",
      "value": "§ 2.3. Максвеллын тархалтыг туршилтаар шалгах"
    },
    {
      "type": "text",
      "value": "Хурдаар Максвеллын тархалтын хуулийг шалгах зорилгоор хийгдсэн хамгийн нарийн хоёр туршилтыг авч үзье."
    },
    {
      "type": "text",
      "value": "Ламмертийн туршилтад (1929) тэнцвэрт байгаа хий $V$ эзэлхүүнд байна (Зураг 2.9, а). $V$ эзэлхүүний ханан дахь нүхнээс гарч буй молекулын цацраг $K$ нийлмэл нүхнийхээ — цуваа нүхнүүдийн — коллиматороор дайрч бараг зэрэгцээ цацраг үүсгэнэ. Цааш цацраг нь хурдаар эрэмбэлдэг $C$ төхөөрөмж дотроос дайрч молекулуудыг бүртгэдэг $D$ мэдрэгч рүү хүрнэ."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-057_285_1042_1486_92.jpg",
      "caption": "Зураг 2.9"
    },
    {
      "type": "text",
      "value": "$C$ төхөөрөмж нь нэг тэнхлэгт хоёр эргэдэг дискнээс бүрдэнэ, тэдгээрт радиусын дагуу ан гаргасан байдаг. Хэрэв анны хоорондох өнцөг $\\varphi$ бол $\\omega$ өнцгийн хурдтайгаар дискнүүд $\\Delta t = \\varphi/\\omega$ хугацаанд $\\varphi$ өнцгөөр эргэнэ. Тиймээс нэг хоёулаа хоёр ан дайрч гарах боломж $l$ зайтай хоёр ан дайрсан $v = l/\\Delta t = l\\omega/\\varphi$ хурдтай молекулд байдаг."
    },
    {
      "type": "text",
      "value": "$\\omega$ өнцгийн хурд буюу $\\varphi$ радиусын анны хоорондох өнцгийг өөрчлөх замаар цацрагаас янз бүрийн хурдтай молекулуудыг тусгаарлаж болно. Ижил хугацаанд мэдрэгчээр эдгээр молекулуудыг барьж авсанаар цацрагт тэдгээрийн харьцангуй тоог олж болно."
    },
    {
      "type": "text",
      "value": "Өөр нэг туршилтад зэрэгцээ молекулын цацраг үүсгэдэг зүүн талын тохиромж ($V$, $K$ Зураг 2.9, а-д) хэвээр байна. Гэхдээ $C$ эрэмбэлэгч ба $D$ мэдрэгчийг $S$ ан гаргасан эргэдэг цилиндрт нэгтгэсэн (Зураг 2.9, б). $S$ ан унж буй цацраг руу орж ирэхэд цилиндр доторх молекулуудын хэсэг орж ирнэ. Өөр өөр хурдтай молекулууд цилиндрийн эсрэг хана руу $S$ ан цацрагт орж ирснийхээ агшнаас өөр өөр хоцрогдолтойгоор хүрдэг. Тиймээс $D$ эсрэг ханын янз бүрийн хэсэгт очно. $D$-ийн янз бүрийн хэсгийн харлалтын зэргийг хэмжсэнээр цацраг дахь молекулуудын хурдаар тархалтыг тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Мэдээж эдгээр туршилтуудын бүгдийг өндөр вакуум нөхцөлд, мөн цацраг дахь ба $V$ эзэлхүүн дахь молекулуудын хурдаар тархалтын ялгааг харгалзан явуулсан."
    },
    {
      "type": "text",
      "value": "Эдгээр болон бусад туршилтуудын үр дүнгүүд Максвеллын тархалтын хуультай бүрэн нийцсэн."
    }
  ]
}
