{
  "id": "4.2",
  "title": "§ 4.2. Когерент чанар",
  "body": [
    {
      "type": "header",
      "id": "4.2",
      "value": "§ 4.2. Когерент чанар"
    },
    {
      "type": "text",
      "value": "Өмнөх параграфт энгийн (лазерын бус) эх үүсвэрээс гэрлийн интерференцийг ажиглах зарчмын схемийг тайлбарласан. Гэхдээ ийм схемүүдийн үндэс болсон санаа нь зөвхөн шаардлагатай нөхцөлийг илэрхийлдэг боловч хангалттай нөхцөл биш байдаг. Интерференцийн зургийг гаргаж авахын тулд гэрлийн долгионы онцгой шинж чанартай холбоотой зарим нөхцөл байдал хангагдсан байх ёстой. Энэ юу болохыг олж мэдэцгээе."
    },
    {
      "type": "text",
      "value": "Сануулахад, когерент чанар гэж хэлбэлзлийн (долгионы) процессуудын зохиоцлолтой явагдах байдлыг хэлдэг. <b>Зохиоцолтын зэрэг</b> нь когерент чанарын зэрэг гэж нэрлэгддэг: зохиоцолтын зэрэг өндөр байх тусам когерент чанарын зэрэг төдий чинээгээр өндөр байна."
    },
    {
      "type": "text",
      "value": "Когерент чанарын <b>урт</b> ба <b>өргөн</b> гэдгийг ялгаж үздэг*. Тэдний мөн чанар, ялгааг Юнгийн санал болгосон гэрлийн интерференцийг харуулах анхны эксперименталь төхөөрөмж (Юнгийн туршилт) дээр харуулъя. Үүнд нарны гэрлийн тод багц нарийн $S$ завсрыг гэрэлтүүлдэг (Зураг 4.3). Завсраар өнгөрсөн гэрэл дифракцийн улмаас сарних долгион үүсгэх бөгөөд энэ нь $S_{1}$ ба $S_{2}$ хоёр нарийн завсар дээр тусдаг. Эдгээр завсрууд нь хоёрдогч когерент эх үүсвэр байдлаар үйлчилж, тэдгээрээс гарсан дифракцлагдсан долгионууд давхарцаж Э дэлгэц дээр интерференцийн судал үүсгэдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-098_406_764_1196_233.jpg",
      "caption": "Зураг 4.3"
    },
    {
      "type": "text",
      "value": "Цаг хугацааны хувьд тогтвортой интерференцийн зургийг гаргаж авахын тулд төхөөрөмжийн геометр нь ашигласан цацрагийн шинж чанартай, тухайлбал түүний урт ба өргөн когерент чанартай холбоотой тодорхой нөхцөлүүдийг хангах ёстой. Эсвэл эсрэгээрээ, төхөөрөмжийн өгөгдсөн геометрийн хувьд ашигласан гэрлийн долгионы эдгээр шинж чанаруудын тодорхой утгуудыг хангадаг байна. Ингэснээр нөхцөлийн хангалттай байдал хангагдаж, тогтвортой интерференцийн зураглалыг ажиглах боломжтой болно."
    },
    {
      "type": "text",
      "value": "Когерент чанарын урт ба өргөн нь юу болохыг илүү нарийвчлан авч үзье."
    },
    {
      "type": "text",
      "value": "<b>Когерент чанарын урт.</b> Юнгийн туршилтанд интерференцийн зураг дундаасаа холдох тусам бүдгэрдэг: хэдхэн судал харагдах бөгөөд дараа нь аажмаар алга болдог. Яагаад?"
    },
    {
      "type": "text",
      "value": "Хариулт нь тодорхой: учир нь дэлгэцийн эдгээр цэгүүдэд нэмэгдсэн хэлбэлзлийн (долгион) когерент байдлын зэрэг аажмаар буурч, хэлбэлзэл нь эцэстээ бүрэн когерент бус болдог."
    },
    {
      "type": "text",
      "value": "Энэхүү баримтад үндэслэн дараах дүрслэлийн загварыг ашиглан ажиглалтыг тайлбарлахыг хичээцгээе. Жишээлбэл, бид интерференцийн эхний дөрвөн эрэмбийг ($m=4$) харж байна гэж бодъё, үүний дараа судал алга болдог (энэ шилжилт харьцангуй жигд ажиглагддаг боловч бид нарийн ширийн зүйлрүү орохгүй). $m>4$ бүхий судал алга болох нь дэлгэцийн харгалзах цэгүүдэд хоёр долгионоос ирсэн хэлбэлзэлүүд хоорондоо когерент бус болсон гэсэн үг юм. Өөрөөр хэлбэл, тэдний замын ялгаа долгионы уртаас $m=4$-ээс хэтрэхгүй байх үед хэлбэлзлүүд тодорхой хэмжээнд когерент байдаг. Энэ нь долгионы тархалтын дагуу зөвхөн энэ интервал дахь (урт дахь) долгионы хэсгүүд л бие биетэйгээ когерент байх болно гэсэн үг юм. Энэ интервалыг когерент чанарын <b>урт</b> $l_{\\text{ког }}$ гэж нэрлэдэг. Харгалзах тохиолдолд $l_{\\text{ког }}=4 \\lambda$ байна. Эдгээр нөхцөлд энэ нь когерентийн уртыг тооцоолох хамгийн энгийн арга болохыг анхаарна уу: $l_{\\text{ког }} \\approx m \\lambda$, энд $m$ нь одоо ч гэсэн харагдахуйц гэрлэн судалтай тохирох интерференцийн хамгийн их эрэмбэ юм."
    },
    {
      "type": "text",
      "value": "Энэ бүгдийг Зураг 4.4 ашиглан бүдүүвчээр дүрсэлж болно: хоёр завсарт тусах долгион дахь когерентийн урт $l_{\\text{ког }}$, завсрууд нь ижил когерент урттай хоёр долгион үүсгэх боловч тэдгээр нь дэлгэцийн өөр өөр цэгүүдэд өөр өөр замын ялгаатай хүрдэг тул хоёр долгионы когерент хэсгүүд аажмаар"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-100_307_733_153_250.jpg",
      "caption": "Зураг 4.4"
    },
    {
      "type": "text",
      "value": "бие биентэйгээ харьцангуйгаар шилжиж, $m=5$-аас эхлэн бие биенээ нөхөхөө больдог - нэмэгдсэн хэлбэлзлүүд нь когерент бус болж, интерференцийн зураас алга болдог."
    },
    {
      "type": "text",
      "value": "Бидний цаашид харахчлан \"анхдагч\" $S$ завсар хангалттай нарийн байвал дээрх бүх зүйл үнэн байх болно. Энэ завсар өргөсөх үед өөр нөлөө гарч ирнэ."
    },
    {
      "type": "text",
      "value": "$l_{\\text{ког }}$-ийг тодорхойлох илэрхийллийг олъё. Үнэн хэрэгтээ монохромат гэрэл бол идеалчлал юм. Бодит гэрэл хичнээн монохромат болгохыг оролдсон ч бага багаар монохромат бус хэвээр байх ба нэг төрлийн хязгаартай ( $\\lambda, \\lambda+\\Delta \\lambda$ ) долгионы уртын завсрын монохромат бүрэлдэхүүн хэсгүүдийн цуглуулгыг төлөөлнө. Эдгээр монохромат бүрэлдэхүүн хэсгүүд нь заасан завсрыг жигд дүүргэнэ гэж үзье."
    },
    {
      "type": "text",
      "value": "(4.6) томьёонгоор харуулсанчлан $\\Delta x$ судлын өргөн $\\lambda$-аас хамаарна. Спектрийн интервалын ( $\\lambda, \\lambda+\\Delta \\lambda$ ) хамгийн захын утгуудад харгалзах долгионы уртын хувьд хамгийн их утгуудын байрлалыг дүрсэлье: хатуу шугамаар - $\\lambda$-ийн хувьд, тасархай шугамаар - $\\lambda+\\Delta \\lambda$-ийн хувьд (Зураг 4.5). Дундын долгионы уртын максимумууд интерференцийн эрэмбэ бүрийн туйлын максимумын хоорондох зайг дүүргэнэ. Үүний үр дүнд, зурагнаас харж байгаачлан, завсрын максимумууд аажмаар цоорхойг нөхнө."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-100_289_538_1478_346.jpg",
      "caption": "Зураг 4.5"
    },
    {
      "type": "text",
      "value": "$\\lambda$ болон $\\lambda+\\Delta \\lambda$-ийн зэргэлдээ дарааллын хамгийн их төлөвүүдийн хооронд. Энэ нь үүссэн максимум (зурагны доод хэсэг) нь аажмаар бүдгэрч, интерференцийн судал алга болно гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "Рим 4.5 тусламжтайгаар шугам хавтгай байрласан газарт $m(\\lambda+\\Delta \\lambda) \\approx(m+1) \\lambda$ болж байна гэж дүгнэж болно, үүнд $m$ бол судлууд алга болохын интерференцийн хязгаарлагдмал эрэмбэ. Иймд"
    },
    {
      "type": "equation",
      "value": "m \\approx \\lambda / \\Delta \\lambda .",
      "tag": "(4.9)"
    },
    {
      "type": "text",
      "value": "$\\lambda / \\Delta \\lambda$ утга гэрлийн хязгаарлалтын түвшинг тодорхойлдог: илүү байх тусам монохромат түвшин төдийчинөөн их."
    },
    {
      "type": "text",
      "value": "Тиймээс бид интерференцийн бодит байдал алга болох дах утгыг $m$ оллоо, жишээлбэл нийлбэр хэлбэлзэл нь нэгэнт некогерент болдог. Тэгэхээр зурвас нь аажмаар тархдаг тул үүнийг яг таг $m$ тогтоох нь бага зэрэг боломжгүй, гэхдээ энэ тийм ч шаардлагатай биш хэрэг юм."
    },
    {
      "type": "text",
      "value": "Олдсон утга $m(4.9)$ когерентийн урттай $l_{\\text{ког }} \\approx m \\lambda$ адилаар холбогддог. Ингээд дараахыг олж авна"
    },
    {
      "type": "equation",
      "value": "l_{\\text{ког }} \\approx \\lambda^{2} / \\Delta \\lambda .",
      "tag": "(4.10)"
    },
    {
      "type": "text",
      "value": "Ингээд харахаар гэрлийн долгион когерент урттай шууд монохромат зэрэгтэй ( $\\lambda / \\Delta \\lambda$ )-ээр холбогддог: сүүлчийнхийг нь ихэсгэх тусам когерент урт ч ихсдэг нь тодорхой харагдана. Нарны гэрлийн хувьд $l_{\\text{ког }} \\approx 5 \\lambda$, илүү сайн чанарын (лазер биш) эх үүсвэрийн хувьд $l_{\\text{ког }}$ нь хэдэн арван сантиметр орчимтой гарч болдог. Харин лазерууд $l_{\\text{ког }}$ нь олон зуун метр хүртэл (тэр байтугай хэдэн километр ч!) үргэлжлэх цацрагийг гаргаж авах боломжтой болгодог."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Зураг 4.6-д хоёр завсараас гарсан (Юнгийн туршилттай төстэй) интерференцийн зураглал дахь симметрик эрчмийн тархалтын нэг хэсгийг харуулав. Ашигласан гэрлийн долгионы урт $\\lambda \\approx 0,5$ мкм. Дэлгэцийн төвтэй харьцангуй завсруудын хоорондох өнцгийн зай, ашигласан гэрлийн монохромат шинж чанарын зэрэг болон түүний когерент уртыг үнэлнэ."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-102_303_737_153_246.jpg",
      "caption": "Зураг 4.6"
    },
    {
      "type": "text",
      "value": "Энэ зургаас харахад судлын өргөн $\\Delta x=0,2$ мм байна. Тиймээс, хайж буй өнцгийн зай, (4.6) дагуу, $\\psi \\approx \\lambda / \\Delta x= 0,5 \\cdot 10^{-3} \\text{ мм} / 0,2 \\text{ мм}=2,5 \\cdot 10^{-3}$ рад байна. Монохромат шинжийн зэрэг нь (4.9) дагуу интерференцийн дээд эрэмбэтэй тэнцүү байна. Хамгийн том максимум нь $m=0$-д (зүүнээс гурав дахь максимум) харгалзана. Дараагийн максимумууд (интерференцийн эрэмбүүд) нь зургаас харахад -8 байна. Тиймээс $\\lambda / \\Delta \\lambda \\approx m=8$. Когерент урт $l_{\\text{ког }} \\approx m \\lambda=8 \\cdot 0,5 \\text{ мкм}=4,0 \\text{ мкм}$."
    },
    {
      "type": "text",
      "value": "Тиймээс, интерференцийн зураглал гаргаж авахын тулд нэмэгдэж буй хэлбэлзлийн оптик замын ялгаа нь когерент уртаас бага байх шаардлагатай гэж баттай хэлж болно:"
    },
    {
      "type": "equation",
      "value": "\\Delta<l_{\\text{ког }} \\cdot",
      "tag": "(4.11)"
    },
    {
      "type": "text",
      "value": "Энэ шаардлага нь интерференцийн зураглалыг ажиглахыг хүссэн бүх төхөөрөмжид хамаарна."
    },
    {
      "type": "text",
      "value": "Дүгнээд хэлэхэд, когерент урт нь когерент хугацаа $\\tau_{\\text{ког }}$ гэгч зүйлтэй холбоотой байдаг бөгөөд энэ нь өгөгдсөн цэг дэх гэрлийн долгионы фазын санамсаргүй өөрчлөлт $\\pi$-ийн эрэмбийн утга хүрэх хугацааны интервал юм. Энэ хугацаанд долгион нь ойролцоогоор $l_{\\text{ког }}=c \\tau_{\\text{ког }}$ зайд тархана."
    },
    {
      "type": "text",
      "value": "<b>Когерент чанарын өргөн.</b> Одоог хүртэл Юнгийн туршилт (Зураг 4.2) дахь $S$ завсар маш нарийхан (хязгааргүй нарийхан гэж ихэвчлэн хэлдэг) байсан гэж үзсэн. Үүний эсрэгээр $S$ завсар өргөсвөл гэрлийн монохромат зэргийг бууруулдагтай адил, интерференцийн судал муудаж (бүдгэрч), тэр бүү хэл бүрмөсөн алга болоход хүргэдэг. $S$ завсрын өргөнийн гүйцэтгэх үүргийг олж мэдэхийн тулд хуучин Юнгийн туршилтын жишээн дээр өөр нэг эрс тэс тохиолдлыг авч үзье: цацраг монохромат, гэхдээ завсар нь нарийхан биш."
    },
    {
      "type": "text",
      "value": "Э дэлгэц (Зураг 4.7) дээрх интерференцийн зураглалыг хязгааргүй нарийн завсруудын интерференцийн зураглалуудын давхцал мэтээр төсөөлж болно, ингэхийн тулд бид $S$ завсрыг оюун санаандаа хэсэглээд хуваая. $S$ завсрын дээд ирмэг орчмоос авсан нарийн завсраас Э дэлгэц дээр очиж тусах максимумуудын байрлал Зураг 4.8-д цул хэрцмүүдээр дүрслэгдсэн байгаатай шиг, 1 цэгт байна гэж үзье."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-103_398_661_153_88.jpg",
      "caption": "Зураг 4.7"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-103_380_330_151_826.jpg",
      "caption": "Зураг 4.8"
    },
    {
      "type": "text",
      "value": "Харин $S$ завсрын доод ирмэг - 2-р цэгээс - ирэх нарийхан завсраас гарах максимумууд дээшээ шилжсэн байх бөгөөд тэдгээр нь мөн энэ зураг дээр тасархай хэрцмүүдээр тэмдэглэгдсэн байна. Эдгээр максимумуудын хоорондох зай нь 1 ба 2-р ирмэгүүдийн хооронд төвлөрөх нарийн завсраас завсрын максимумуудаар дүүрнэ."
    },
    {
      "type": "text",
      "value": "Хэрэв $S$ завсар өргөсвөл түүний край хэсгүүдийн максимумуудын хоорондын зай ч нэмэгдэнэ, өөрөөр хэлбэл завсрын нэг захаас гарах зэргэлдээх максимумуудын хоорондын интервал завсрын бусад элементүүдийн максимумуудаар аажмаар дүүрнэ."
    },
    {
      "type": "text",
      "value": "Хялбарчилж бодвол, энэ схемд (Зураг 4.7) $a=b$ зайтай байна гэж үзье. Тэгвэл $s$ завсрын өргөн $\\Delta x$ интерференцийн судлын өргөнтэй тэнцүү байх үед 1 захаас гарах зэргэлдээ максимумуудын хоорондын интервал завсрын бусад элементүүдийн максимумуудаар бүрэн дүүрч, интерференцийн судлууд алга болно."
    },
    {
      "type": "text",
      "value": "Тиймээс, $S$ завсар өргөсөх үед интерференцийн зураглал аажмаар бүдгэрч, тодорхой өргөнтэй болох үед практик дээр ор мөргүй алга болдог байна."
    },
    {
      "type": "text",
      "value": "Энэхүү ажиглагдах үзэгдлийг өөрөөр ч бас тайлбарлаж болно: $S_{1}$ ба $S_{2}$ гэсэн хоёрдогч эх үүсвэрүүд (завсрууд) (Зураг 4.7) когерент биш болсны улмаас интерференцийн зураглал алга болдог. Дээр тайлбарласан зүйл $S_{1}$ ба $S_{2}$ завсрууд дээр тусаж байгаа гэрлийн долгионы когерент байдлын <b>өргөн</b>-ийн талаар ярих боломжийг олгодог: энэ $h_{\\text{ког }}$ өргөн дээр долгионы тусдаа хэсгүүд бие биетэйгээ хангалттай когерент байдаг. Үл ойлголцолоос болгоомжилж тодруулахад: $h_{\\text{ког }}$ өргөн гэдэгт долгионы тархалтын чиглэлд перпендикуляр гадаргуугийн цэгүүдийн хоорондох зайг (өгөгдсөн төхөөрөмжид зориулсан шинж чанартай) хэлнэ."
    },
    {
      "type": "text",
      "value": "$h_{\\text{ког }}$-г тооцоолох томьёог олъё. Юнгийн туршилтын өгөгдсөн схемд $S_{1}$ ба $S_{2}$ завсрууд когерент бус эх үүсвэр болох нөхцөлийг бичье: $h_{\\text{ког }} \\approx d$, энд $d$ нь завсрууд хоорондын зай юм. Мөн бид завсрын өргөн $s \\approx \\Delta x$ байх үед интерференцийн зураглал алга болдгийг олж мэдсэн. Харин зурвасын өргөн $\\Delta x$ нь (4.6) дагуу $\\Delta x=\\lambda l / d$ тэнцүү байна. Эдгээр гурван илэрхийллээс бид дараахыг олж авна:"
    },
    {
      "type": "equation",
      "value": "h_{\\text{ког }} \\approx d=\\lambda l / \\Delta x \\approx \\lambda l / s=\\lambda / (s / l)=\\lambda / \\varphi \\text{ ,}"
    },
    {
      "type": "text",
      "value": "энд $\\varphi$ нь хоёр завсартай диафрагмтай харьцуулахад $S$ завсрын өнцгийн өргөн. Тэгэхлээр когерент байрлалын өргөн:"
    },
    {
      "type": "equation",
      "value": "h_{\\text{ког }} \\approx \\lambda / \\varphi .",
      "tag": "(4.12)"
    },
    {
      "type": "text",
      "value": "Энэ нь когерент байрлалын өргөн нь гэрлийн долгионы уртад эерэгээр пропорциональ, бидний сонирхож буй байрлалтай харьцуулахад эх үүсвэрийн өнцгийн өргөнтэй урвуу пропорциональ (Юнгийн туршилтад хоёр завсрын байршлын хувьд) гэсэн үг юм. Зураг 4.9 үүнийг харуулж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-104_281_390_730_774.jpg",
      "caption": "Зураг 4.9"
    },
    {
      "type": "text",
      "value": "Хэрэв бид Нарыг эх үүсвэр болгон (өнцгийн хэмжээ нь $\\varphi \\approx 0.01$ рад, $\\lambda \\approx 0.5$ мкм) шууд ашигладаг бол когерент өргөн нь (4.12) дагуу $h_{\\text{ког }} \\approx 0.05$ мм байна. Ийм цацраг ашиглан хоёр завсрын интерференцийн зураглалыг авахын тулд хоёр завсрын хоорондох зай нь 0.05 мм-ээс бага байх ёстой бөгөөд үүнийг практик дээр хийх бараг боломжгүй юм."
    },
    {
      "type": "text",
      "value": "Физогийн санал болгосон, Майкельсоны хэрэгжүүлсэн арга болох $h_{\\text{ког }}$ когерент өргөнийг хэмжих замаар оддын өнцгийн хэмжээг тодорхойлох арга нь үндсэндээ (4.12) томьёон дээр тулгуурладаг. Телескопын объективийн урд хоёр завсарт дэлгэц байрлуулж эдгээр хэмжилтийг хийх оролдлогыг хийсэн нь амжилтгүй болсон: завсар хоорондын зайг дээд зэргээр холдуулсан ч интерференцийн зураас тод хэвээр байв. Майкельсон энэ бэрхшээлийг оддын интерферометрийн тусламжтайгаар даван туулсан байна (Зураг 4.10). Завсруудын эсрэг талд байрлах $3_{0}-3_{0}$ толинууд хөдөлгөөнгүй бөгөөд $3-3$ толинуудыг салгаж холдуулан, тэдгээрийн хоорондох $h$ зайг өөрчлөх боломжтой. Судлуудын харагдац эсрэгээр хэрхэн байгаа нь $3-3$ толинууд дээрх гэрлийн хэлбэлзлийн когерент чанарын зэргээс хамаарах ба харин"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-105_533_752_150_239.jpg",
      "caption": "Зураг 4.10"
    },
    {
      "type": "text",
      "value": "судлуудын өргөн $\\Delta x$ нь завсрууд хоорондын зайгаар тодорхойлогддог. З - З толинуудыг аажмаар холдуулах үед тэдгээрийн хоорондох тодорхой зай $h$-д хүрэх үед интерференцийн зураг алга болохыг ажиглажээ. Энэ нь эдгээр толинуудын хоорондох зай $h$ нь $\\sim h_{\\text{ког }}$ болж тэнцсэнийг илтгэж буй хэрэг юм. (4.12) томьёог ашиглан $\\varphi$-ийн утгыг олох үлдэж байна. Хамгийн их зай болох $h \\approx 6$ м байхад объектын өнцгийн диаметрийг $\\varphi \\approx 0.02$ унц. сек орчим мөн болохыг хэмжин тогтоох боломжтой байв."
    },
    {
      "type": "text",
      "value": "Өнцгийн диаметрийг тодорхойлсон хамгийн анхны од нь Бетельгейз ($0.047$ унц. сек) байлаа. Түүнээс гадна тус од хүртэлх зайг (параллаксаар) хэмжсэнээр, уг аварга одны диаметрийг тогтоожээ (дэлхийн орбитын диаметрээс ч том байсан!)."
    },
    {
      "type": "text",
      "value": "<b>Ерөнхий дүгнэлт.</b> Ерийн (лазер бус) гэрлийн эх үүсвэр ашиглан тогтвортой интерференцийн зураглал гаргаж авахын тулд анхны гэрлийн долгионыг тохирох аргаар хоёр хэсэгт салгаж чадахуйц байх ба түүнийг давхарлуулах замаар судлын системийг бий болгоно...гэхдээ хэрвээ анхны гэрлийн долгионы:"
    },
    {
      "type": "text",
      "value": "1) когерент урт $l_{\\text{ког }}$ нь нэмэгдэх хэлбэлзлүүдийн оптик замын ялгавар $\\Delta$-аас илүү ба\\n2) когерент өргөн $h_{\\text{ког }}$ нь завсрууд хоорондын зай $d$-ээс илүү* бол."
    },
    {
      "type": "text",
      "value": "Эдгээр утгууд нь ойролцоогоор хэр хэмжээгээр том байх ёстой тухайд нийтээр хүлээн зөвшөөрсөн тохиролцоо үгүй. Гэхдээ жишээлбэл, хоёр дахин байхаар тооцоолцгооё. Тэгвэл дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\begin{align*}\\n& l_{\\text{ког }} \\geqslant 2 \\Delta  \\tag{4.13}\\\\ \\n& h_{\\text{ког }} \\geqslant 2 d \\tag{4.14}\\\\ \\end{align*}"
    },
    {
      "type": "text",
      "value": "Эдгээр нөхцөлүүд хангагдсанаар хангалттай сайн тод бүхий интерференцийн зураглал гарган авах баталгаа бий болгодог байна."
    }
  ]
}