{
  "id": "4.5",
  "title": "§ 4.5. Майкельсоны интерферометр",
  "body": [
    {
      "type": "header",
      "id": "4.5",
      "value": "§ 4.5. Майкельсоны интерферометр"
    },
    {
      "type": "text",
      "value": "Энэхүү интерферометр нь шинжлэх ухаан, техникийн хөгжилд суурь үүргийг гүйцэтгэсэн билээ. Үүний тусламжтайгаар анх удаа гэрлийн долгионы уртыг хэмжиж, спектрийн шугамын нарийн бүтцийг судалж, метрийн эталоныг тодорхой гэрлийн долгионы урттай шууд харьцуулан жишсэн юм. Энэ интерферометрээр Майкельсон-Морлигийн алдартай туршилт хийгдэж, гэрлийн хурд Дэлхийн хөдөлгөөнөөс хамааралгүй болохыг баталсан байдаг."
    },
    {
      "type": "text",
      "value": "Майкельсоны интерферометрийн хялбаршуулсан схемийг Зураг 4.22-т үзүүлэв. $S$ эх үүсвэрээс гарсан монохромат гэрэл $P$ хуваагч ялтас дээр тусна, уг ялтас нь хоорондоо наагдсан тэнцүү зузаантай хоёр хавтгай параллель шилэн ялтсаас бүрддэг. Наагдсан гадаргуугийн нэгийг нь мөнгөн эсвэл хөнгөн цагааны хагас тунгалаг нимгэн давхаргаар бүрсэн байдаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-123_368_725_151_254.jpg",
      "caption": "Зураг 4.22"
    },
    {
      "type": "text",
      "value": "$P$ ялтас нь түүн дээр туссан багцыг тэнцүү эрчимтэй, харилцан перпендикуляр 1 ба 2 гэсэн хоёр багц болгон хуваана. 1-р багц дараа нь $3_{1}$ толиноос ойж, $P$ ялтас дээр хоёр дахь удаагаа тусах бөгөөд тэнд дахин хоёр хэсэгт хуваагддаг. Тэдний нэг нь $T$ ажиглалтын хоолой руу чиглэж ойно, нөгөө нь $S$ эх үүсвэр рүү буцах бөгөөд бидний сонирхлыг татахгүй."
    },
    {
      "type": "text",
      "value": "$P$ ялтсаар нэвтрэн гарсан 2-р багц $3_{2}$ толиноос ойгоод, $P$ ялтсанд буцаж ирэх бөгөөд тэнд дахин хоёр хэсэгт хуваагдаж, нэг нь $T$ хоолойд орно."
    },
    {
      "type": "text",
      "value": "Ингэснээр, нэг $S$ эх үүсвэрээс ойролцоогоор ижил далайцтай хоёр багц үүсч, хуваагч $P$ давхаргын дараа интерферометрийн өөр өөр \"мөр\"-өөр тархаж, улмаар дахин уулзах явцдаа хугацааны болон огторгуйн когерент чанар хангагдсан нөхцөлд ажиглалтын хоолойн объективын фокусын хавтгайд интерференцийн зураглал үүсгэнэ."
    },
    {
      "type": "text",
      "value": "$3_{1}$ толь үл хөдлөх бөгөөд харин $3_{2}$ толийг параллелиар шилжүүлэх болон налууг нь өөрчлөх боломжтой."
    },
    {
      "type": "text",
      "value": "$3_{1}$ толийг (хагас тунгалаг $P$ \"толин\" дахь) түүний хуурмаг $3_{1}^{\\prime}$ дүрсээр оюун ухаандаа солин төсөөлье. Тэгвэл $1^{\\prime}$ ба $2^{\\prime}$ багцуудыг $3_{1}^{\\prime}$ ба $3_{2}$ хавтгайнуудаар хязгаарлагдсан тунгалаг \"ялтсаас\" ойх үед үүсдэг гэж үзэж болох бөгөөд энэ нь цаашдын үндэслэл баталгаа гаргахыг хамаагүй хөнгөвчилдөг."
    },
    {
      "type": "text",
      "value": "Интерференцийн зургийн харагдах байдал нь толины тохиргоо болон хуваагч $P$ ялтас дээр тусах гэрлийн багцын сарнилаас хамаарна. Ихэвчлэн хоёр тохиолдлыг ашигладаг."
    },
    {
      "type": "text",
      "value": "$\\quad$1. Хэрэв багц бага зэрэг сарнимал ба $3_{2}$ болон $3_{1}^{\\prime}$ хавтгайнууд параллель байвал концентрик цагираг хэлбэртэй ижил налуугийн судлууд үүснэ. $3_{2}$ толийг урагш шилжүүлэхэд цагиргуудын радиус өөрчлөгдөнө: $3_{2}$ толь $3_{1}^{\\prime}$ рүү ойртох үед цагиргууд төв рүүгээ татагдаж тэндээ алга болно (Ньютоны цагиргуудын хувьд ажиглагддагийн эсрэг үзэгдэл). Зургийн нэг судлаарх шилжилт нь $3_{2}$ толины хагас долгионы уртаар шилжсэнтэй харгалздаг. Шилжилтийг нүдээр судлын $1/20$ нарийвчлалтайгаар үнэлж болох ч $10^{-3}$ судал хүртэлх шилжилтийг илрүүлэх боломжтой аргууд бий. $3_{2}$ нь $3_{1}^{\\prime}$ рүү ойртох тусам судлын өргөн нэмэгдэх ба $3_{2}$ нь $3_{1}^{\\prime}$-тэй давхцах үед харах талбайн гэрэлтүүлэг жигд болно."
    },
    {
      "type": "text",
      "value": "$\\quad$2. Хэрэв $S$ эх үүсвэрээс ирэх багц параллель бөгөөд $3_{2}$ болон $3_{1}^{\\prime}$ хавтгайнууд нь параллель бус байвал хоолойн харах талбайд ижил зузааны судлууд (шаантаг хэлбэртэй ялтсаас гарсан мэт) ажиглагдана. $3_{2}$ ба $3_{1}^{\\prime}$-ийн огтлолцох хэсэгт — цагаан максимум (тэг эрэмбэ буюу $m=0$)."
    },
    {
      "type": "text",
      "value": "$3_{2}$ ба $3_{1}^{\\prime}$-ийн хоорондох зай их, гэрлийн монохромат чанар өндөр байх үед лазерын бус эх үүсвэрүүдийг ашиглан маш өндөр эрэмбийн интерференц ($10^{6}$ орчим) ажиглагдаж байсан түүхтэй."
    }
  ]
}
