{
  "id": "4.3",
  "title": "§ 4.3. Орон дахь бөөмийн механик энерги",
  "body": [
    {
      "type": "header",
      "id": "4.3",
      "value": "§ 4.3. Орон дахь бөөмийн механик энерги"
    },
    {
      "type": "header",
      "value": "Кинетик энерги"
    },
    {
      "type": "text",
      "value": "$m$ масстай бөөм ямар нэгэн $\\mathbf{F}$ хүчний нөлөөгөөр хөдөлж байна гэж үзье (ерөнхий тохиолдолд $\\mathbf{F}$ хүч нь хэд хэдэн хүчний үр дүн байж болно). Энэ $\\mathbf{F}$ хүчнээс эгэл $\\mathrm{d}\\mathbf{r}$ шилжилт дээр хийх эгэл ажлыг олцгооё. $\\mathbf{F}=m \\mathrm{~d} \\mathbf{v} / \\mathrm{d} t$ ба $\\mathrm{d} \\mathbf{r}=\\mathbf{v} \\mathrm{d} t$ гэдгийг харгалзан дараахыг бичвэл:"
    },
    {
      "type": "equation",
      "value": "\\delta A=\\mathbf{F} \\mathrm{d} \\mathbf{r}=m \\mathbf{v} \\mathrm{~d} \\mathbf{v} ."
    },
    {
      "type": "text",
      "value": "Скаляр үржвэр $\\mathbf{v d} \\mathbf{v}=v(\\mathbf{d v})_{\\mathbf{v}}$, энд $(\\mathbf{d v})_{\\mathbf{v}}$ нь $\\mathrm{d}\\mathbf{v}$ векторын $\\mathbf{v}$ векторын чиглэл дэх проекц юм. Энэ проекц нь $\\mathrm{d}v$ буюу хурдны векторын модулийн өсөлттэй тэнцүү. Иймээс $\\mathbf{v} \\mathrm{d} \\mathbf{v}=v \\mathrm{~d} v$ ба эгэл ажил нь:"
    },
    {
      "type": "equation",
      "value": "\\delta A=m v \\mathrm{~d} v=\\mathrm{d}\\left(m v^{2} / 2\\right) ."
    },
    {
      "type": "text",
      "value": "Үүнээс харахад үр дүнгийн $\\mathbf{F}$ хүчний ажил нь кинетик энерги гэж нэрлэгдэх (хаалтанд байгаа) тодорхой хэмжигдэхүүний өсөлтөд зарцуулагдаж байна:"
    },
    {
      "type": "equation",
      "value": "K=m v^{2} / 2 .",
      "tag": "4.27"
    },
    {
      "type": "text",
      "value": "Ийм байдлаар бөөмийн кинетик энергийн өсөлт нь эгэл шилжилт дээр дараахтай тэнцүү байна:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} K=\\delta A ,",
      "tag": "4.28"
    },
    {
      "type": "text",
      "value": "харин 1 цэгээс 2 цэг хүртэлх төгсгөлөг шилжилт дээр:"
    },
    {
      "type": "equation",
      "value": "K_{2}-K_{1}=A_{12} ,",
      "tag": "4.29"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл бөөмийн кинетик энергийн өсөлт нь тухайн шилжилт дээр бөөмд үйлчилж буй бүх хүчний ажлуудын алгебрийн нийлбэртэй тэнцүү байна. Хэрэв $A_{12}>0$ бол $K_{2}>K_{1}$ буюу бөөмийн кинетик энерги нэмэгдэнэ; хэрэв $A_{12}<0$ бол кинетик энерги багасна."
    },
    {
      "type": "text",
      "value": "(4.28) ба (4.29) тэгшитгэлүүд нь инерциал болон инерциал бус тооллын системүүдэд хүчинтэй юм. Сүүлчийнхэд нь авч үзэж буй бөөмд ямар нэгэн биеийн зүгээс үйлчлэх хүчнээс (харилцан үйлчлэлийн хүч) гадна инерцийн хүчийг тооцох шаардлагатай. Тиймээс эдгээр тэгшитгэл дэх ажлыг харилцан үйлчлэлийн хүч болон инерцийн хүчний ажлуудын алгебрийн нийлбэр гэж ойлгох хэрэгтэй."
    },
    {
      "type": "header",
      "value": "Бөөмийн бүрэн механик энерги"
    },
    {
      "type": "text",
      "value": "(4.28)-ийн дагуу бөөмийн кинетик энергийн өсөлт нь бөөмд үйлчилж буй бүх хүчний үр дүн болох $\\mathbf{F}$ хүчний эгэл ажилтай тэнцүү байна. Эдгээр нь ямар хүчнүүд вэ? Хэрэв бөөм бидний сонирхож буй консерватив хүчний стационар оронд байгаа бол түүнд энэ орны зүгээс $\\mathbf{F}_{\\text{п}}$ консерватив хүч үйлчилнэ. Үүнээс гадна бөөмд тухайн хүчний оронтой хамааралгүй бусад хүчнүүд үйлчилж болно. Тэдгээрийг гадны хүчнүүд $\\mathbf{F}_{\\text{гад}}$ гэж нэрлэе. Гадны хүчнүүд нь консерватив болон консерватив бус аль нь ч байж болно гэдгийг анхаарна уу. Хамгийн гол нь тэдгээр нь бидний сонирхож буй хүчний орны хүч биш байх явдал юм."
    },
    {
      "type": "text",
      "value": "Ийм байдлаар бөөмд үйлчилж буй бүх хүчний үр дүн $\\mathbf{F}$ нь $\\mathbf{F}=\\mathbf{F}_{\\text{п}}+\\mathbf{F}_{\\text{гад}}$ нийлбэр хэлбэрээр илэрхийлэгдэж болно. Эдгээр хүчний ажил нь бөөмийн кинетик энергийн өсөлтөд зарцуулагдана:"
    },
    {
      "type": "equation",
      "value": "\\Delta K=A_{\\text {сп }}+A_{\\text {гад }} ,"
    },
    {
      "type": "text",
      "value": "энд $A_{\\text {сп }}$ — орны хүчний ажил, $A_{\\text {гад }}$ — гадны хүчний ажил. (4.10)-ийн дагуу орны хүчний ажил нь бөөмийн потенциал энергийн бууралттай тэнцүү: $A_{\\text {сп }}=-\\Delta U$ байна. Үүнийг өмнөх илэрхийлэлд орлуулж, $\\Delta U$-г зүүн тийш шилжүүлбэл:"
    },
    {
      "type": "equation",
      "value": "\\Delta K+\\Delta U=\\Delta(K+U)=A_{\\text {гад }} ."
    },
    {
      "type": "text",
      "value": "Үүнээс харахад гадны хүчний ажил нь $K+U$ хэмжигдэхүүний өсөлтөд зарцуулагдаж байна. Энэ хэмжигдэхүүн буюу кинетик болон потенциал энергийн нийлбэрийг орон дахь бөөмийн бүрэн механик энерги гэж нэрлээд $E$-гээр тэмдэглэнэ:"
    },
    {
      "type": "equation",
      "value": "E=K+U .",
      "tag": "4.30"
    },
    {
      "type": "text",
      "value": "Бүрэн механик энерги $E$ нь потенциал энерги $U$-ийн нэгэн адил дурын тогтмолын нарийвчлалтайгаар тодорхойлогддог болохыг анхаарна уу."
    },
    {
      "type": "text",
      "value": "Иймээс өмнөх хоёр тэгшитгэлээс харахад консерватив хүчний стационар оронд байгаа бөөмийг 1 цэгээс 2 цэг рүү шилжүүлэхэд бүрэн механик энергийн өсөлтийг дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "E_{2}-E_{1}=A_{\\text {гад }} ,",
      "tag": "4.31"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл бөөмийн бүрэн механик энергийн өсөлт нь тухайн зам дээр бөөмд үйлчлэх бүх гадны хүчнүүдийн ажлуудын алгебрийн нийлбэртэй тэнцүү байна. Хэрэв $A_{\\text {гад }}>0$ бол бөөмийн бүрэн механик энерги нэмэгдэж, хэрэв $A_{\\text {гад }}<0$ бол багасна."
    },
    {
      "type": "text",
      "value": "**Жишээ.** $m$ масстай биеийг усны гадаргуугаас $h$ өндөртэй хадан хясаанаас $v_{0}$ хурдтайгаар шидэв. Агаараас үзүүлэх эсэргүүцлийн хүчний хийсэн ажлыг бие усны гадаргуу дээр $v$ хурдтай унасан нөхцөлд олцгооё. \\nХэрэв биеийн хөдөлгөөнийг хүндийн хүчний оронд авч үзвэл агаарын эсэргүүцлийн хүч нь гадны хүч болох бөгөөд (4.31) тэгшитгэлийн дагуу хайж буй ажил нь $A_{\\text {гад }}=E_{2}-E_{1}= =m v^{2} / 2-\\left(m v_{0}^{2} / 2+m g h\\right)$ эсвэл:"
    },
    {
      "type": "equation",
      "value": "A_{\\text {гад }}=m\\left(v^{2}-v_{0}^{2}\\right) / 2-m g h ."
    },
    {
      "type": "text",
      "value": "Сонирхолтой нь олсон хэмжигдэхүүн зөвхөн сөрөг төдийгүй, бас эерэг байж болно (энэ нь жишээ нь бие унах явц дахь салхины шинж чанараас хамаарна)."
    },
    {
      "type": "text",
      "value": "Иймээс бөөмийн бүрэн механик энерги нь зөвхөн гадны хүчний нөлөөгөөр өөрчлөгдөж болно. Үүнээс бөөмийн механик энерги хадгалагдах хууль шууд мөрдөгдөнө: хэрэв гадны хүчнүүд байхгүй эсвэл бидний сонирхож буй хугацааны туршид ажил хийхгүй бол консерватив хүчний стационар оронд байгаа бөөмийн бүрэн механик энерги тухайн хугацаанд тогтмол хадгалагдана:"
    },
    {
      "type": "equation",
      "value": "E=K+U=\\text { const. } ,",
      "tag": "4.32"
    },
    {
      "type": "text",
      "value": "Энерги хадгалагдах хууль нь ийм энгийн хэлбэрээрээ ч хөдөлгөөний тэгшитгэлийг ашиглахгүйгээр хэд хэдэн чухал асуултанд хариулах боломжийг олгодог бөгөөд энэ нь ихэвчлэн нүсэр тооцоолол хийхээс зайлсхийдэг. Яг энэ нөхцөл байдал нь хадгалагдах хуулиудыг судалгааны маш үр дүнтэй хэрэгсэл болгодог юм."
    },
    {
      "type": "text",
      "value": "(4.32) хадгалагдах хуулийг хэрэглэх боломж болон давуу талуудыг дараах жишээгээр тайлбарлая."
    },
    {
      "type": "text",
      "value": "**Жишээ.** Бөөм нэг хэмжээст стационар оронд хөдөлж байх ба түүний потенциал энерги $U(x)$ нь Зураг 4.9-д үзүүлсэн хэлбэртэй байна гэж үзье . Хэрэв гадны хүчнүүд байхгүй бол энэ орон дахь бөөмийн бүрэн механик энерги буюу $E$ нь хөдөлгөөний явцад өөрчлөгдөхгүй бөгөөд дараах асуултуудад энгийнээр хариулж болно."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-112_303_378_970_778.jpg",
      "caption": "Зураг 4.9"
    },
    {
      "type": "text",
      "value": "Үүний тулд (4.32) тэгшитгэлийн дагуу потенциалын муруй $U(x)$-ийн тодорхой төрөл ба бүрэн энергийн $E$ утгыг мэдэхэд хангалттай."
    },
    {
      "type": "text",
      "value": "Өгөгдсөн бүрэн энергийн $E$ утганд бөөмийн байж болох $x$ координатын өөрчлөлтийн мужийг тогтоох."
    },
    {
      "type": "text",
      "value": "$U > E$ байх мужид бөөм нэвтэрч чадахгүй нь ойлгомжтой, учир нь бөөмийн потенциал энерги $U$ нь түүний бүрэн энергиэс хэтрэх ёсгүй. Үүнээс харахад $E=E_{1}$ үед (Зураг 4.9) бөөм $x_{1}$ ба $x_{2}$ координатуудын хоорондох мужид (хэлбэлзэл хийх) эсвэл $x_{3}$ координатаас баруун тийш шилжих болно. Бөөм эхний мужаас хоёр дахь муж руу (эсвэл эсрэгээр) шилжих боломжгүй: үүнд хоёр мужийг тусгаарлаж буй потенциал саад (барьер) саад болдог. Бөөм орны хязгаарлагдмал мужид хөдөлж байвал түүнийг потенциал нүхэнд (яма) (манай тохиолдолд — $x_{1}$ ба $x_{2}$-ийн хооронд) түгжигдсэн гэж ярьдаг."
    },
    {
      "type": "text",
      "value": "$E=E_{2}$ (Зураг 4.9) үед бөөмийн хөдөлгөөн өөр төрхтэй байна: түүний хувьд $x_{0}$ координатаас баруун тийш бүх муж нээлттэй байна. Хэрэв эхний агшинд бөөм $x_{0}$ цэгт байсан бол цаашид баруун тийш хөдөлнө. Бөөмийн кинетик энерги түүний $x$ координатаас хамаарч хэрхэн өөрчлөгдөхийг бие даан ажиглах нь ашигтай болно."
    }
  ]
}