{
  "id": "4.5",
  "title": "§ 4.5. Системийн механик энерги хадгалагдах хууль",
  "body": [
    {
      "type": "header",
      "id": "4.5",
      "value": "§ 4.5. Системийн механик энерги хадгалагдах хууль"
    },
    {
      "type": "header",
      "value": "Диссипатив хүчнүүд"
    },
    {
      "type": "text",
      "value": "Хүчнүүдийг (бөөмсийн системийг хэрхэн сонгосноос хамааруулан) гадаад ба дотоод гэж ангилахаас гадна, тэдгээрийн шинж чанараас нь хамааруулан консерватив ба консерватив бус гэж хуваадаг болохыг бид хэдийнэ мэднэ."
    },
    {
      "type": "text",
      "value": "Консерватив бус хүчнүүдэд диссипатив хүчнүүд (үрэлтийн ба эсэргүүцлийн хүчнүүд) хамаардаг. Аливаа диссипатив хүчийг дараах хэлбэрээр илэрхийлж болно:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=-k(v) \\mathbf{v} ,",
      "tag": "4.42"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{v}$ — тухайн биеийн харилцан үйлчилж буй нөгөө бие (эсвэл орчин)-тэй харьцуулсан хурд; $k(v)$ — ерөнхий тохиолдолд $v$ хурднаас хамаарах эерэг коэффициент. $\\mathbf{F}$ хүч нь үргэлж $\\mathbf{v}$ вектортой эсрэг чигт чиглэнэ."
    },
    {
      "type": "text",
      "value": "Тооллын системийг сонгосноос хамаарч энэ хүчний ажил нь эерэг эсвэл сөрөг байж болно. Харин системийн бүх дотоод диссипатив хүчний нийт ажил нь тооллын системээс үл хамааран үргэлж сөрөг хэмжигдэхүүн байдгийг одоо харуулъя (энэ нь цаашид маш чухал юм):"
    },
    {
      "type": "equation",
      "value": "A_{\\text {внутр }}^{\\text {дис }}<0 .",
      "tag": "4.43"
    },
    {
      "type": "text",
      "value": "Баталгаа руу орохын өмнө өгөгдсөн систем дэх дотоод диссипатив хүчнүүд хос хосоороо тохиолдох ба хос бүрийн хувьд Ньютоны гуравдугаар хууль ёсоор модулиараа тэнцүү, чиглэлээрээ эсрэг байна гэдгийг тэмдэглэе. Биетүүдийн хурд тухайн агшинд $\\mathbf{v}_{1}$ ба $\\mathbf{v}_{2}$ байх тооллын систем дэх 1 ба 2-р биеийн харилцан үйлчлэлийн диссипатив хүчний дурын хосын эгэл ажлыг олъё:"
    },
    {
      "type": "equation",
      "value": "\\delta A^{\\text {дис }}=\\mathbf{F}_{1} \\mathbf{v}_{1} \\mathrm{~d} t+\\mathbf{F}_{2} \\mathbf{v}_{2} \\mathrm{~d} t ."
    },
    {
      "type": "text",
      "value": "$\\mathbf{F}_{2}=-\\mathbf{F}_{1}$, $\\mathbf{v}_{1}-\\mathbf{v}_{2}=\\mathbf{v}$ (1-р биеийн 2-р биетэй харьцуулсан хурд) болон $\\mathbf{F}_{1}=-k \\mathbf{v}$ гэдгийг тооцвол ажлын илэрхийлэл дараах байдалд шилжинэ:"
    },
    {
      "type": "equation",
      "value": "\\delta A^{\\text {дис }}=\\mathbf{F}_{1}\\left(\\mathbf{v}_{1}-\\mathbf{v}_{2}\\right) \\mathrm{d} t=-k \\mathbf{v} \\mathbf{v} \\mathrm{d} t=-k v^{2} \\mathrm{~d} t ."
    },
    {
      "type": "text",
      "value": "Эндээс харилцан үйлчлэлийн дотоод диссипатив хүчний дурын хосын ажил үргэлж сөрөг байх ба улмаар дурын тооллын систем дэх бүх дотоод диссипатив хүчний нийт ажил бас үргэлж сөрөг байх нь харагдаж байна."
    },
    {
      "type": "header",
      "value": "Системийн кинетик энерги"
    },
    {
      "type": "text",
      "value": "(4.28) ёсоор бөөм бүрийн кинетик энергийн өөрчлөлт нь тухайн бөөмд үйлчлэх бүх хүчний ажилтай тэнцүү: $\\Delta K_{i}=A_{i}$. Иймд системийн төлөв өөрчлөгдөхөд түүний бүх бөөмд үйлчлэх бүх хүчний хийх $A$ ажлыг дараах байдлаар бичиж болно: $A=\\sum A_{i}=\\sum \\Delta K_{i}=\\Delta \\sum K_{i}$ буюу"
    },
    {
      "type": "equation",
      "value": "A=\\Delta K ; \\quad K=\\sum K_{i} ,",
      "tag": "4.44"
    },
    {
      "type": "text",
      "value": "энд $K$ — системийн нийт кинетик энерги. Ийнхүү, системийн кинетик энергийн өөрчлөлт нь түүний бүх бөөмд үйлчлэх бүх хүчний хийх ажилтай тэнцүү байна:"
    },
    {
      "type": "equation",
      "value": "\\Delta K=A .",
      "tag": "4.45"
    },
    {
      "type": "text",
      "value": "Системийн кинетик энерги нь аддитив хэмжигдэхүүн болохыг анхааръя: энэ нь системийн тусдаа хэсгүүд хоорондоо харилцан үйлчилж байгаа эсэхээс үл хамааран тэдгээрийн кинетик энергиүдийн нийлбэртэй тэнцүү байна."
    },
    {
      "type": "text",
      "value": "(4.45) тэгшитгэл нь инерциал болон инерциал бус тооллын системийн аль алинд нь хүчинтэй. Инерциал бус системд харилцан үйлчлэлийн хүчнүүдийн ажлаас гадна инерцийн хүчний ажлыг бас тооцох шаардлагатай гэдгийг санахад илүүдэхгүй."
    },
    {
      "type": "header",
      "value": "Системийн хувийн механик энерги"
    },
    {
      "type": "text",
      "value": "Системийн кинетик энергийн $\\Delta K$ өөрчлөлт нь системийн бүх бөөмд үйлчлэх бүх хүчний ажилтай тэнцүү болохыг саяхан харууллаа. Эдгээр хүчийг гадаад ба дотоод, харин дотоод хүчийг консерватив ба диссипатив гэж хуваая. Тэгвэл дээрх баталгааг дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\Delta K=A_{\\text {внеш }}+A_{\\text {внутр }}=A_{\\text {внеш }}+A_{\\text {внутр }}^{\\text {конс }}+A_{\\text {внутр }}^{\\text {дис }} ."
    },
    {
      "type": "text",
      "value": "(4.33) ёсоор дотоод консерватив хүчний ажил нь системийн хувийн потенциал энергийн бууралттай тэнцүү: $A_{\\text {внутр }}^{\\text {конс }}=-\\Delta U_{\\text {соб }}$. Тэгвэл"
    },
    {
      "type": "equation",
      "value": "\\Delta K+\\Delta U_{\\text {соб }}=\\Delta\\left(K+U_{\\text {соб }}\\right)=A_{\\text {внеш }}+A_{\\text {внутр }}^{\\text {дис }} .",
      "tag": "4.46"
    },
    {
      "type": "text",
      "value": "Системийн кинетик ба хувийн потенциал энергийн нийлбэрийг системийн хувийн механик энерги* эсвэл товчоор механик энерги гэж тодорхойлъё:"
    },
    {
      "type": "text",
      "value": "* Доор дурдагдах системийн бүрэн механик энергиэс ялгаатай юм."
    },
    {
      "type": "equation",
      "value": "E_{\\text {соб }}=K+U_{\\text {соб }} .",
      "tag": "4.47"
    },
    {
      "type": "text",
      "value": "$E_{\\text {соб }}$ энерги нь системийн бөөмсийн хурд, тэдгээрийн харилцан үйлчлэлийн шинж чанар болон системийн конфигурациас хамаарах нь тодорхой байна. Түүнчлэн $E_{\\text {соб }}$ энерги нь ($U_{\\text {соб }}$ потенциал энерги шиг) дурын тогтмолын нарийвчлалтайгаар тодорхойлогдох ба аддитив бус хэмжигдэхүүн юм. Өөрөөр хэлбэл ерөнхий тохиолдолд системийн хувийн энерги нь түүний тусдаа хэсгүүдийн энергиүдийн нийлбэртэй тэнцүү биш байна. (4.47)-ийн дагуу:"
    },
    {
      "type": "equation",
      "value": "E_{\\text {соб }}=\\sum E_{n}+U_{\\text {вз }} ,",
      "tag": "4.48"
    },
    {
      "type": "text",
      "value": "энд $E_{n}$ — системийн $n$-р хэсгийн хувийн механик энерги, $U_{\\text {вз }}$ — системийн тусдаа хэсгүүдийн харилцан үйлчлэлийн потенциал энерги."
    },
    {
      "type": "text",
      "value": "(4.46) тэгшитгэл рүү эргэн оръё. (4.47)-г ашиглан үүнийг дараах байдлаар дахин бичье:"
    },
    {
      "type": "equation",
      "value": "\\Delta E_{\\text {соб }}=A_{\\text {внеш }}+A_{\\text {внутр }}^{\\text {дис }} ,",
      "tag": "4.49"
    },
    {
      "type": "text",
      "value": "системийн хувийн механик энергийн өөрчлөлт нь бүх гадаад хүч болон бүх дотоод диссипатив хүчний хийсэн ажлуудын алгебрийн нийлбэртэй тэнцүү байна."
    },
    {
      "type": "text",
      "value": "(4.49) тэгшитгэл нь инерциал болон инерциал бус тооллын системийн аль алинд нь хүчинтэй. Инерциал бус системд гадаад хүчний үүргийг гүйцэтгэж буй инерцийн хүчний ажлыг бас тооцох ёстойг анхаарах хэрэгтэй. Өөрөөр хэлбэл $A_{\\text {внеш }}$ гэдэгт гадаад харилцан үйлчлэлийн хүчнүүдийн болон инерцийн хүчний ажлуудын алгебрийн нийлбэрийг ойлгоно."
    },
    {
      "type": "header",
      "value": "Механик энерги хадгалагдах хууль"
    },
    {
      "type": "text",
      "value": "Энэ хууль нь (4.49) тэгшитгэлээс шууд мөрдөгдөх ба дараах байдлаар томъёологдоно: диссипатив хүч байхгүй бөөмсийн битүү системийн механик энерги хөдөлгөөний явцад хадгалагдана, өөрөөр хэлбэл"
    },
    {
      "type": "equation",
      "value": "E_{\\text {соб }}=K+U_{\\text {соб }}=\\text { const. }",
      "tag": "4.50"
    },
    {
      "type": "text",
      "value": "Ийм системийг консерватив систем* гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "* Хангалттай сайн ойролцооллоор битүү консерватив системд Нарны системийг хамааруулж болно."
    },
    {
      "type": "text",
      "value": "Битүү консерватив системийн хөдөлгөөний явцад механик энерги ($E_{\\text {соб }}$) нь хадгалагдах ба харин кинетик болон потенциал энерги нь ерөнхий тохиолдолд өөрчлөгддөг. Гэхдээ нэг энерги нь нөгөөгийнхөө буурсан хэмжээгээр яг адил нэмэгдэж байх ёстой: $\\Delta K=-\\Delta U_{\\text {соб }}$. Энэ дүгнэлт нь зөвхөн инерциал тооллын системд хүчинтэй."
    },
    {
      "type": "text",
      "value": "(4.49) тэгшитгэлээс үзвэл, хэрэв битүү систем консерватив биш, өөрөөр хэлбэл түүнд диссипатив хүчнүүд байгаа бол (4.43)-ын дагуу системийн механик энерги дараах байдлаар буурна:"
    },
    {
      "type": "equation",
      "value": "\\Delta E_{\\text {соб }}=A_{\\text {внутр }}^{\\text {дис }}<0 .",
      "tag": "4.51"
    },
    {
      "type": "text",
      "value": "Механик энерги буурч байгаа нь системд үйлчилж буй диссипатив хүчний эсрэг ажилд зарцуулагдаж байгаатай холбоотой юм. Гэвч энэ нь диссипатив хүчний физик мөн чанарыг бүрэн нээж өгөхгүй байгаа тул зөвхөн формаль тайлбар болно."
    },
    {
      "type": "text",
      "value": "Энэ асуудлыг илүү гүнзгий судалсны эцэст байгаль дэлхийд энергийн түгээмэл хадгалагдах хууль оршдог гэсэн суурь дүгнэлтэд хүрдэг: энерги хэзээ ч шинээр үүсэхгүй, бас хэзээ ч устаж үгүй болохгүй, харин нэг хэлбэрээс нөгөөд шилжих эсвэл материйн тусдаа хэсгүүдийн хооронд солилцогдож байдаг. Үүнтэй холбогдуулан энергийн ойлголтыг механик энергиэс гадна цахилгаан соронзон орны энерги, химийн энерги, цөмийн энерги гэх мэт шинэ хэлбэрүүдээр өргөжүүлэх шаардлага үүссэн."
    },
    {
      "type": "text",
      "value": "Иймд энергийн түгээмэл хадгалагдах хууль нь Ньютоны хуулиуд үйлчлэхгүй физик үзэгдлүүдийг ч мөн хамардаг. Тиймээс энэхүү хуулийг Ньютоны хуулиудаас гаргаж авах боломжгүй бөгөөд туршилтын баримтуудын хамгийн өргөн ерөнхийлөл болсон бие даасан хууль гэж үзэх ёстой."
    },
    {
      "type": "text",
      "value": "Битүү системийн механик энерги буурахад түүнтэй дүйцэхүйц хэмжээний энерги үргэлж өөр хэлбэрээр (ил харагдах хөдөлгөөнтэй холбоогүй) үүсч байдаг. Энэ утгаараа (4.49) тэгшитгэлийг системийн механик энерги өөрчлөгдөх шалтгааныг зааж өгсөн энергийн хадгалагдах хуулийн илүү өргөн томъёолол гэж үзэж болно."
    },
    {
      "type": "text",
      "value": "Тухайлбал, битүү бус системд механик энерги хадгалагдаж болох бөгөөд энэ нь (4.49) тэгшитгэл ёсоор дотоод диссипатив хүчний ажилд зарцуулагдах энергийн хорогдол нь гадаад хүчний ажлаар нөхөгдөж байх тэр тохиолдолд л боломжтой юм."
    },
    {
      "type": "header",
      "value": "Гадаад орон дахь системийн бүрэн механик энерги"
    },
    {
      "type": "text",
      "value": "Хэрэв авч үзэж буй бөөмсийн систем нь консерватив хүчний гадаад стационар оронд байгаа бол системийн механик энергид (4.47)-оос өөр илэрхийлэл ашиглах нь ихэвчлэн тохиромжтой байдаг."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд системийн бөөмсөд үйлчлэх гадаад хүчнүүдийг гадаад орны зүгээс үйлчлэх хүчнүүд (орны гадаад хүчнүүд) болон тухайн гадаад оронд хамааралгүй бусад бүх гадаад хүчнүүд (гадаад хөндлөн хүчнүүд) гэж хувааж болно. Иймд гадаад хүчнүүдийн $A_{\\text {внеш }}$ ажлыг орны гадаад хүчнүүдийн болон гадаад хөндлөн хүчнүүдийн ажлуудын алгебрийн нийлбэр хэлбэрээр илэрхийлж болно:"
    },
    {
      "type": "equation",
      "value": "A_{\\text {внеш }}=A_{\\text {внеш }}^{\\text {сп }}+A_{\\text {внеш }}^{\\text {стор }} ."
    },
    {
      "type": "text",
      "value": "Харин орны гадаад хүчний ажил нь (4.39) ёсоор гадаад потенциал энергийн бууралттай тэнцүү байдаг: $A_{\\text {внеш }}^{\\text {сп }}=-\\Delta U_{\\text {внеш }}$. Тэгвэл"
    },
    {
      "type": "equation",
      "value": "A_{\\text {внеш }}=-\\Delta U_{\\text {внеш }}+A_{\\text {внеш }}^{\\text {стор }} ."
    },
    {
      "type": "text",
      "value": "Энэ илэрхийллийг (4.49) томъёонд орлуулбал:"
    },
    {
      "type": "equation",
      "value": "\\Delta\\left(E_{\\text {соб }}+U_{\\text {внеш }}\\right)=A_{\\text {внеш }}^{\\text {стор }}+A_{\\text {внутр }}^{\\text {дис }} .",
      "tag": "4.52"
    },
    {
      "type": "text",
      "value": "Хаалтанд байгаа зүүн гар талын хэмжигдэхүүнийг консерватив хүчний гадаад стационар орон дахь системийн бүрэн механик энерги $E$ гэж нэрлэдэг:"
    },
    {
      "type": "equation",
      "value": "E=E_{\\text {соб }}+U_{\\text {внеш }} ,",
      "tag": "4.53"
    },
    {
      "type": "text",
      "value": "Хувийн механик энерги (4.47)-ээс ялгаатай нь бүрэн механик энерги нь нийт кинетик ба хувийн потенциал энергиэс гадна системийн гадаад орон дахь потенциал энерги $U_{\\text {внеш }}$-ийг системдээ багтаадаг."
    },
    {
      "type": "text",
      "value": "(4.53)-ийг тооцож (4.52) тэгшитгэлийг дараах байдлаар дахин бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\Delta E=A_{\\text {внеш }}^{\\text {стор }}+A_{\\text {внутр }}^{\\text {дис }} .",
      "tag": "4.54"
    },
    {
      "type": "text",
      "value": "(4.54) тэгшитгэлээс консерватив хүчний гадаад стационар оронд байгаа системийн бүрэн механик энерги хадгалагдах хууль мөрдөгдөнө: хэрэв бөөмсийн системд гадаад хөндлөн хүч үйлчлэхгүй бөгөөд дотоод диссипатив хүч байхгүй бол системийн бүрэн механик энерги тогтмол байна:"
    },
    {
      "type": "equation",
      "value": "E=E_{\\text {соб }}+U_{\\text {внеш }}=\\text { const. }",
      "tag": "4.55"
    },
    {
      "type": "text",
      "value": "Ийм системийн энгийн жишээ бол хоорондоо пүршээр холбогдсон хоёр жижиг бие (харимхай гантель) юм. Хэрэв энэ систем агаарын эсэргүүцэлгүй орчинд (ө.х. гадаад хөндлөн хүч байхгүй) хүндийн хүчний оронд хөдөлж байгаа бол түүний кинетик энерги $K$, хувийн потенциал энерги $U_{\\text {соб }}$ болон гадаад потенциал энерги $U_{\\text {внеш }}$ нь өөрчлөгдөх боловч эдгээр гурван хэмжигдэхүүний алгебрийн нийлбэр тогтмол хэвээр байна."
    },
    {
      "type": "text",
      "value": "Өөр нэг жишээ бол Нарны татах хүчний орон дахь Дэлхий-Сарны систем юм. Энэ системийн хөдөлгөөний явцад мөн $K, U_{\\text {соб }}$ болон $U_{\\text {внеш }}$ нь өөрчлөгдөх боловч тэдгээрийн алгебрийн нийлбэр хадгалагдана."
    },
    {
      "type": "text",
      "value": "Төгсгөлд нь, (4.54) тэгшитгэл нь инерциал болон инерциал бус тооллын системийн аль алинд нь биелэх боловч бүрэн механик энерги хадгалагдах хууль (4.55) нь зөвхөн инерциал системд л хүчинтэй гэдгийг тэмдэглэх хэрэгтэй."
    },
    {
      "type": "header",
      "value": "Шинэ ойлголтуудын үүргийн тухай дахин"
    },
    {
      "type": "text",
      "value": "Механик энерги өөрчлөгдөх ба хадгалагдахтай холбоотой асуудлуудыг зөв ойлгохын тулд хөндлөн хүч болон системийн хувийн механик энерги гэсэн шинэ ойлголтуудын онцгой үүргийг дахин нэг анхаарах шаардлагатай."
    },
    {
      "type": "text",
      "value": "1. Олон тохиолдолд хөндлөн хүчний ойлголтыг оруулахгүйгээр бөөм эсвэл системийн төлөв байдлыг энергийн үүднээс авч үзэх боломжгүй байдаг. Бодлого бүрт ямар хүчнүүд нь хөндлөн хүч болохыг тодорхой мэдэх хэрэгтэй, учир нь яг хөндлөн хүчний ажил л орон дахь бөөмийн механик энергийн өөрчлөлт (4.31) болон дотоод диссипатив хүчний ажилтай хамтран орон дахь системийн бүрэн механик энергийн өөрчлөлт (4.54)-ийг тодорхойлдог."
    },
    {
      "type": "text",
      "value": "2. Системийн механик энергийн тухай ярихдаа тохиолдол бүрт яг ямар энергийн тухай ярьж байгаагаа тодорхой ялгах хэрэгтэй: хувийн механик энерги $E_{\\text {соб }}$ уу эсвэл гадаад орон дахь бүрэн механик энерги $E$ юу. Тэдгээрийн өөрчлөлт нь харгалзан (4.49) ба (4.54) гэсэн өөр өөр томъёогоор тодорхойлогдог. Эдгээр нь өөр өөр энергиүд юм. Хоёр дахь тохиолдолд (гадаад орон дахь систем) $E$ энерги нь сонирхож буй орон дахь гадаад потенциал энергийг (4.53) өөртөө агуулдаг."
    },
    {
      "type": "text",
      "value": "Харамсалтай нь, хувийн ба бүрэн энергийг ихэвчлэн ялгахгүй эсвэл хооронд нь сольж хутгадаг бөгөөд энэ нь мэдээж механик энерги хадгалагдах ба өөрчлөгдөх хуулиудын томъёололд ч бүдүүлэг алдаа гаргахад хүргэдэг. Дээрх анхааруулгуудыг тооцсоноор бид холбогдох асуудлуудыг шийдэх зөв хандлагыг өөртөө бий болгож чадна."
    },
    {
      "type": "header",
      "value": "K- ба Ц-тооллын системүүд дэх энергиүдийн холбоо"
    },
    {
      "type": "text",
      "value": "Юун түрүүнд системийн кинетик энергиүдийн хоорондын холбоог тогтооё. $K$-тооллын систем дэх авч үзэж буй бөөмсийн системийн кинетик энерги $K$ байг. $i$-р бөөмийн хурдыг $\\mathbf{v}_{i}=\\tilde{\\mathbf{v}}_{i}+\\mathbf{V}_{C}$ гэж илэрхийлж болно, энд $\\tilde{\\mathbf{v}}_{i}$ — Ц-систем дэх тухайн бөөмийн хурд, харин $\\mathbf{V}_{C}$ — $K$-системтэй харьцуулсан Ц-системийн хурд юм. Тэгвэл системийн кинетик энерги:"
    },
    {
      "type": "equation",
      "value": "K=\\sum \\frac{m_{i} v_{i}^{2}}{2}=\\sum \\frac{m_{i}\\left(\\tilde{\\mathbf{v}}_{i}+\\mathbf{V}_{C}\\right)^{2}}{2}=\\sum \\frac{m_{i} \\tilde{v}_{i}^{2}}{2}+\\mathbf{V}_{C} \\sum m_{i} \\tilde{\\mathbf{v}}_{i}+\\sum \\frac{m_{i} V_{C}^{2}}{2} ."
    },
    {
      "type": "text",
      "value": "Ц-системд массын төв тайван байх тул (3.9) ёсоор $\\sum m_{i} \\tilde{\\mathbf{v}}_{i}=0$ болж дээрх илэрхийлэл дараах хэлбэртэй болно:"
    },
    {
      "type": "equation",
      "value": "K=\\tilde{K}+1 / 2 m V_{C}^{2},",
      "tag": "4.56"
    },
    {
      "type": "text",
      "value": "энд $\\tilde{K}=\\frac{1}{2} \\sum m_{i} \\tilde{v}_{i}^{2}$ — Ц-систем дэх бөөмсийн нийт кинетик энерги, $m$ — бүх системийн масс."
    },
    {
      "type": "text",
      "value": "(4.56) тэгшитгэл нь Кёнигийн теоремыг илэрхийлнэ: бөөмсийн системийн кинетик энерги нь Ц-систем дэх нийт кинетик энерги $\\tilde{K}$ болон бөөмсийн систем бүхэлдээ хөдөлж байгаатай холбоотой кинетик энергийн нийлбэрээс бүрдэнэ. Энэ бол маш чухал дүгнэлт бөгөөд цаашид (тухайлбал, хатуу биеийн динамикийг судлахад) олон удаа ашиглагдах болно."
    },
    {
      "type": "text",
      "value": "Бөөмсийн системийн кинетик энерги Ц-системд хамгийн бага (минимал) утгатай байх нь (4.56) томъёоноос харагддаг. Энэ бол Ц-системийн өөр нэг онцлог юм. Үнэхээр ч Ц-системд $\\mathbf{V}_{C}=0$ тул (4.56)-д зөвхөн $\\tilde{K}$ үлдэнэ."
    },
    {
      "type": "text",
      "value": "Одоо системийн $E_{\\text {соб }}$ механик энерги рүү шилжье. Системийн хувийн потенциал энерги $U_{\\text {соб }}$ нь зөвхөн системийн конфигурациас хамаарах тул бүх тооллын системд ижил утгатай байна. (4.56) тэнцэтгэлийн зүүн ба баруун талд $U_{\\text {соб }}$-г нэмбэл $K$-нээс Ц-систем рүү шилжих үеийн хувийн механик энерги $E_{\\text {соб }}$-ий хувиргалтын томъёог гарган авна:"
    },
    {
      "type": "equation",
      "value": "E_{\\text {соб }}=\\tilde{E}+\\frac{1}{2} m V_{C}^{2},",
      "tag": "4.57"
    },
    {
      "type": "text",
      "value": "энд $\\tilde{E}=\\tilde{K}+U_{\\text {соб }}$. Энэ энергийг системийн дотоод механик энерги гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Жишээ. Гөлгөр хэвтээ хавтгай дээр $m$ масстай, жингүй пүршээр холбогдсон хоёр жижиг шайб байна. Нэг шайбыг $v_{0}$ анхны хурдтай болгов (Зураг 4.10, дээрээс харах). Хөдөлгөөний явцад энэ системийн дотоод механик энерги $\\tilde{E}$-ийг ол."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-126_289_203_1361_947.jpg",
      "caption": "Зураг 4.10"
    },
    {
      "type": "text",
      "value": "Хавтгай гөлгөр тул систем хөдөлгөөний явцад битүү систем шиг байна. Иймд түүний механик энерги $E_{\\text {соб }}$ ба массын төвийн хурд $\\mathbf{V}_{C}$ нь анхны утгаа ($E_{\\text {соб }}=m v_{0}^{2} / 2$ ба $V_{C}=v_{0} / 2$) хадгална. Эдгээр утгуудыг (4.57) томъёонд орлуулбал:"
    },
    {
      "type": "equation",
      "value": "\\tilde{E}=E_{\\text {соб }}-2 m V_{C}^{2} / 2=m v_{0}^{2} / 4 ,"
    },
    {
      "type": "text",
      "value": "энд системийн масс $2m$ болохыг тооцов. Дотоод энерги $\\tilde{E}$ нь тухайн системийн эргэлт ба хэлбэлзэлтэй холбоотой бөгөөд анхны агшинд $\\tilde{E}$ нь зөвхөн эргэлтийн хөдөлгөөний энергитэй тэнцүү байсан."
    },
    {
      "type": "text",
      "value": "Хэрэв бөөмсийн систем битүү бөгөөд механик энерги өөрчлөгдөх процесс явагдаж байвал (4.57)-оос мөрдөн $\\Delta E_{\\text {соб }}=\\Delta \\tilde{E}$, өөрөөр хэлбэл дурын инерциал тооллын систем дэх хувийн механик энергийн өөрчлөлт нь дотоод механик энергийн өөрчлөлттэй тэнцүү байна. Энэ үед битүү системийн хувьд $\\mathbf{V}_{C}=\\text{const}$ байх тул бөөмсийн систем бүхэлдээ хөдөлсөнтэй холбоотой кинетик энерги нь өөрчлөгдөхгүй."
    },
    {
      "type": "text",
      "value": "Тухайлбал, битүү систем нь консерватив бол түүний механик энерги бүх инерциал тооллын системд хадгалагдана. Энэ дүгнэлт нь Галилейн харьцангуйн зарчимтай бүрэн нийцэж байгаа юм."
    }
  ]
}