{
  "id": "1.1",
  "title": "§ 1.1. Системийн төлөв. Процессууд",
  "body": [
    {
      "type": "header",
      "id": "1.1",
      "value": "§ 1.1. Системийн төлөв. Процессууд"
    },
    {
      "type": "text",
      "value": "<b>Температур.</b> Энэ бол макросистемийн термодинамик тэнцвэрийн төлөвийг тодорхойлдог хэмжигдэхүүн юм. Биетүүдийн хооронд дулаан дамжуулах холбоо тогтоох үед нэг биет нөгөөд дулааны дамжуулалтаар энерги дамжуулдаг бол эхний биет хоёр дахьаасаа илүү өндөр температуртай гэж үзнэ."
    },
    {
      "type": "text",
      "value": "Температур хэмжих аливаа арга нь температурын хуваарь тогтооход шаардагдана. Үүний тулд тодорхой онцгой цэгүүдийг ашигладаг. Олон улсын гэрээний дагуу температурын хуваарийг нэг тулгуур цэгээр — усны гурван фазын цэгээр ($T_\\text{гф}$) — байгуулдаг. Температурын термодинамик хуваарьт (Кельвины хуваарьт) тодорхойлолтоор:"
    },
    {
      "type": "equation",
      "value": "T_\\text{гф} = 273{,}16 \\text{ К}.",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Ийм $T_\\text{гф}$ утгаар мөсний хайлах ба усны буцлах цэгүүдийн хоорондох зай 100 кельвинтэй тэнцүү бөгөөд эдгээр цэгүүдийн температур тус тус ойролцоогоор 273,15 ба 373,15 К байна. $1 \\text{ К} = 1^\\circ \\text{C}$. Цельсийн хуваарийн $t$ температур нь Кельвины хуваарийн температуртай дараах тэгшитгэлээр холбогдоно:"
    },
    {
      "type": "equation",
      "value": "t = T - 273{,}15."
    },
    {
      "type": "text",
      "value": "$T = 0$ температурыг үнэмлэхүй тэг гэдэг бөгөөд үүнд $t = -273{,}15^\\circ \\text{C}$ тохирно. $T$ температурын физик утгыг цаашид (§ 1.5) тодруулна."
    },
    {
      "type": "text",
      "value": "Температур бол макросистемийн макроскоп шинжүүдийн нэг юм. Хэдхэн молекулаас бүрдэх системд температур гэсэн ойлголт утгагүй болдог (гэхдээ тодорхой нөхцөлд бүр нэг бөөмийн температурыг нөхцөлтэйгөөр ярьдаг)."
    },
    {
      "type": "header",
      "value": "Системийн төлөв"
    },
    {
      "type": "text",
      "value": "<b>Системийн төлөв.</b> Макросистемийн төлөвийг термодинамик параметрүүд гэж нэрлэгддэг хэмжигдэхүүнүүдээр тодорхойлдог (даралт $p$, эзэлхүүн $V$, температур $T$ г.м.). Эдгээр параметрүүд нь макросистемийн аль ч хэсэгт тодорхой ба тогтмол утгатай байвал системийн төлөвийг тэнцвэрийн төлөв гэнэ. Тэнцвэрийн төлөвөөс гарсан систем (систем тэнцвэргүй болсон) дараа нь тэнцвэрийн төлөвтөө буцан очдог. Энэ нь тайвшралын хугацаа ($\\tau$) гэж нэрлэгддэг хугацааны дарааллаар тохиодог. Тайвшралын хугацаа гэдэг нь төлөвийн аль нэг параметрийн анхны хазайлт $e$ дахин буурах хугацаа юм. Төлөвийн параметр тус бүрт $\\tau$ өөрийн утгатай бөгөөд хамгийн том $\\tau$-г системийн тайвшралын хугацаа гэж үздэг."
    },
    {
      "type": "text",
      "value": "Тиймээс системийн төлөв нь гадаад нөхцөл өөрчлөгдөөгүй үед бүх параметрүүд нь тодорхой ба тогтмол утгатай байвал тэнцвэрийн төлөв болно."
    },
    {
      "type": "text",
      "value": "Тэнцвэрийн төлөвийг төлөвийн параметрүүдийн утгыг координатын тэнхлэгт тавьсан орон зай дахь цэгээр дүрслэж болно. Хэрэв хамааралгүй хоёр хувьсагч (жишээлбэл $p$ ба $V$) байвал тэнцвэрийн төлөвийг $p, V$ диаграмм дахь цэгээр дүрсэлнэ."
    },
    {
      "type": "header",
      "value": "Процесс"
    },
    {
      "type": "text",
      "value": "<b>Процесс.</b> Аливаа процесс, өөрөөр хэлбэл системийн нэг төлөвөөс нөгөөд шилжих шилжилт (жишээлбэл гадаад нөлөөлөлийн улмаас) нь ерөнхийдөө тэнцвэргүй төлөвүүдийн дарааллаар явагддаг. Тэнцвэргүй процессуудыг бид тасархай муруйгаар дүрслэнэ."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-010_316_396_1133_68.jpg",
      "caption": "Зураг 1.1"
    },
    {
      "type": "text",
      "value": "Тэнцвэрийн процессыг урвуу чиглэлд яг тийм тэнцвэрийн төлөвүүдийн дарааллаар, өөрөөр хэлбэл $1 \\to 2$ муруйгаар буцааж явуулж болно (Зураг 1.1 харна уу), гэхдээ эсрэг чиглэлд $2 \\to 1$. Иймээс тэнцвэрийн процессуудыг <i>буцах боломжтой</i>* гэнэ."
    },
    {
      "type": "note",
      "value": "*Тэнцвэрийн бүх процесс буцах боломжтой гэж категорилон батлах боломжгүй. Изотроп макросистемд буцах боломжтой нь лавтай. Харин систем анизотроп бол энэ нь үргэлж тийм биш. Гистерезисийн үзэгдэл үүний жишээ болно."
    }
  ]
}
