{
  "id": "7.3",
  "title": "§ 7.3. Хугацаа удаашрах ба урт богиносох",
  "body": [
    {
      "type": "header",
      "id": "7.3",
      "value": "§ 7.3. Хугацаа удаашрах ба урт богиносох"
    },
    {
      "type": "text",
      "value": "Энэ параграфт бид Эйнштейний постулатуудаас гарч ирэх гурван хамгийн чухал үр дагаврыг авч үзнэ — эдгээр нь"
    },
    {
      "type": "text",
      "value": "өөр өөр тооллын системд хөдөлж буй биеүүдийн хөндлөн хэмжээсийн тэгш байдал, хөдөлж буй цагуудын явцын удаашрал болон хөдөлж буй биеүүдийн уртын дагуух хэмжээсийн агшилт бөгөөд дараа нь (§ 7.4-т) олсон үр дүнг координат ба хугацааны тохирох хувиргалтын томъёонууд хэлбэрээр ерөнхийлнө."
    },
    {
      "type": "text",
      "value": "Эдгээр асуудлыг шийдэхэд орохдоо юуны түрүүнд тооллын систем гэдэг нь координатын тор болон өөр хоорондоо синхрончлогдсон хэд хэдэн ижил хөдөлгөөнгүй цагуудтай холбогдсон тооллын бие гэж ойлгогдоно гэдгийг сануулъя. Бүх инерциал тооллын системүүдэд координатын торууд ба цагууд ижил аргаар хуваарьлагдсан гэж үздэг. Үүнийг зөвхөн бүх тооллын системд мөн адил аргаар хэрэгжүүлсэн урт ба хугацааны эталонуудын тусламжтайгаар хийж чадна."
    },
    {
      "type": "text",
      "value": "Үүний тулд урт болон хугацааны байгалийн масштабыг өгдөг ямар нэгэн байгалийн үечилсэн процессыг ашиглахад хангалттай, жишээлбэл өгөгдсөн тооллын систем дэх хөдөлгөөнгүй тодорхой атомуудаас ялгардаг монохроматик долгионуудын нэгийг ашиглаж болно. Тэгвэл энэ тооллын системд уртын эталон болгон долгионы уртыг, харин хугацааны эталон болгон харгалзах хэлбэлзлийн үеийг авч болно. Эдгээр эталонуудын тусламжтайгаар нэг метр эталоныг өгөгдсөн долгионы уртуудын тодорхой тоо болгон, нэг секунд эталоныг мөн өгөгдсөн хэлбэлзлүүдийн үеүдийн тодорхой тоо болгон бүтээж болно (одоо үед үнэхээр ч ингэж хийсэн гэдгийг тэмдэглэе)."
    },
    {
      "type": "text",
      "value": "Ижил үйлдлийг инерциал тооллын систем бүрд хийж болно, эдгээр тооллын систем бүрт хөдөлгөөнгүй ижил атомуудын нэг ижил монохроматик долгионыг ашиглан. Үүний үндэслэл нь харьцангуйн зарчмын дагуу тайван байгаа атомуудын физикийн шинж чанарууд тэд ямар инерциал тооллын системд тайван байгаагаас үл хамаарах явдал юм."
    },
    {
      "type": "text",
      "value": "Тооллын систем бүрт уртын болон хугацааны эталонуудыг хэрэгжүүлснээр эдгээр эталонуудыг өөр өөр тооллын системд харьцуулах, эсвэл өөрөөр хэлбэл эдгээр системд биеүүдийн хэмжээс болон хугацааны урсгалыг харьцуулах зэрэг үндсэн асуудлыг шийдэхэд шилжиж болно."
    },
    {
      "type": "header",
      "value": "Биеүүдийн хөндлөн хэмжээсийн тэгш байдал"
    },
    {
      "type": "text",
      "value": "Өөр өөр инерциал тооллын системд биеүүдийн хөндлөн хэмжээсийг харьцуулах асуудлаас эхэлцгээе. Хоёр инерциал тооллын систем $K$ ба $K^{\\prime}$-ийг төсөөлцгөөе, тэдгээрийн $Y$ ба $Y^{\\prime}$ тэнхлэгүүд нь бие биетэйгээ зэрэгцэж, нэг системийн нөгөөгийнхөө харьцуулсан хөдөлгөөний чиглэлтэй перпендикуляр байна гэе (Зураг 7.4), түүнчлэн $K^{\\prime}$-системийн $O^{\\prime}$ эхийн цэг нь $K$-системийн $O$ эхийн цэгээр дайрах шулуунаар хөдөлнө гэе. $Y$ ба $Y^{\\prime}$ тэнхлэгүүдийн дагуу"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-236_317_313_274_839.jpg",
      "caption": "Зураг 7.4"
    },
    {
      "type": "text",
      "value": "Харьцангуйн зарчим энэ асуултанд шууд хариулт өгнө: тийм, давхцана. Хэрэв ингэхгүй бол хоёр тооллын системийн үүднээс саваануудын нэг нь жишээлбэл нөгөөгөөсөө богино байх байсан бөгөөд улмаар нэг инерциал тооллын системийг нөгөөгөөсөө богино хөндлөн хэмжээсээр нь туршилтаар ялгах боломж байх байсан. Гэхдээ энэ нь харьцангуйн зарчимтай зөрчилдөнө."
    },
    {
      "type": "text",
      "value": "Үүнээс биеүүдийн хөндлөн хэмжээс бүх инерциал тооллын системд ижил гэдэг нь гарна. Энэ нь мөн $K^{\\prime}$- ба $K$-системүүдийн эхийн цэгүүдийн дурдсан сонголтод аливаа цэг эсвэл үйл явдлын $y^{\\prime}$ ба $y$ координатууд давхцана, өөрөөр хэлбэл"
    },
    {
      "type": "equation",
      "value": "y^{\\prime}=y .",
      "tag": "7.3"
    },
    {
      "type": "text",
      "value": "Энэ харьцаа нь хайж байгаа координатын хувиргалтуудын нэг юм."
    },
    {
      "type": "header",
      "value": "Хугацаа удаашрах"
    },
    {
      "type": "text",
      "value": "Бидний дараагийн даалгавар нь өөр өөр инерциал тооллын системд хугацааны урсгалыг харьцуулах явдал юм. Өмнө ярьсанчлан хугацааг цагаар хэмждэг бөгөөд цаг гэдэг нь ямар нэгэн үечилсэн процесс ашигладаг бүх төхөөрөмж гэсэн утгатай. Иймээс харьцангуйн онолд"
    },
    {
      "type": "text",
      "value": "ихэвчлэн өөр өөр инерциал тооллын системд ижил цагуудын явцыг харьцуулахын тухай ярьж заншсан."
    },
    {
      "type": "text",
      "value": "Энэ асуудлыг хамгийн энгийнээр дараах бодит (өөрөөр хэлбэл зарчмын хувьд боломжит) туршилтын тусламжтайгаар шийдэж болно. Гэрлийн цаг авъя — хоёр төгсгөлд нь толь бүхий саваа, тэдгээрийн хооронд богино гэрлийн импульс \"гүйж\" байдаг. Ийм цагийн үе нь гэрлийн импульс савааны тодорхой нэг төгсгөлд хүрэх дараалсан хоёр агшны хоорондох хугацааны интервалтай тэнцүү байна."
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-237_336_334_544_68.jpg",
      "caption": "Зураг 7.5"
    },
    {
      "type": "text",
      "value": "Цааш бие биенийхээ харьцуулбал $V$ хурдаар хөдөлж буй хоёр инерциал тооллын систем $K^{\\prime}$ ба $K$-ийг төсөөлцгөөе. $AB$ гэрлийн цаг нь $K^{\\prime}$-системд хөдөлгөөнгүй байж, $K$-системийн харьцуулсан түүний хөдөлгөөний чиглэлтэй перпендикуляр чиглүүлэгдсэн байг (Зураг 7.5). $K^{\\prime}$ ба $K$ тооллын системүүдэд эдгээр цагийн \"явцыг\" дагацгаая."
    },
    {
      "type": "text",
      "value": "$K^{\\prime}$-системд цаг хөдөлгөөнгүй бөгөөд түүний үе"
    },
    {
      "type": "equation",
      "value": "\\Delta t_{0}=2 l / c"
    },
    {
      "type": "text",
      "value": "энд $l$ — толинуудын хоорондох зай, $c$ — гэрлийн хурд."
    },
    {
      "type": "text",
      "value": "$K$-системд, түүний харьцуулбал цаг хөдөлж байгаа, толинуудын хоорондох зай мөн $l$ байна, учир нь биеүүдийн хөндлөн хэмжээс өөр өөр инерциал тооллын системд ижил байдаг. Гэхдээ энэ тооллын системд гэрлийн импульсийн зам өөр байх болно — зигзаг хэлбэртэй (Зураг 7.5): гэрлийн импульс доод толиноос дээд толь руу тархаж байх үед сүүлчийнх нь баруун тийш тодорхой зайд шилжинэ гэх мэт. Иймээс гэрлийн импульс доод толь руу буцаж ирэхийн тулд $K$-системд илүү урт зам туулж, үүнийг ижил $c$ хурдаар хийнэ. Иймээс гэрэлд үүнд илүү их хугацаа шаардагдана — цаг хөдөлгөөнгүй үеийнхээс илүү. Өөрөөр хэлбэл хөдөлж буй цагийн үе уртсана — $K$-тооллын системийн үүднээс тэд илүү удаан явна."
    },
    {
      "type": "text",
      "value": "Хөдөлж буй цагийн үеийг $K$-системд $\\Delta t$ гэж тэмдэглэе. $AB^{\\prime}A^{\\prime}$ тэгш өнцөгт гурвалжнаас (Зураг 7.5) $l^{2}+(V \\Delta t / 2)^{2}=(c \\Delta t / 2)^{2}$ гэдэг нь гарна, үүнээс"
    },
    {
      "type": "equation",
      "value": "\\Delta t=(2 l / c) / \\sqrt{1-(V / c)^{2}} ."
    },
    {
      "type": "text",
      "value": "Мөн $2 l / c=\\Delta t_{0}$ тул"
    },
    {
      "type": "equation",
      "value": "\\Delta t=\\frac{\\Delta t_{0}}{\\sqrt{1-\\beta^{2}}}",
      "tag": "7.4"
    },
    {
      "type": "text",
      "value": "энд $\\beta=V / c, V$ — $K$-систем дэх цагийн хурд."
    },
    {
      "type": "text",
      "value": "Үүнээс $\\Delta t>\\Delta t_{0}$ гэж харагдаж байна, өөрөөр хэлбэл нэг ижил цаг өөр өөр инерциал тооллын системд өөрөөр явна: цаг түүний харьцуулбал хөдөлж буй тооллын системд түүнд тайван байгаа системийнхээс илүү удаан явна. Өөрөөр хэлбэл хөдөлж буй цаг тайван байгаагаас илүү удаан явна. Энэ үзэгдлийг хугацаа удаашрах гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Ямар нэгэн процесс явагдаж буй биетэй хамт хөдөлж буй цагаар тоолж байгаа хугацааг тэр биеийн өөрийн хугацаа гэж нэрлэнэ. Үүнийг $\\Delta t_{0}$ гэж тэмдэглэнэ. (7.4)-өөс харахад өөрийн хугацаа хамгийн богино байна. Өөр тооллын системд энэ процессын $\\Delta t$ хугацаа нь процесс явагдаж буй биеийн харьцуулсан тэр системийн $V$ хурдаас хамаарна. Ийм хамаарал нь гэрлийн хурдтай харьцуулж болохуйц $V$ хурдын утгуудад ялангуяа хүчтэй илэрнэ (Зураг 7.6)."
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-238_501_485_738_665.jpg",
      "caption": "Зураг 7.6"
    },
    {
      "type": "text",
      "value": "**Жишээ.** Цаг $K$-тооллын системд $v$ хурдаар шулуун байдлаар жигд хөдөлж байна. $t=0$ эхний агшинд түүний заалт $K$-системийн цагтай давхцаж байв. $t=60$ мин хугацааны ($K$-системийн цагаар) дараа хөдөлж буй цаг хэдэн секунд хоцорч унах вэ, хэрэв: 1) $v=1800$ км/цаг (тийрэлтэт онгоц); 2) $v=\\frac{4}{5} c$, энд $c$ — вакуум дахь гэрлийн хурд?"
    },
    {
      "type": "text",
      "value": "$K$-системийн цагаар $t$ агшинд хөдөлж буй цаг $t_{0}$ заасан гэе, түүнчлэн (7.4)-ийн дагуу $t_{0}=t \\sqrt{1-(v / c)^{2}}$, тэгвэл хайж байгаа хугацаа"
    },
    {
      "type": "equation",
      "value": "t-t_{0}=t\\left(1-\\sqrt{1-(v / c)^{2}}\\right)"
    },
    {
      "type": "text",
      "value": "1) $v \\ll c$ үед Ньютоны биномын томъёогоор $\\sqrt{1-(v / c)^{2}} \\approx 1-\\frac{1}{2}(v / c)^{2}$ ба $t-t_{0}=\\frac{1}{2}(v / c)^{2} t=5 \\cdot 10^{-9}$ с.\n\n2) $t-t_{0}=\\frac{2}{5} t=24$ мин."
    },
    {
      "type": "text",
      "value": "Ингэснээр Ньютоны механикаас ялгаатай нь хугацааны урсгал бодит байдалд хөдөлгөөний төлвөөс хамаардаг. Нэгдсэн дэлхийн хугацаа оршдоггүй бөгөөд \"хоёр өгөгдсөн үйл явдлын хоорондох хугацааны завсар\" гэсэн ойлголт харьцангуй болдог. Хоёр өгөгдсөн үйл явдлын хооронд хэчнээн секунд өнгөрсөн гэсэн баталгаа зөвхөн ямар тооллын системд энэ баталгаа хамаарч байгааг зааж өгөхөд утга учиртай болно."
    },
    {
      "type": "text",
      "value": "Ньютоны механикийн абсолют хугацаа нь харьцангуйн онолд зөвхөн тооллын системүүдийн (гэрлийн хурдтай харьцуулахад) бага харьцангуй хурдын үед зөв ойролцоо ойлголт юм. Энэ нь (7.4)-өөс шууд гарч ирнэ бөгөөд Зураг 7.6-аас харагдаж байна: $V \\ll c$ үед $\\Delta t \\approx \\Delta t_{0}$."
    },
    {
      "type": "text",
      "value": "Ингээд бид үндсэн дүгнэлтэд хүрлээ: цагтай хамт хөдөлж буй тооллын системд хугацаа илүү удаан урсдаг (өгөгдсөн цаг түүний харьцуулбал хөдөлж буй ажиглагчийн хувьд). Энэ нь ажиглагчийн харьцуулбал хөдөлж буй тооллын системүүдэд явагдаж буй бүх процессүүдэд хамаарна."
    },
    {
      "type": "text",
      "value": "Мэдээжийн хэрэг асуулт үүснэ: $K$-системийн харьцуулбал хөдөлж буй $K^{\\prime}$-систем дэх ажиглагч өөрийн цаг $K$-системийн цагаас илүү удаан явж байгааг анзаарах уу? Үгүй, анзаарахгүй. Энэ нь харьцангуйн зарчмаас шууд гарна. Хэрэв $K^{\\prime}$-ажиглагч ч гэсэн өөрийн тооллын системд хугацаа удаашрахыг илрүүлсэн бол энэ нь $K^{\\prime}$ ба $K$ хоёр ажиглагчийн хувьд хугацаа инерциал тооллын системүүдийн нэгэнд илүү удаан урсдаг гэсэн үг байх. Үүнээс тэд инерциал тооллын системүүдийн нэг нь нөгөөгөөсөө ялгаатай гэж дүгнэх байсан — энэ нь харьцангуйн зарчимтай зөрчилдөнө."
    },
    {
      "type": "text",
      "value": "Үүнээс хугацаа удаашрах эффект нь харилцан, $K$ ба $K^{\\prime}$ хоёр инерциал тооллын системийн харьцуулбал тэгш хэмтэй гэдэг нь гарна. Өөрөөр хэлбэл хэрэв $K$-системийн үүднээс $K^{\\prime}$-системийн цаг илүү удаан явж байвал $K^{\\prime}$-системийн үүднээс эсрэгээр $K$-системийн цаг илүү удаан явна (үүнийг ижил харьцаагаар). Энэ нөхцөл нь хугацаа удаашрах үзэгдэл нь цэвэр кинематик гэдгийг заана. Энэ нь"
    },
    {
      "type": "text",
      "value": "гэрлийн хурдын инвариантын зайлшгүй үр дагавар бөгөөд цагуудын хөдөлгөөнөөс үүдэлтэй тэдгээрийн шинж чанар дахь аливаа өөрчлөлттэй огт холбож болохгүй."
    },
    {
      "type": "text",
      "value": "Томъёо (7.4) шууд туршилтын баталгааг түргэн олж, дэлхийн агаар мандлаар өнгөрөх үед мюонуудын эхний харцаар \"нууцлаг\" зан төлөвийг тайлбарлав. Мюонууд нь дундажаар $2 \\cdot 10^{-6}$ с-ийн дараа аяндаа задардаг тогтворгүй бөөмс юм (энэ хугацааг тэд хөдөлгөөнгүй эсвэл бага хурдаар хөдөлж буй нөхцөлд хэмжсэн). Мюонууд агаар мандлын дээд давхаргад 20-30 км өндөрт үүсдэг. Хэрэв мюонуудын амьдрах хугацаа тэдний хурдаас үл хамаарах байсан бол гэрлийн хурдаар ч хөдөлж байсан тэд дараахаас илүү зам туулж чадахгүй байсан:"
    },
    {
      "type": "equation",
      "value": "c \\Delta t=3 \\cdot 10^{8} \\mathrm{~м} / \\mathrm{с} \\cdot 2 \\cdot 10^{-6} \\mathrm{с}=600 \\text { м. }"
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч ажиглалтууд мюонуудын ихээхэн тоо дэлхийн гадаргад хүрч байгааг харуулж байна."
    },
    {
      "type": "text",
      "value": "Үүнийг $2 \\cdot 10^{-6}$ с гэдэг нь мюонуудын амьдралын өөрийн хугацаа ($\\Delta t_{0}$), өөрөөр хэлбэл мюонуудтай хамт хөдөлж буй цагаар хэмжигдсэн хугацаа гэдгээр тайлбарладаг. Харин дэлхийн цагаар хэмжсэн хугацаа (7.4)-ийн дагуу хамаагүй их байх ёстой (эдгээр бөөмсийн хурд гэрлийн хурдтай ойр байна) бөгөөд мюонууд дэлхийн гадаргад хүрэхэд хангалттай болж гарч байна."
    },
    {
      "type": "text",
      "value": "Төгсгөлд \"цагны парадокс\" буюу \"ихрүүдийн парадокс\"-ын тухай хэдэн үг хэлье. $A$ ба $B$ гэсэн хоёр ижил цаг байгаа гэе, тэдгээрээс $A$ цаг ямар нэгэн инерциал тооллын системд хөдөлгөөнгүй байж, харин $B$ цаг эхлээд $A$ цагаас холдож, дараа нь түүн рүү буцаж ирнэ. Эхний агшинд цагууд хамтдаа байх үедээ нэг ижил цагийг заасан гэж үзнэ."
    },
    {
      "type": "text",
      "value": "$A$ цагийн \"үүднээс\" хөдөлж байгаа нь $B$ цаг тул тэд илүү удаан явж, буцаж ирэхдээ $A$ цагаас хоцорно. $B$ цагийн \"үүднээс\" эсвэл $A$ цаг хөдөлж байгаа тул буцаж ирэхэд яг тэд хоцорно. Илт зөрчилдөөн — энэ бол \"парадокс\"-ын мөн чанар юм."
    },
    {
      "type": "text",
      "value": "Бодит байдалд эдгээр үндэслэлд зарчмын алдаа гарсан. Энэ алдаа нь $B$ цагийн \"үүднээс\" үндэслэлд хамаарна, учир нь энэ цагтай холбогдсон тооллын систем инерциал бус (тэр эхлээд хурдатгалтайгаар холдож, дараа ойртож байна) бөгөөд бид энэ тохиолдолд зөвхөн инерциал тооллын системүүдэд хамаарах үр дүнг ашиглах эрхгүй. Харьцангуйн тусгай онолын хүрээнээс гарсан нарийвчилсан тооцоо"
    },
    {
      "type": "text",
      "value": "хурдатгалтайгаар хөдөлж буй цаг (бидний тохиолдолд $B$ цаг) илүү удаан явдаг тул буцаж ирэхэд яг тэд хоцорно гэдгийг харуулна."
    },
    {
      "type": "header",
      "value": "Лоренцын агшилт"
    },
    {
      "type": "text",
      "value": "$AB$ саваа $K$-тооллын системийн харьцуулбал $V$ тогтмол хурдаар хөдөлж байна гэе"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-241_183_396_435_68.jpg",
      "caption": "Зураг 7.7"
    },
    {
      "type": "text",
      "value": "(Зураг 7.7) бөгөөд саваатай холбогдсон $K^{\\prime}$ тооллын системд савааны урт $l_{0}$-тэй тэнцүү. Бидний даалгавар нь $K$-системд өгөгдсөн савааны $l$ уртыг тодорхойлох явдал юм."
    },
    {
      "type": "text",
      "value": "Үүний тулд дараах бодит туршилт хийе. $K$-системийн $X$ тэнхлэг дээр $M$ тэмдэглэгээ хийж, түүний дэргэд цаг байрлуулъя. Энэ цагаар $M$ тэмдэглэгээний хажуугаар савааны өнгөрөх $\\Delta t_{0}$ хугацааг бүртгэе. Тэгвэл $K$-системд хайж байгаа савааны урт"
    },
    {
      "type": "equation",
      "value": "l=V \\Delta t_{0} ."
    },
    {
      "type": "text",
      "value": "Саваатай холбогдсон ажиглагчийн хувьд өнгөрөх хугацаа өөр байх болно. Үнэхээр ч түүний хувьд өнгөрөх $\\Delta t_{0}$ хугацааг заасан цаг $V$ хурдаар хөдөлж байгаа бөгөөд иймээс \"өөр\" хугацааг заана. Энэ ажиглагчийн хувьд өнгөрөх \"өөрийн\" $\\Delta t$ хугацаа нь (7.4)-ийн дагуу илүү их байх болно. Энэ хугацааг тэр дараах харьцаанаас олж болно:"
    },
    {
      "type": "equation",
      "value": "l_{0}=V \\Delta t ."
    },
    {
      "type": "text",
      "value": "Эдгээр хоёр тэгшитгэлээс (7.4)-ийг харгалзан үзэхэд"
    },
    {
      "type": "equation",
      "value": "l / l_{0}=\\Delta t_{0} / \\Delta t=\\sqrt{1-\\beta^{2}},"
    },
    {
      "type": "text",
      "value": "эсвэл"
    },
    {
      "type": "equation",
      "value": "l=l_{0} \\sqrt{1-\\beta^{2}},",
      "tag": "7.5"
    },
    {
      "type": "text",
      "value": "энд $\\beta=V / c$. Саваа хөдөлгөөнгүй байгаа тооллын системд хэмжсэн $l_{0}$ уртыг өөрийн урт гэж нэрлэнэ."
    },
    {
      "type": "text",
      "value": "Ингэснээр хөдөлж буй савааны уртын дагуух хэмжээ түүний өөрийн уртаас бага байх нь тогтоогдлоо, өөрөөр хэлбэл $l<l_{0}$. Энэ үзэгдлийг Лоренцын агшилт гэж нэрлэдэг. Энэ агшилт нь зөвхөн биеүүдийн уртын дагуух хэмжээс (хөдөлгөөний чиглэл дэх хэмжээс)-д хамаарах бөгөөд харин хөндлөн хэмжээс тогтсончлон өөрчлөгддөггүй. Биеийн тайван байгаа тооллын систем дэх хэлбэртэйгээ харьцуулахад хөдөлж буй тооллын систем дэх түүний хэлбэрийг хөдөлгөөний чиглэлд хавтгайрсан гэж тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Томъёо (7.5)-аас агшилтын зэрэг нь хамаардаг гэдэг нь гарна"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-242_487_455_286_697.jpg",
      "caption": "Зураг 7.8"
    },
    {
      "type": "text",
      "value": "**Жишээ 1.** Өөрийн урт нь $l_{0}=5,0$ м байгаа саваа $K$-тооллын системийн харьцуулбал уртын дагуух чиглэлд $V$ хурдаар хөдөлж байна. $V$-ийн ямар утганд $K$-системд савааны урт"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-242_176_376_1008_784.jpg",
      "caption": "Зураг 7.9"
    },
    {
      "type": "text",
      "value": "Ийм уртын агшилтыг ажиглахын тулд (7.5)-ийн дагуу савааны хурд $V=c \\sqrt{1-\\left(l / l_{0}\\right)^{2}}=\\frac{4}{5} c$ байх ёстой."
    },
    {
      "type": "text",
      "value": "**Жишээ 2.** $A$ саваа $K$-тооллын системд хөдөлгөөнгүй $B$ савааны хажуугаар Зураг 7.10-д үзүүлснээр $v$ хурдаар хөдөлж байна. Хоёр саваа ижил өөрийн $l_{0}$ урттай. $K$-тооллын системд савааны"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-242_126_380_1508_784.jpg",
      "caption": "Зураг 7.10"
    },
    {
      "type": "text",
      "value": "зүүн болон баруун төгсгөлүүд давхцах агшнуудын хоорондох $\\Delta t$ хугацааны завсрыг олъё."
    },
    {
      "type": "text",
      "value": "$K$-системд хөдөлж буй $A$ савааны урт $l=l_{0} \\sqrt{1-(v / c)^{2}}$-тэй тэнцүү бөгөөд Зураг 7.10-ын тусламжтайгаар хайж байгаа хугацааны завсар"
    },
    {
      "type": "equation",
      "value": "\\Delta t=\\left(l_{0}-l\\right) / v=\\left(1-\\sqrt{1-(v / c)^{2}}\\right) l_{0} / v ."
    },
    {
      "type": "text",
      "value": "**Жишээ 3.** $K$-тооллын системд нэг шулуугаар ижил $v=\\frac{4}{5} c$ хурдаар хөдөлж байсан хоёр бөөмс хөдөлгөөнгүй бай руу (өгөгдсөн тооллын системд) $\\Delta t=5 \\cdot 10^{-9}$ с хугацааны завсраар оржээ. Бай руу орохоосоо өмнө бөөмсүүдийн хоорондох өөрийн зай хэд байсан бэ?"
    },
    {
      "type": "text",
      "value": "$K$-тооллын системд бөөмсүүдийн хоорондох зай $l=v \\Delta t$. Иймээс томъёо (7.5)-ийн дагуу хайж байгаа зай"
    },
    {
      "type": "equation",
      "value": "l_{0}=v \\Delta t / \\sqrt{1-(v / c)^{2}}=2 \\text { м. }"
    },
    {
      "type": "text",
      "value": "Ингээд өөр өөр инерциал тооллын системд нэг ижил савааны урт өөр өөр байна. Өөрөөр хэлбэл урт гэдэг нь харьцангуй ойлголт бөгөөд зөвхөн тухайн тооллын системийн харьцуулбал утга учиртай. Биеийн урт хэчнээн метр гэсэн баталгаа нь энэ хэмжигдэхүүн яг ямар тооллын системд хамаарч байгааг зааж өгөхгүй бол утга учиргүй."
    },
    {
      "type": "text",
      "value": "Бага хурдын ($V \\ll c$) үед (7.5)-аас гарч ирнэ бөгөөд Зураг 7.8-аас харагдахаар $l \\approx l_{0}$ болж, биеийн урт бараг абсолют утгатай болно."
    },
    {
      "type": "text",
      "value": "Лоренцын агшилт нь хугацаа удаашрах шиг харилцан байх ёстой гэдгийг тэмдэглэх шаардлагатай. Энэ нь хэрэв бид өөрийн урт нь ижил бие биенийхээ харьцуулбал хөдөлж буй хоёр савааг харьцуулбал эдгээр савааны хувьд нөгөөгийнх нь урт богино байх бөгөөд үүнийг ижил харьцаагаар байх гэсэн үг юм. Хэрэв энэ тийм биш байсан бол эдгээр саваатай холбогдсон инерциал тооллын системүүдийг туршилтаар ялгах боломж байх байсан, энэ нь харьцангуйн зарчимтай зөрчилдөнө."
    },
    {
      "type": "text",
      "value": "Энэ нь Лоренцын агшилт ч гэсэн цэвэр кинематик эффект гэдгийг илтгэнэ — биед хэв гажилт үүсгэдэг аливаа хүчдэл үүсдэггүй."
    },
    {
      "type": "text",
      "value": "Биеүүдийн хөдөлгөөний чиглэл дэх Лоренцын агшилт болон хугацаа удаашрах нь ажиглагчийн аливаа хуурмаг төсөөлөлтэй огт холбоогүй бодит, объектив баримт гэдгийг онцлон тэмдэглэе. Өгөгдсөн биеийн хэмжээс эсвэл хугацааны завсруудын өөр өөр тооллын системд олсон бүх утгууд адил эрхтэй (бүгд \"зөв\"). Эдгээр баталгааг ойлгоход хүндрэл нь зөвхөн өдөр тутмын туршилт дээр үндэслэсэн урт болон хугацааны завсруудын ойлголтыг абсолют ойлголт гэж үзэх бидний зуршилтай холбоотой бөгөөд бодит байдалд энэ тийм биш юм. Урт ба хугацааны завсрын ойлголт нь хөдөлгөөн ба тайван байдлын ойлголт шиг харьцангуй юм."
    }
  ]
}