{
  "id": "2.7",
  "title": "§ 2.7. Диполийн цацрал",
  "body": [
    {
      "type": "header",
      "id": "2.7",
      "value": "§ 2.7. Диполийн цацрал"
    },
    {
      "type": "text",
      "value": "Ямарваа нэгэн системээр цахилгаан соронзон долгионыг өдөөхийг эдгээр долгионы <b>цацрал</b>, харин системийг өөрийг нь <b>цацруулагч систем</b> гэнэ. Цахилгаан соронзон долгионы орныг <b>цацралын орон</b> гэнэ."
    },
    {
      "type": "text",
      "value": "Сонгодог электродинамикийн төсөөллөөр вакуум дахь хурдатгалтай хөдөлж буй цахилгаан цэнэгүүд цахилгаан соронзон долгионыг өдөөдөг. Хамгийн энгийн цацруулагч систем бол момент $\\mathbf{p}$ нь хугацаанаас хамаарч өөрчлөгддөг осцилляцлах (хэлбэлзэх) цахилгаан диполь буюу элементар вибратор юм."
    },
    {
      "type": "text",
      "value": "Хэрэв цацруулагч систем нь цахилгааны хувьд саармаг, мөн түүний хэмжээ нь цацаргаж буй долгионы $\\lambda$ урттай харьцуулахад бага бол системээс $r \\gg \\lambda$ зайд орших цэгүүдэд - <b>долгионы бүс</b> гэж нэрлэдэг мужид - цацралын орон нь бүхэл цацруулагч системтэй ижил цахилгаан момент бүхий осцилляторын цацралын оронтой ойролцоо байна."
    },
    {
      "type": "text",
      "value": "Хэмжээ нь $l \\ll \\lambda$ байх, харин момент $\\mathbf{p}$ нь хугацаанаас хамааран дараах хуулиар өөрчлөгддөг шугаман гармоник осцилляторын - цахилгаан диполийн цацралын зарим зүй тогтлыг авч үзье:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{p}=\\mathbf{p}_{m} \\cos \\omega t,",
      "tag": "(2.38)"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{p}_{m}$ нь $\\mathbf{p}$-ийн далайцын утга. Цаашид гарах бүх зүйлс вакуумд хамааралтай бөгөөд энд цацралын $\\lambda$ долгионы урт нь $\\omega$ давтамжтайгаа $\\lambda=2 \\pi c / \\omega$ харьцаагаар холбогдоно."
    },
    {
      "type": "text",
      "value": "Тогтмол диполийн цахилгаан орон түүнээс холдох тусам $E \\sim 1 / r^{3}$ хуулиар буурдгийг сануулъя. Харин осцилляцлах диполийн тохиолдолд байдал өөр байна. Дипольд маш ойр орчимд цахилгаан соронзон орны дүр зураг маш нарийн нийлмэл байна. Тэрээр долгионы бүсэд ихээхэн хялбаршдаг: хурдан буурах статик орон нь бараг арилж зөвхөн осцилляцлах цэнэгүүдээс үүсэх цацралын орон буюу осциллятортойгоо ижил давтамж бүхий сарних бөмбөлөг"
    },
    {
      "type": "text",
      "value": "долгион л үлдэнэ. Долгионы далайц (үүнийг электродинамикт баталдаг) диполиэс холдох $r$ зай өсөхийн хэрээр дараах байдлаар буурна"
    },
    {
      "type": "equation",
      "value": "E_{m} \\circlearrowleft H_{m} \\propto \\frac{1}{r} \\sin \\vartheta,",
      "tag": "(2.39)"
    },
    {
      "type": "text",
      "value": "энд $\\vartheta$ - диполийн тэнхлэг болон орон ажиглагдаж буй цэгийн радиус-вектор $\\mathbf{r}$-ийн хоорондох өнцөг (Зураг 2.7). Энэ зургаас долгионы бүсийн цэг бүрд $\\mathbf{E}$ вектор нь меридианд шүргэгч дагуу, харин $\\mathbf{H}$ вектор - параллельд шүргэгч дагуу чиглэсэн байх ба ингэхдээ агшин бүрд зурагт үзүүлснээр $\\mathbf{E}$ ба $\\mathbf{H}$ векторууд Пойнтингийн $\\boldsymbol{\\Pi}=[\\mathbf{E \\mathbf { H } }]$ вектортой хамт баруун гарын гурвалыг бүрдүүлдэг болох нь харагдаж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-060_334_304_443_834.jpg",
      "caption": "Зураг 2.7"
    },
    {
      "type": "text",
      "value": "Далайц нь зайтайгаа уялдан $1 / r$ мэтээр буурах цахилгаан соронзон орон буюу цацралын орон оршин байдаг гэдэг баримт маш чухал юм. Чухамхүү ийм орон байгаа явдал нь маш хол зайд долгион дамжуулах, оддыг харах боломжийг олгодог."
    },
    {
      "type": "text",
      "value": "Цахилгаан соронзон долгионы эрчим буюу энергийн урсгалын нягтын дундаж утга $\\langle\\Pi\\rangle$ нь $E_{m} H_{m}$ үржвэртэй пропорциональ байх тул (2.39) ёсоор"
    },
    {
      "type": "equation",
      "value": "I=\\langle\\Pi\\rangle \\propto \\frac{1}{r^{2}} \\sin ^{2} \\vartheta .",
      "tag": "(2.40)"
    },
    {
      "type": "text",
      "value": "$I(\\vartheta)$ хамаарлыг <b>диполийн цацралын чиглэлийн диаграммыг</b> (Зураг 2.8) ашиглан нүдэнд үзэгдэхүүцээр дүрсэлдэг. Энд $\\vartheta$ өнцгөөр татсан цацрагаас огтлогдох $O O^{\\prime}$ хэрчмийн урт нь тухайн өнцгөөрх цацралын эрчмийг өгнө. Цацралын максимум нь экваторын хавтгайд ( $\\vartheta=\\pi / 2$ ) тохиох бөгөөд харин"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-060_311_374_1295_779.jpg",
      "caption": "Зураг 2.8"
    },
    {
      "type": "text",
      "value": "тэнхлэгийн ( $\\vartheta=0$ ) дагуу диполь огт цацруулдаггүй болох нь харагдаж байгаа бөгөөд энэ нь чухал дүгнэлт юм."
    },
    {
      "type": "text",
      "value": "Диполийн $P$ цацралын чадал буюу нэгж хугацаанд бүх чиглэлд цацаргаж буй энерги нь онолын хувьд"
    },
    {
      "type": "text",
      "value": "диполийн моментоос хугацаагаар авсан хоёрдугаар уламжлалын квадраттай пропорциональ бөгөөд доорх томьёогоор тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "P=\\alpha \\ddot{\\mathbf{p}}^{2},",
      "tag": "(2.41)"
    },
    {
      "type": "text",
      "value": "энд $\\alpha=\\mu_{0} / 6 \\pi c$ (СИ системд) эсвэл $2 / 3 c^{3}$ (СГС). $\\mathbf{p}$-ийн $t$-ээс хамаарах (2.38) томьёоны хамаарлыг мэдвэл бид дараахыг олно:"
    },
    {
      "type": "equation",
      "value": "P=\\alpha \\omega^{4} p_{m}^{2} \\cos ^{2} \\omega t",
      "tag": "(2.42)"
    },
    {
      "type": "text",
      "value": "Тиймээс диполийн цацралын чадлын хугацааны дундаж утга"
    },
    {
      "type": "equation",
      "value": "\\langle P\\rangle=(\\alpha / 2) \\omega^{4} p_{m}^{2} .",
      "tag": "(2.43)"
    },
    {
      "type": "text",
      "value": "Энэ бол чухал үр дүн: осцилляцлах диполийн цацралын дундаж чадал нь түүний далайцын квадратаас мөн давтамжаас маш хүчтэйгээр ( $\\omega^{4}$ мэтээр) хамаардаг. Эндээс жишээлбэл радио станцууд өндөр давтамж ашиглах ёстой, харин үйлдвэрлэлийн давтамж бүхий хувьсах гүйдлийн шугамын цацрал нь өчүүхэн бага байдаг нь мөрдөгдөж байна."
    },
    {
      "type": "text",
      "value": "(2.41) томьёо нь мөн хурдатгалтай хөдлөх $q$ цэнэгийн цацралын хувьд ч хүчинтэй юм. Үнэхээр ч, диполийн моментийг дараах байдлаар төлөөлүүлж болно: $\\mathbf{p}=q \\mathbf{l}=q\\left(\\mathbf{r}_{+}-\\mathbf{r}_{-}\\right)$, энд $\\mathbf{r}_{+}$ба $\\mathbf{r}_{-}$нь $q$ ба $-q$ цэнэгүүдийн радиус-векторууд. Эндээс"
    },
    {
      "type": "equation",
      "value": "\\ddot{\\mathbf{p}}=q\\left(\\ddot{\\mathbf{r}}_{+}-\\ddot{\\mathbf{r}}_{-}\\right)=q\\left(\\mathbf{a}_{+}-\\mathbf{a}_{-}\\right),"
    },
    {
      "type": "text",
      "value": "ингэхэд хэрэв жишээлбэл $q$ цэнэг тайван байгаад, зөвхөн $-q$ цэнэг нь л хөдөлж байвал"
    },
    {
      "type": "equation",
      "value": "\\ddot{\\mathbf{p}}=-q \\mathbf{a}_{-} ."
    },
    {
      "type": "text",
      "value": "Энэ илэрхийллийг (2.41) томьёонд орлуулбал дараах нь гарна:"
    },
    {
      "type": "equation",
      "value": "P_{t}=\\alpha q^{2} \\mathbf{a}_{t^{\\prime}}^{2},",
      "tag": "(2.44)"
    },
    {
      "type": "text",
      "value": "энд $\\alpha$ - (2.41) томьёон дахьтай ижил коэффициент.<br>Энэ бол хурдатгалтайгаар хөдөлж буй цэнэгийн цацралын чадлын алдарт томьёо юм. $t$ ба $t^{\\prime}$ индексүүд нь $t$ агшин дахь $P$ чадал нь цэнэгийн үүнээс өмнөх $t^{\\prime}=t-l / c$ агшинд"
    },
    {
      "type": "text",
      "value": "байсан хурдатгалаар (хоцролтын эффект) тодорхойлогдоно гэдгийг харуулна. Түүнчлэн, онолоос гарах тул (2.44) томьёо нь зөвхөн бага хурдтай ( $v \\ll c$ ) хөдөлж буй цэнэгүүдийн хувьд л хүчинтэй байна."
    },
    {
      "type": "text",
      "value": "Жишээ болгон циклийн хурдасгууруудад (бетатрон, циклотрон гэх мэт) хөдөлж буй цэнэгт бөөмсийг дурдаж болно. Энд бөөмөд нэг үеийн дотор олгосон энерги нь түүний цацралын энергитэй тэнцүү болох үед хурдасгаж буй бөөмсийн энергийн хувьд байгалийн хязгаар илэрч байгааг харж болно."
    },
    {
      "type": "text",
      "value": "Өөр нэгэн жишээ - атом дахь электроны цацрал. Сонгодог төсөөллөөр бол атом дахь электрон хэлбэлзэх бөгөөд өөрөөр хэлбэл хурдатгалтай хөдөлдөг тул цацруулах ёстой болно. Электроны хэлбэлзлийн далайц $e$ дахин буурахад шаардагдах $\\tau$ хугацаа нь ойролцоогоор $10^{-8}$ с байдгийг тооцоо харуулдаг. Энэ хугацааг өдөөгдсөн <b>атомын амьдралын дундаж хугацаа</b> буюу <b>цацралын хугацаа</b> гэж нэрлэдэг. Нарийвчилсан (квант) тооцоо нь практикт энэ хугацаатай яг ижил утгад хүргэдэг."
    },
    {
      "type": "text",
      "value": "$\\omega$ давтамжаар хэлбэлзэж буй цэнэг нь мөн тийм $\\omega$ давтамжтай монохромат цахилгаан соронзон долгион цацруулдагт анхаарал хандуулах хэрэгтэй. Харин цэнэг нь дурын хурдатгалтайгаар хөдөлж байвал түүний цацрал нь янз бүрийн давтамжуудын спектр байна."
    },
    {
      "type": "text",
      "value": "Эцэст нь хэлэхэд, вакуумд тогтмол хурдтайгаар хөдөлж буй цэнэг цацруулдаггүй. Үүнд шууд итгэх боломжтой. Үүний тулд цэнэг тайван байх (харин тайван цэнэг цацруулдаггүй) тооллын системд шилжихэд л хангалттай бөгөөд дараа нь харьцангуйн зарчмыг ашиглана: хэрэв энэ үзэгдэл (цацрал) аль нэг тооллын системд байхгүй бол цэнэг хөдөлж буй бусад системд ч мөн байхгүй байна."
    }
  ]
}
