{
  "id": "6.1",
  "title": "§ 6.1. Поляризацийн тухай ерөнхий ойлголт",
  "body": [
    {
      "type": "header",
      "id": "6.1",
      "value": "Бүлэг 6. Гэрлийн поляризац. § 6.1. Поляризацийн тухай ерөнхий ойлголт"
    },
    {
      "type": "text",
      "value": "<b>Поляризацийн төрлүүд.</b> Гэрлийн $\\mathbf{E}$ векторын хэлбэлзлийн чиглэл нь ямар нэгэн байдлаар цэгцлэгдсэн долгионыг поляризацлагдсан гэж нэрлэдэг. Хэрэв $\\mathbf{E}$ векторын хэлбэлзэл нь цацрагийг дайруулан татсан зөвхөн ганц хавтгайд явагдаж байвал бид хавтгай (эсвэл шугаман) поляризацтай долгионтой харьцаж байна гэсэн үг. $\\mathbf{E}$ вектор хэлбэлзэж буй хавтгайг поляризацийн хавтгай* (гэрлийн векторын хэлбэлзлийн хавтгай) гэж нэрлэнэ.<br><br><i>${*}$ Анх поляризацийн хавтгайг $\\mathbf{H}$ (буюу $\\mathbf{B}$) векторын хэлбэлзэх хавтгайтай холбож үздэг байсан. Үүнийг хуучирсан гэж үздэг ч, зарим сурах бичгүүдэд \"поляризацийн хавтгай\" гэсэн ойлголтыг хуучин утгаар нь хэрэглэсээр байгаа тул болгоомжтой хандах хэрэгтэй.</i>"
    },
    {
      "type": "text",
      "value": "Поляризацийн өөр нэг төрөл нь $\\mathbf{E}$ вектор долгион тарах чиглэлийг тойрон эргэхийн зэрэгцээ түүний абсолют утга нь үе үе өөрчлөгддөг явдал юм. Энэ үед $\\mathbf{E}$ векторын төгсгөл (орчны цэг бүрд) эллипс зурдаг. Ийм долгионыг эллипслэг поляризацтай гэж нэрлэдэг. Эсвэл хэрэв $\\mathbf{E}$ векторын төгсгөл тойрог зурж байвал дугуй поляризацтай гэнэ."
    },
    {
      "type": "text",
      "value": "$\\mathbf{E}$ векторын чиглэлээс хамаарч баруун ба зүүн эллипслэг (эсвэл дугуй) поляризац гэж ялгадаг. Хэрэв долгион тарах чиглэлийн өөдөөс харахад $\\mathbf{E}$ вектор цагийн зүүний дагуу эргэж байвал поляризацийг баруун, эсрэг тохиолдолд (цагийн зүүний эсрэг бол) зүүн гэж нэрлэнэ."
    },
    {
      "type": "text",
      "value": "Эллипслэг поляризац нь тодорхой нөхцөлд хавтгай болон дугуй поляризац руу шилжиж болох долгионы поляризацийн хамгийн ерөнхий төрөл юм."
    },
    {
      "type": "text",
      "value": "Эллипслэг поляризацтай долгионыг хоорондоо перпендикуляр поляризацийн хавтгайтай, харилцан перпендикуляр хоёр шугаман поляризацтай долгион болгон (жишээлэх буюу задлах) үргэлж задалж болно. Ингэхдээ эдгээр хоёр долгионы фазын ялгаа нь хугацаанаас хамаарч тогтмол байдаг. Фазын ялгаа нь хугацааны туршид тогтворгүй өөрчлөгддөг когерент бус долгионоос ялгаатай нь ийм долгионыг бид когерент долгион гэж нэрлэдэг гэдгийг мэднэ. Эллипслэг поляризацийн тухай асуудлыг бид § 6.3-т илүү дэлгэрэнгүй авч үзэх болно."
    },
    {
      "type": "text",
      "value": "<b>Ердийн гэрэл.</b> Радио долгионы хувьд шугаман эсвэл эллипслэг поляризацтай долгион үүсгэхэд ямар ч хүндрэл гардаггүй. Харин оптикийн мужийн цахилгаан соронзон долгионы хувьд тийм долгион цацруулах байгалийн физик үйл явцын онцлогоос ( § 3.1-ийг үз) шалтгаалан байдал өөр байдаг."
    },
    {
      "type": "text",
      "value": "Бид голчлон энгийн (лазер биш) оптикийн цацрагийн үүсвэрүүдийг (улайссан хатуу биеийн гэрэлтэлт, өдөөгдсөн хийн атомуудын гэрэлтэлт) авч үзэх болно. Харин лазер ашиглах үед тэдгээрийн цацрагийн онцгой шинж чанараас (өндөр зэргийн монохромат бөгөөд шугаман поляризацлагдсан) шалтгаалан олон талын оптикийн үзэгдлүүдэд өөр хандлагаар хандах ёстой."
    },
    {
      "type": "text",
      "value": "Жирийн үүсгүүрээс гарсан гэрлийн долгион нь хөндлөн долгион хэдий ч долгион тарах чиглэлтэй харьцуулахад үл тэгш хэмтэй байдгийг илрүүлдэггүй. Ийм гэрлийг ердийн гэрэл гэж нэрлэдэг. Ердийн гэрэлд орчны аль ч (тогтсон) цэг дэх E векторын хэлбэлзэл янз бүрийн чиглэлд хийгдэх ба маш хурдан бөгөөд эмх замбараагүйгээр солигдож байдаг. Үүнийг Зураг 6.1-ийн зүүн талд үзүүлсэн шиг (гэрэл тарах чиглэл нь зургийн хавтгайд перпендикуляр байна) нөхцөлтэйгөөр дүрсэлдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-191_228_550_1557_340.jpg",
      "caption": "Зураг 6.1"
    },
    {
      "type": "text",
      "value": "Ердийн гэрлийг Зураг 6.1-ийн баруун талд үзүүлсэн шиг, хоорондоо перпендикуляр поляризацийн хавтгайтай, когерент бус хавтгай поляризацтай хоёр долгионы давхардал (нийлбэр) гэж төсөөлж болно. Дашрамд хэлэхэд бид олон асуудлын дүн шинжилгээг ихээхэн хөнгөвчлөхийн тулд энэхүү аргыг цаашид олон удаа ашиглах болно. Харилцан перпендикуляр хавтгай поляризацтай эдгээр хоёр долгионы чиг баримжаа ямар байх нь огт чухал биш гэдгийг онцлох нь зүйтэй."
    },
    {
      "type": "text",
      "value": "<b>Поляризатор.</b> Ердийн гэрлээс поляризатор гэж нэрлэгддэг төхөөрөмжийн тусламжтайгаар хавтгай поляризацтай гэрлийг гаргаж авч болно. Эдгээр төхөөрөмж нь цаашид бидний поляризаторын нэвтрүүлэх хавтгай гэж нэрлэх хавтгайтай параллель гэрлийн векторын хэлбэлзлийг чөлөөтэй нэвтрүүлдэг. Харин уг хавтгайд перпендикуляр хэлбэлзэл нь бүрмөсөн эсвэл хэсэгчлэн саатуулагддаг. Эхний тохиолдолд поляризаторыг төгс поляризатор гэнэ. Цаашид ямар нэгэн тусгайлан заасан зүйл байхгүй бол бид яг ийм (төгс) поляризаторыг авч үзэх болно."
    },
    {
      "type": "text",
      "value": "<b>Поляризацийн зэрэг.</b> Хавтгай поляризацтай болон ердийн гэрлээс гадна \"завсрын\" тохиолдол буюу хэсэгчилсэн поляризацтай гэрэл гэж бас бий. Хэсэгчилсэн поляризацтай гэрлийг ердийн гэрлийн нэгэн адилаар, харилцан перпендикуляр поляризацийн хавтгайтай боловч эрчмээрээ өөр, когерент бус хавтгай поляризацтай хоёр долгионы давхардал хэлбэрээр илэрхийлж болно (Зураг 6.2). Түүнчлэн энэ зургийн баруун хэсэгт үзүүлснээр байгалийн ( $ес$ ) болон хавтгай поляризацлагдсан (пол) бүрэлдэхүүнүүдийн холимог (нийлбэр) гэж үзэж бас болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-192_234_614_955_309.jpg",
      "caption": "Зураг 6.2"
    },
    {
      "type": "text",
      "value": "Зураг 6.2-оос үзэхэд босоо хэлбэлзэл нь хамгийн их эрчимд, хэвтээ нь хамгийн багад ( $I_{\\text{макс }}$ ба $I_{\\text{мин }}$ ) харгалзаж байгаа нь харагдаж байна. Үүнийг поляризаторын тусламжтайгаар илрүүлж болно."
    },
    {
      "type": "text",
      "value": "Хэсэгчилсэн поляризацтай гэрлийг дараах байдлаар тодорхойлогддог поляризацийн зэрэг $P$-ээр тодорхойлдог:"
    },
    {
      "type": "equation",
      "value": "P=\\frac{I_{\\text{макс }}-I_{\\text{мин }}}{I_{\\text{макс }}+I_{\\text{мин }}}=\\frac{I_{\\text{пол }}}{I_{0}} .",
      "tag": "(6.1)"
    },
    {
      "type": "text",
      "value": "Энд $I_{\\text{пол }}$ нь поляризацлагдсан бүрэлдэхүүний эрчим, $I_{0}$ нь хэсэгчилсэн поляризацтай гэрлийн нийт эрчим юм: $I_{0}=I_{\\text{макс }}+I_{\\text{мин }}$."
    },
    {
      "type": "text",
      "value": "Хавтгай поляризацтай гэрлийн хувьд ( $I_{\\text{пол }}=I_{0}$ ) поляризацийн зэрэг нь $P=1$, харин ердийн гэрлийн хувьд ( $I_{\\text{пол }}=0$ ) $P=0$ байна. Эдгээр нь хоёр туйлын тохиолдол юм."
    },
    {
      "type": "text",
      "value": "Эллипслэг поляризацтэй гэрлийн хувьд \"поляризацийн зэрэг\" гэсэн ойлголт, мөн түүнчлэн (6.1) томьёог хэрэглэх боломжгүй гэдгийг анхаарна уу."
    },
    {
      "type": "text",
      "value": "<b>Малюсын хууль.</b> Поляризаторыг бидний сонирхож буй гэрлийн поляризацийн шинж чанар, зэргийг тодорхойлохын тулд анализатор болгон ашиглаж болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-193_358_182_568_147.jpg",
      "caption": "Зураг 6.3"
    },
    {
      "type": "text",
      "value": "Шугаман поляризацтай гэрэл анализатор дээр туслаа гэж үзье, түүний $\\mathbf{E}_{0}$ вектор нь нэвтрүүлэх хавтгай $P$-тэй $\\varphi$ өнцөг үүсгэдэг (Зураг 6.3, энд гэрлийн багцын чиглэл нь зургийн хавтгайд перпендикуляр байна). Анализатор нь зөвхөн $\\mathbf{E}_{0}$ векторын нэвтрүүлэх хавтгай $P$-тэй параллель бүрэлдэхүүнийг л нэвтрүүлэх ба өөрөөр хэлбэл $E=E_{0} \\cos \\varphi$. Эрчим нь гэрлийн векторын модулийн квадраттай ( $I \\sim E^{2}$ ) пропорциональ байдаг тул нэвтэрч гарсан гэрлийн эрчим нь:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\cos ^{2} \\varphi,",
      "tag": "(6.2)"
    },
    {
      "type": "text",
      "value": "энд $I_{0}$ - тусаж буй хавтгай поляризацлагдсан гэрлийн эрчим юм. Энэхүү харьцаа нь Малюсын хуулийг илэрхийлдэг.\\<br><i>Жишээ.</i> Нэвтрүүлэх хавтгайнууд нь хоорондоо $\\varphi$ өнцгөөр эргэсэн хоёр поляризатороос бүрдэх систем дээр $I_{0}$ эрчимтэй ердийн гэрэл тусчээ. Ойлтыг тооцохгүйгээр энэ системийг нэвтрэн гарсан гэрлийн эрчим $I$-ийг олцгооё.\\<br>Эхний поляризатор нь өөр дээрээ туссан гэрлийн хагасыг буюу $I_{0} / 2$-г нэвтрүүлнэ гэдэг нь ойлгомжтой, гэхдээ энэ нь аль хэдийн хавтгай поляризацтай гэрэл байх болно. Хоёр дахь поляризатор нь Малюсын хуулийн (6.2) дагуу нэвтрүүлэх болно:"
    },
    {
      "type": "equation",
      "value": "I=\\left(I_{0} / 2\\right) \\cos ^{2} \\varphi ."
    },
    {
      "type": "text",
      "value": "Энэ бол бидний хайж буй үр дүн юм.\\<br><b>Деполяризацийн тухай.</b> Заримдаа урвуу бодлого гарч ирдэг: поляризацлагдсан гэрлийг ердийн хувиргах буюу поляризацигүй болгох. Үүнд дараах байдлаар хүрч болно: нарийн нунтагласан шилэн давхарга (нунтаг) бэлдэнэ. Поляризацтай гэрэл ийм давхаргыг нэвтрэн гарахдаа олон удаа ойлт хийх тул түүний поляризац устах болно."
    },
    {
      "type": "text",
      "value": "Ижилхэн үүргийг например, калька (хагас тунгалаг лавтай цаас) гүйцэтгэдэг. Түүнийг поляризаторын ард байрлуулахад хангалттай бөгөөд хоёр дахь поляризаторыг (анализатор) эргүүлэхэд калька нь эхний поляризатороор поляризацлагдсан гэрлийг бараг бүрэн деполяризацладгийг харж болно: хоёр дахь поляризаторыг нэвтрэн гарах гэрлийн эрчим нь түүнийг эргүүлэх өнцгөөс бараг хамаардаггүй."
    }
  ]
}