{
  "id": "6.2",
  "title": "§ 6.2. Ойх, хугарах үеийн поляризац",
  "body": [
    {
      "type": "header",
      "id": "6.2",
      "value": "§ 6.2. Ойх, хугарах үеийн поляризац"
    },
    {
      "type": "text",
      "value": "<b>Брюстерийн хууль.</b> Хоёр тунгалаг диэлектрикийн зааг дээр ердийн гэрэл тэгээс ялгаатай өнцгөөр тусах үед ойсон болон хугарсан багцууд хэсэгчлэн поляризацлагдсан болдог. Ойсон гэрэлд тусгалын хавтгайд перпендикуляр $\\mathbf{E}$ векторын хэлбэлзэл давамгайлах бол, хугарсан гэрэлд тусгалын хавтгайд параллель нь давамгайлдаг байна. Хоёр долгионы (ойсон болон хугарсан) поляризацийн зэрэг нь тусгалын өнцгөөс хамаардаг."
    },
    {
      "type": "text",
      "value": "Тусгалын өнцгийн ямар нэг тодорхой утгын үед ойсон гэрэл нь бүрэн поляризацлагдсан болох ба түүний поляризацийн хавтгай ( $\\mathbf{E}$ векторын хэлбэлзлийн хавтгай) тусгалын хавтгайд перпендикуляр болдог байна. Энэхүү $\\vartheta_{\\text{Бр }}$ өнцөг нь дараах нөхцөлийг хангадаг:"
    },
    {
      "type": "equation",
      "value": "\\operatorname{tg} \\vartheta_{\\text{Бр }}=n_{2} / n_{1} .",
      "tag": "(6.3)"
    },
    {
      "type": "text",
      "value": "Энэхүү харьцааг Брюстерийн хууль гэж нэрлэх бөгөөд $\\vartheta_{\\text{Бр }}$ өнцгийг Брюстерийн өнцөг буюу бүрэн поляризацийн өнцөг гэнэ. Энд $n_{2} / n_{1}$ - хоёр дахь орчны илтгэгчийг эхний орчныход харьцуулсан харьцаа юм (Зураг 6.4). Энэ зургийн ойсон болон хугарсан цацрагууд дээрх цэг ба зураасаар E векторын хэлбэлзлийн чиглэлийг харуулсан болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-194_267_426_1448_740.jpg",
      "caption": "Зураг 6.4"
    },
    {
      "type": "text",
      "value": "Брюстерийн өнцгөөр гэрэл тусах үед ойсон болон хугарсан цацрагууд харилцан ортогональ (перпендикуляр) болохыг харж болно (Бодлого 3.4-ийг үз)."
    },
    {
      "type": "text",
      "value": "Хоёр тунгалаг диэлектрикийн зааг дээр ердийн гэрэл Брюстерийн өнцгөөр тусахад хугарсан долгион нь хэсэгчилсэн поляризацтай болох ба түүний поляризацийн зэрэг хамгийн их утгандаа хүрдэг."
    },
    {
      "type": "text",
      "value": "Энэхүү асуудалтай холбогдуулан (Брюстерийн өнцөг болон поляризацийн зэрэг) хоёр жишээ авч үзье.<br><i>Жишээ 1.</i> Ердийн гэрэл усны гадаргууд Брюстерийн өнцгөөр тусчээ. Энэ үед туссан гэрлийн $\\rho$-хэсэг нь ойдог байна. Хугарсан гэрлийн поляризацийн зэрэг $P$-г олцгооё."
    },
    {
      "type": "text",
      "value": "Туссан гэрлийн урсгал нь $\\Phi_{0}$ байг. Тодорхойлолтоор хугарсан гэрлийн поляризацийн зэрэг нь<br>$$P=\\frac{\\Phi_{\\text{пол }}}{\\Phi_{\\text{прел }}}=\\frac{\\rho \\Phi_{0}}{\\Phi_{0}-\\rho \\Phi_{0}}=\\frac{\\rho}{1-\\rho},$$<br>энд $\\Phi_{\\text{прел }}$ - хугарсан гэрлийн урсгал юм."
    },
    {
      "type": "text",
      "value": "<i>Жишээ 2.</i> Хэсэгчилсэн поляризацтай гэрэл тунгалаг диэлектрикийн гадаргууд Брюстерийн өнцгөөр тусахад гэрлийн $\\rho$-хэсэг нь ойж, хугарсан гэрэл нь ердийн гэрэл болжээ. Туссан гэрлийн поляризацийн зэргийг олцгооё.<br>Туссан хэсэгчилсэн поляризацтай гэрлийн урсгалыг $\\Phi_{0}$ гэж тэмдэглэе. Түүний поляризацийн зэргийг дараах байдлаар илэрхийлж болно:<br>$$P=\\frac{\\Phi_{\\text{п }}}{\\Phi_{\\text{чп }}}=\\frac{\\rho \\Phi_{0}}{\\Phi_{0}}=\\rho,$$<br>энд $\\Phi_{\\text{п }}$ - туссан гэрлийн урсгалын поляризацлагдсан хэсэг, $\\Phi_{\\text{чп }}$ - тусаж буй хэсэгчилсэн поляризацтай гэрлийн урсгал юм."
    },
    {
      "type": "text",
      "value": "<i>Жишээ 3.</i> Ердийн гэрэл хавтгай параллель тунгалаг ялтсын гадаргууд Брюстерийн өнцгөөр тусчээ. Хугарсан гэрэл ялтсын арын гадаргууд мөн Брюстерийн өнцгөөр тусах болохыг батална уу.<br>Брюстерийн өнцгөөр тусах үед ойсон болон хугарсан цацрагуудын хоорондох өнцөг тэгш байх ёстой гэдгийг ашиглая. Зураг 6.5-д $\\vartheta_{1}=\\vartheta_{\\text{Бр }}$ өнцөг ба хэрвээ $\\pi-\\left(\\vartheta_{1}+\\vartheta_{2}\\right)=\\pi / 2$ бол ялтсын доод хавтгайгаас ойх үед $2^{\\prime}$ ба $2^{\\prime \\prime}$ лучуудын хоорондох өнцөг мөн $\\pi / 2$ байх болно, ө.х. $2^{\\prime}$ цацраг мөн шугаман поляризацлагдсан байна гэдэг нь амархан харагдаж байна. Зураг дээр хоёр ойсон цацраг дахь $\\mathbf{E}$ вектор нь тусгалын хавтгайд перпендикуляр хэлбэлзэж байгааг цэгүүдээр тэмдэглэжээ."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-196_338_414_161_746.jpg",
      "caption": "Зураг 6.5"
    },
    {
      "type": "text",
      "value": "<b>Хугарсан гэрлийн поляризацийн тухай.</b> Тусгалын өнцөг Брюстерийн өнцөгтэй тэнцүү үед хугарсан долгионы поляризацийн зэрэг хамгийн их утгандаа хүрэх боловч энэ долгион нь зөвхөн хэсэгчилсэн поляризацтай хэвээр үлддэг."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд гэрлийн ойлтын коэффициент нь нэгээс нэлээд бага (агаар-шилний зааг дээр ойролцоогоор 0.15) байдаг тул хэд хэдэн дараалсан ойлт ба хугарлын тусламжтайгаар хугарсан гэрлийн поляризацийн зэргийг нь нэмэгдүүлж ашиглах боломжтой. Үүнийг тусаж буй гэрэлд Брюстерийн өнцгөөр байрлуулсан хэд хэдэн ижил бөгөөд бие биетэйгээ параллель ялтсуудаас бүрдэх стопо хэмээдэг багцын тусламжтайгаар хэрэгжүүлдэг. Хангалттай олон тооны ялтсууд байх үед энэ системийг нэвтрэн гарсан гэрэл нь бараг бүрэн шугаман поляризацлагдсан байна. Мөн ийм багцаар нэвтрэн гарсан гэрлийн эрчим нь (шингээлт байхгүй үед) багц дээр тусч буй ердийн гэрлийн эрчмийн хагастай тэнцүү байна."
    },
    {
      "type": "text",
      "value": "Энэхүү санаа нь хийн лазеруудад өндөр үр дүнтэйгээр хэрэглэгддэг бөгөөд энд хийгээр ялгах хоолойн төгсгөлүүд нь хоолойн тэнхлэгт Брюстерийн өнцгөөр байрласан хавтгай параллель шилэн ялтсууд байдаг (Зураг 6.6). Иймээс толиудын хоорондох хоолойн тэнхлэгийн дагуу тархаж буй, ялтсууд дээр тусах хавтгайд поляризацлагдсан цацрал нь ойлт"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-196_168_725_1603_252.jpg",
      "caption": "Зураг 6.6"
    },
    {
      "type": "text",
      "value": "эрсдэлгүйгээр тэдгээрийг олон дахин бараг саадгүй нэвтрэн өнгөрдөг. Үүний үр дүнд хүхрээс энэ хавтгайд поляризацлагдсан луч гарч ирдэг бөгөөд үүнийг зурагт харуулсан болно. Поляризацийн хавтгай нь тусгалын хавтгайд перпендикуляр байх цацрагийн нөгөө бүрэлдэхүүн хэсэг нь ойлтын улмаас багцаас бараг бүрэн устдаг."
    },
    {
      "type": "text",
      "value": "<b>Френелийн томьёонуудын тухай.</b> $\\mathbf{E}$ ба $\\mathbf{H}$ векторуудын хувьд хилийн нөхцөлүүдийг ашиглан туссан, ойсон болон хугарсан долгионуудын далайц болон фазуудын хоорондын хамаарлыг (Френелийн томьёонууд гэж нэрлэгддэг) олж болно. Шаардлагатай бол тэдэнтэй олон сурах бичиг болон лавлахуудаар дамжуулан танилцаж болно."
    },
    {
      "type": "text",
      "value": "Бид эдгээр томьёог бичиж үлдээхгүй, учир нь бидний асуудлуудыг шийдвэрлэхэд тэдгээр нь шаардлагагүй юм. Зөвхөн эдгээр томьёоны тусламжтайгаар дурын $\\vartheta_{1}$ тусгалын өнцгийн (мөн түүнд харгалзах хугарлын $\\vartheta_{2}$ өнцгийн) үед поляризацийн хавтгай нь тусгалын хавтгайд перпендикуляр ( $\\rho_{\\perp}$ ) бөгөөд параллель ( $\\rho_{\\|}$ ) байх шугаман поляризацтай гэрлийн ойлтын коэффициентууд нь дараах илэрхийллүүдээр тодорхойлогдоно гэдгийг харуулж болно:"
    },
    {
      "type": "equation",
      "value": "\\rho_{\\perp}=\\frac{I_{\\perp}^{\\prime}}{I_{\\perp}}=\\frac{\\sin ^{2}\\left(\\vartheta_{1}-\\vartheta_{2}\\right)}{\\sin ^{2}\\left(\\vartheta_{1}+\\vartheta_{2}\\right)}, \\quad \\rho_{\\|}=\\frac{I_{\\|}^{\\prime}}{I_{\\|}}=\\frac{\\operatorname{tg}^{2}\\left(\\vartheta_{1}-\\vartheta_{2}\\right)}{\\operatorname{tg}^{2}\\left(\\vartheta_{1}+\\vartheta_{2}\\right)} .",
      "tag": "(6.4)"
    },
    {
      "type": "text",
      "value": "Дашрамд хэлэхэд, эдгээр томьёоноос харахад Брюстерийн өнцгөөр тусах үед, ө.х. $\\vartheta_{1}+\\vartheta_{2}=\\pi / 2$ болж, $\\operatorname{tg}(\\pi / 2) \\rightarrow \\infty$ болоход ойлтын коэффициент $\\rho_{\\|} = 0$, өөрөөр хэлбэл ойсон гэрэл нь тусгалын хавтгайд перпендикуляр хавтгайд бүрэн шугаман поляризацлагдна гэдэг нь харагдаж байна."
    },
    {
      "type": "text",
      "value": "<i>Жишээ.</i> $n$ хугарлын илтгэгчтэй тунгалаг диэлектрикийн гадаргууд Брюстерийн өнцгөөр шугаман поляризацлагдсан гэрэл туссан бөгөөд түүний поляризацийн хавтгай нь:<br>а) тусгалын хавтгайд перпендикуляр;<br>б) тусгалын хавтгайд оршино.<br>Хоёр тохиолдол дахь гэрлийн ойлтын коэффициентыг олцгооё.<br>Юуны өмнө ойсон болон хугарсан цацрагууд эдгээр тохиолдлуудад ямар харагдахыг төсөөлцгөөе (Зураг 6.7). а) тохиолдолд (6.4) дагуу ойлтын коэффициент $\\rho_{\\perp}=\\sin ^{2}\\left(\\vartheta_{1}-\\vartheta_{2}\\right)$ байх ба энд $\\vartheta_{1}$ нь $\\operatorname{tg} \\vartheta_{1}=n$ томьёогоор тодорхойлогдох Брюстерийн өнцөг, харин $\\vartheta_{2}$ өнцөг нь хугарлын хуулиар $\\vartheta_{1}$ өнцөгтэй $\\sin \\vartheta_{1}=n \\sin \\vartheta_{2}$ холбогдоно. $\\vartheta_{1}$ ба $\\vartheta_{2}$-ийг тодорхойлсноор бид $\\rho_{\\perp}$-ийг ч мөн олно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-198_388_1031_139_99.jpg",
      "caption": "Зураг 6.7"
    },
    {
      "type": "text",
      "value": "Харин б) тохиолдолд Брюстерийн өнцгөөр тусах үед (6.4)-ийн хуваарь дахь тангенс нь $\\vartheta_{1}+\\vartheta_{2}=\\pi / 2$ тул $\\infty$ болж хувирдаг. Энэ нь энэ тохиолдолд $\\rho_{\\|}=0$ буюу ойсон цацраг байхгүй (гэхдээ энэ нь зөвхөн Брюстерийн өнцгөөр туссан үед л) гэсэн үг юм."
    }
  ]
}