{
  "id": "6.7",
  "title": "§ 6.7. Шугаман поляризацийн чиглэл эргэх",
  "body": [
    {
      "type": "header",
      "id": "6.7",
      "value": "§ 6.7. Шугаман поляризацийн чиглэл эргэх"
    },
    {
      "type": "text",
      "value": "<b>Ердийн эргэлт.</b> Оптик идэвхтэй гэж нэрлэгддэг олон бодисууд өөрөөрөө дамжин өнгөрөх шугаман поляризацтай гэрлийн поляризацийн чиглэлийг эргүүлэх чадвартай байдаг. Эдгээрт талст биес (кварц гэх мэт), цэвэр шингэн (скипидар, никотин гэх мэт) болон идэвхгүй уусгагч дахь оптик идэвхтэй бодисын уусмалууд (элсэн чихрийн усан уусмал, дарсны хүчил гэх мэт) орно."
    },
    {
      "type": "text",
      "value": "Хэрэв оптик идэвхтэй бодис дээр хавтгай поляризацтай гэрэл тусвал түүнээс гарсан гэрэл мөн хавтгай поляризацтай байх ба анализаторыг эргүүлэх замаар түүнийг бүрэн унтрааж, поляризацийн хавтгайн эргэлтийн $\\varphi$ өнцгийг тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Жишээ болгон оптик тэнхлэгтээ перпендикуляр зүссэн кварц ялтас $K$-г авч, түүнийг хоёр зөрчилдсөн $P$ ба $P^{\\prime}$ поляризаторуудын дунд байрлуулъя (Зураг 6.25). Систем гэрэл нэвтрүүлж эхэлнэ ($K$ ялтас байхгүй үед ийм зүйл болохгүй байсан)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-218_195_430_1528_730.jpg",
      "caption": "Зураг 6.25"
    },
    {
      "type": "text",
      "value": "Анализатор $P^{\\prime}$-ийг ямар нэгэн $\\varphi$ өнцгөөр эргүүлэхэд систем гэрэл нэвтрүүлэхээ больж байгааг олж мэднэ. Энэ нь талст дотор $\\mathbf{E}$ вектор мөн тэр өнцгөөр эргэж, анализатор $P^{\\prime}$-ийн нэвтрүүлэх хавтгайд перпендикуляр болсныг илтгэнэ."
    },
    {
      "type": "text",
      "value": "Туршилтаас үзэхэд бүх оптик идэвхтэй бодисууд өөр дээрээ туссан гэрлийн поляризацийн хавтгайг дараах өнцгөөр эргүүлдэг байна:"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\alpha l,",
      "tag": "(6.19)"
    },
    {
      "type": "text",
      "value": "энд $l$ - оптик идэвхтэй давхаргын зузаан, $\\alpha$ - эргэлтийн тогтмол. Энэ тогтмол нь янз бүрийн бодисын хувьд өөр өөр утгатай байхаас гадна гэрлийн долгионы уртаас хүчтэй хамаардаг. Тухайлбал, 1 мм зузаантай кварц ялтсын хувьд шар ба нил өнгийн гэрлийг эргүүлэх өнцөг нь харгалзан $20^{\\circ}$ ба $50^{\\circ}$ байна. Хэт ягаан туяанд бүр ч их: $\\lambda=215$ нм үед өнцөг $\\varphi=236^{\\circ}$ байна. Ийнхүү кварцаар гэрлийн поляризацийн хавтгайг эргүүлэх нь маш хүчтэй эффект бөгөөд үүнийг хялбархан илрүүлж болно."
    },
    {
      "type": "text",
      "value": "Поляризацийн хавтгайн эргэлтийн чиглэлээс хамааран оптик идэвхтэй бодисуудыг баруун ба зүүн эргэлттэй, өөрөөр хэлбэл гэрлийн багцын өөдөөс харахад цагийн зүүний дагуу эсвэл эсрэг эргүүлдэг гэж ангилдаг."
    },
    {
      "type": "text",
      "value": "Бүх оптик идэвхтэй бодисууд баруун ба зүүн эргэлттэй гэсэн хоёр төрөлтэй байдгийг тэмдэглэе."
    },
    {
      "type": "text",
      "value": "Хайлсан кварц оптик идэвхгүй байдаг тул кварцын эргүүлэх чадвар нь түүний талст бүтэцтэй холбоотой юм. Харин оптик идэвхтэй шингэн болон аморф биетүүдийн хувьд эргүүлэх эффект нь молекулуудынх нь асимметр бүтэцтэй холбоотой байдаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-219_144_402_1359_68.jpg",
      "caption": "Зураг 6.26"
    },
    {
      "type": "text",
      "value": "Туршилтаас үзэхэд гэрэл тарах чиглэлийг эсрэгээр өөрчлөхөд поляризацийн хавтгайн эргэлт эсрэг чиглэлд явагддаг (Зураг 6.26). Өөрөөр хэлбэл, эргэлтийн чиглэл (баруун эсвэл зүүн) нь цацрагийн чиглэлтэй \"уягдсан\" байна. Тиймээс гэрэл идэвхтэй орчноор нэвтэрч, толиноос ойж, буцаад мөн орчноороо дамжин өнгөрөхөд шугаман поляризацийн чиглэл нь анхных шигээ сэргээгддэг."
    },
    {
      "type": "text",
      "value": "Поляризацийн хавтгайн эргэлтийн өнцгийг хэмжих нь оптик идэвхтэй бодисын концентрацийг тодорхойлох аргуудын үндэс болдог. Үүнийг тухайлбал, үйлдвэрлэлийн уусмал болон биологийн объектууд дахь (цус, шээс) чихрийн концентрацийг тодорхойлоход ашигладаг."
    },
    {
      "type": "text",
      "value": "<b>Соронзон эргэлт.</b> Оптик идэвхгүй бодисуудыг хүртэл дагуу соронзон оронд байрлуулвал поляризацийн хавтгайг эргүүлэх чадвартай болдог (Фарадейн эффект). Энэ эффектийг ажиглах туршилтын бүдүүвч нь хоёр зөрчилдсөн $P$ ба $P^{\\prime}$ поляризаторуудын дунд байрлуулсан шинжлэх бодис бүхий соленоидоос бүрдэнэ. Соронзон орон үүсгэхэд харах талбар гэрэлтэнэ. Анализатор $P^{\\prime}$-ийн нэвтрүүлэх хавтгайг эргүүлэн харанхуйлуулж, ингэснээр поляризацийн хавтгайн эргэлтийн өнцгийг олно:"
    },
    {
      "type": "equation",
      "value": "\\varphi=V l H,",
      "tag": "(6.20)"
    },
    {
      "type": "text",
      "value": "энд $V$ (угл.мин/А) - Вердегийн тогтмол (буюу соронзон эргүүлэх чадвар), $l$ (м) - бодис доторх гэрлийн замын урт, $H$ (А/м) - соронзон орны хүчлэг*. Вердегийн тогтмол нь бодисын төрөл, түүний физик төлөв байдал болон гэрлийн долгионы уртаас хамаарна. Хоёр бодисын энэхүү тогтмол утгуудыг өөр өөр долгионы урт дээр жишээ болгон үзүүлэв:"
    },
    {
      "type": "text",
      "value": "| Бодис | 656 нм | 589 нм | 486 нм |\\n| :--- | :---: | :---: | :---: |\\n| Ус | 0,013 | 0,016 | 0,025 |\\n| Хүхэрт нүүрстөрөгч | 0,040 | 0,052 | 0,084 |"
    },
    {
      "type": "text",
      "value": "Эргэлтийн чиглэл нь зөвхөн соронзон орон H-ын чиглэлтэй холбоотой байдаг. Цацрагийн чиглэлээс эргэлтийн чиглэл хамаардаггүй. Тиймээс цацраг толиноос ойж, анхны цэгтээ буцаж ирэхэд поляризацийн хавтгайн эргэлт нь хоёр дахин нэмэгддэг (ердийн эргэлтээс ялгаатай нь). Энэ шинж чанар нь дээжийн мөнгөжүүлсэн гадаргуугаас олон дахин ойлгох замаар дээж доторх гэрлийн замыг уртасгаж, эргэлтийн өнцгийг ихэсгэх боломжийг олгодог.<br><br><i>* Заримдаа (6.20) томьёог өөрөөр бичдэг: $\\varphi=V l B$, энд $B$ - соронзон орны индукц бөгөөд Вердегийн тогтмол $V$-ийн хэмжээс нь угл.мин/(Тл • м) байна.</i>"
    },
    {
      "type": "text",
      "value": "Эргэлтийн тэмдгийг соронзон орны дагуу ( $\\mathbf{H}$ векторын дагуу) харахаар нөхцөлтэйгээр тогтооно. Дийлэнх бодисын хувьд эргэлт баруун тийш явагддаг (ө.х. $\\mathbf{H}$ векторын хувьд баруун эрэг шураг). Ийм бодисуудыг эерэг гэж нэрлэдэг. Гэвч зүүн тийш эргэдэг (ө.х. $\\mathbf{H}$ векторын хувьд зүүн эрэг шураг) сөрөг бодисууд ч тааралддаг."
    },
    {
      "type": "text",
      "value": "<i>Жишээ.</i> Шугаман поляризацтай нарийн гэрлийн багц дагуу соронзон оронд байрлах баруун эргэлттэй эерэг бодисоор дамжин, хоёр удаа ойж нэвтэрчээ (Зураг 6.27). Хэрэв бодис бүхий хоолойн урт $l$, түүний эргэлтийн тогтмол $\\alpha$, Вердегийн тогтмол $V$, соронзон орны хүчлэг $H$ бол гарсан багцын поляризацийн хавтгай ямар өнцгөөр эргэхийг олъё."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-221_161_810_701_209.jpg",
      "caption": "Зураг 6.27"
    },
    {
      "type": "text",
      "value": "Хэрэв гарсан багцын өөдөөс хараад тооллын эерэг чиглэлийг цагийн зүүний дагуу гэж авбал бодис баруун эргэлттэй тул ердийн эргэлт нь $\\varphi_{\\text{ест }}=\\alpha l>0$ өнцгийг өгнө. Харин соронзон эргэлт нь (бодис эерэг тул) $\\varphi_{H}=-V l H \\cdot N$ өнцгийг өгнө, энд $N$ нь багц бодисоор нэвтрэн гарсан тоо юм (зураг дээр $N=3$ ). Нийлбэр эргэлтийн өнцөг нь:<br>$$\\varphi=\\alpha l-V l H N .$$"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-221_334_328_1298_104.jpg",
      "caption": "Зураг 6.28"
    },
    {
      "type": "text",
      "value": "Соронзон орон дахь эргэлтийн чиглэл нь зөвхөн $\\mathbf{H}$ векторын чиглэлтэй холбоотой байдаг нь гэрлийг зөвхөн нэг чиглэлд нэвтрүүлэх чадвартай оптик вентиль хийх боломжийг олгодог. Үүнийг Зураг 6.28 тайлбарлана. Поляризатор $P$-ийн дараа соронзон орноор нэвтэрсэн гэрлийн поляризацийн хавтгай $\\varphi=45^{\\circ}$-аар эргэж, поляризатор $P^{\\prime}$-ээр нэвтэрнэ. Харин буцахдаа $P^{\\prime}$-ээр нэвтэрч, мөн ижил тал руу $\\varphi$ өнцгөөр эргэснээр поляризатор $P$-ээр хаагдах болно."
    },
    {
      "type": "text",
      "value": "Фарадейн эффектийн бага инерци ( $\\sim 10^{-9}$ с) нь түүнийг гэрлийн модуляцид, оптик хаалт хийх зэрэгт ашиглах боломжийг олгодог."
    }
  ]
}