{
  "id": "5.4",
  "title": "§ 5.4. Салаалсан хэлхээ. Кирхгофын дүрмүүд",
  "body": [
    {
      "type": "header",
      "id": "5.4",
      "value": "§ 5.4. Салаалсан хэлхээ. Кирхгофын дүрмүүд"
    },
    {
      "type": "text",
      "value": "Салаалсан хэлхээний тооцоо — жишээлбэл, тус тус салаан дахь гүйдлийг олох — Кирхгофын хоёр дүрмийг ашиглавал мэдэгдэхүйц хялбардана."
    },
    {
      "type": "text",
      "value": "<b>Кирхгофын эхний дүрэм</b> — хэлхээний зангилаанд (салааны цэгт) хамаарна: зангилаанд цуглардаг гүйдлүүдийн алгебрийн нийлбэр тэгтэй тэнцүү:"
    },
    {
      "type": "equation",
      "value": "\\sum I_k = 0.",
      "tag": "(5.17)"
    },
    {
      "type": "text",
      "value": "Зангилаа руу нэвтрэх гүйдэл ба зангилаанаас гарах гүйдлийг өөр өөр тэмдэгтэй авна: эхнийхийг эерэг, хоёр дахийг сөрөг (эсвэл эсрэгээр). Зураг 5.4-д:"
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-130_239_253_768_875.jpg",
      "caption": "Зураг 5.4"
    },
    {
      "type": "equation",
      "value": "I_1 - I_2 + I_3 = 0."
    },
    {
      "type": "text",
      "value": "(5.17) тэгшитгэл нь стационар нөхцлийн (5.5)-ийн шууд үр дагавар юм."
    },
    {
      "type": "text",
      "value": "<b>Кирхгофын хоёрдугаар дүрэм</b> — салаалсан хэлхээний аль ч хаалттай битүү хүрээт хамаарна: дурын хаалттай битүү хүрээын тусдаа хэсгүүдийн гүйдлийн хүч ба эсэргүүцлүүдийн үржвэрүүдийн алгебрийн нийлбэр нь тухайн битүү хүрээд ажиллах ЦХХ-ийн алгебрийн нийлбэртэй тэнцүү:"
    },
    {
      "type": "equation",
      "value": "\\sum I_k R_k = \\sum \\mathcal{E}_k.",
      "tag": "(5.18)"
    },
    {
      "type": "text",
      "value": "Энэ дүрмийг баталгаажуулахдаа гурван хэсгээс тогтох битүү хүрээыг авч үзье (Зураг 5.5). Битүү хүрээыг тойрон явах чиглэлийг заавал зурагт үзүүлсэн цагийн зааны дагуу сонгоно. Дараа нь гурван хэсэг бүрт Омын хуулийг (5.15) ашиглаж, гурвыг нэмэхэд бүх потенциалын нэр томьёоны хорогдлын дараа (5.18) гарна."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-131_281_322_145_100.jpg",
      "caption": "Зураг 5.5"
    },
    {
      "type": "text",
      "value": "(5.18) нь нэг төрлийн биш хэлхээний хэсгийн хувьд Омын хуулиас гарсан үр дагавар юм."
    },
    {
      "type": "text",
      "value": "<b>Тэгшитгэлийн системийг зохиох.</b> Кирхгофын дүрмүүд нь тодорхой тохиолдол бүрт бүрэн алгебрийн тэгшитгэлийн систем зохиох боломж олгодог бөгөөд үл мэдэгдэх гүйдлүүдийг олж болдог. Тэгшитгэлийн тоог үл мэдэгдэхийн тоотой тэнцүүлэх шаардлагатай бөгөөд нэгийг нь нөгоогийнхоо үр дагавар болохгүй байдлаар тэгшитгэлүүдийг зохино:"
    },
    {
      "type": "text",
      "value": "1. Хэрэв салаалсан хэлхээнд $N$ зангилаа байвал (5.17) хэлбэрийн бие даасан тэгшитгэлийг зөвхөн $N - 1$ зангилааны хувьд зохиож болно; сүүлийн зангилааны тэгшитгэл нь өмнөхийн үр дагавар болно."
    },
    {
      "type": "text",
      "value": "2. Хэрэв салаалсан хэлхээнд хэд хэдэн хаалттай битүү хүрээ байвал (5.18) хэлбэрийн бие даасан тэгшитгэлийг зөвхөн урьд авч үзсэн битүү хүрээуудын нийлбэрээс гарч ирэхгүй битүү хүрээуудын хувьд л зохиох болно. Зураг 5.6-д байгаа хэлхээнд 124 ба 234 битүү хүрээуудын тэгшитгэлүүд бие даасан, харин 1234 битүү хүрээын тэгшитгэл нь хоёрын үр дагавар."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-131_253_360_1371_88.jpg",
      "caption": "Зураг 5.6"
    },
    {
      "type": "text",
      "value": "(5.18) хэлбэрийн бие даасан тэгшитгэлийн тоо нь хэлхээний бүх битүү хүрээыг нураахын тулд хийх хамгийн цөөн зүссэлийн тоотой тэнцүү. Зураг 5.7-д дөрвөн зангилаатай хэлхээг авч үзье: гурван (5.17) хэлбэрийн ба гурван (5.18) хэлбэрийн тэгшитгэл хэрэгтэй. Зургаан тусдаа хэсэг байна тул гэхэд зургаан үл мэдэгдэх гүйдэл байна."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-132_217_317_356_843.jpg",
      "caption": "Зураг 5.7"
    },
    {
      "type": "text",
      "value": "Тэгшитгэлийн системийг зохиохдоо:"
    },
    {
      "type": "text",
      "value": "1. Гүйдлийн тааварчилсан чиглэлийг сумаар тэмдэглэнэ. Хэрэв тооцооны үр дүнд гүйдэл эерэг бол чиглэлийг зөв таасан хэрэг, хэрэв сөрөг бол жинхэнэ чиглэл нь сумтай эсрэг."
    },
    {
      "type": "text",
      "value": "2. Хаалттай битүү хүрээыг заавал нэг чиглэлд (жишээ нь цагийн зааны) тойрно. Хэрэв ямар нэг гүйдлийн тааварчилсан чиглэл нь тойрах чиглэлтэй давхцаж байвал (5.18)-д харгалзах $IR$ нэр томьёог плюстай авна, эсрэг бол минустай. ЦХХ-г ч ижил тэмдэглэнэ: хэрэв ЦХХ нь тойрах чиглэлд потенциалыг нэмэгдүүлвэл плюстай, эсрэг бол минустай."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Зураг 5.8-д үзүүлсэн схемийн $R$ эсэргүүцэлтэй хэсгийн гүйдлийн хүч ба чиглэлийг ол. Бүх эсэргүүцэл ба ЦХХ мэдэгдэж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-132_390_279_1375_857.jpg",
      "caption": "Зураг 5.8"
    },
    {
      "type": "text",
      "value": "Гурван хэсэг буюу гурван үл мэдэгдэх гүйдэл $I, I_1, I_2$ байна. $N = 2$ зангилаа тул нэг (5.17) хэлбэрийн тэгшитгэл: $I + I_1 + I_2 = 0$. Хоёр (5.18) хэлбэрийн тэгшитгэл ($R$-$R_1$ болон $R$-$R_2$ битүү хүрээ): $-IR + I_1 R_1 = -\\mathcal{E}_1$ ба $-IR + I_2 R_2 = -\\mathcal{E}_2$. Шийдвэл:"
    },
    {
      "type": "equation",
      "value": "I = \\frac{-R_1\\mathcal{E}_2 + R_2\\mathcal{E}_1}{R_1 R_2 + RR_1 + RR_2}."
    },
    {
      "type": "text",
      "value": "Тооцооны дараа $I > 0$ бол гүйдэл Зураг 5.8-д таасан чиглэлд урсана, $I < 0$ бол эсрэг чиглэлд."
    }
  ]
}
