{
  "title": "§ 5.1. Ван-дер-Ваальсын изотерм",
  "body": [
    {
      "type": "header",
      "value": "§ 5.1. Ван-дер-Ваальсын изотерм",
      "id": "5.1"
    },
    {
      "type": "text",
      "value": "<b>Онолын изотерм.</b> Ван-дер-Ваальсын хийн изотермд дүн шинжилгээ хийх нь маш чухал үр дүн гаргаж авах боломж олгодог. 5.1-р зурагт Ван-дер-Ваальсын хийн хамгийн онцлог гурван изотермийг үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-138_400_487_532_68.jpg",
      "caption": "Зураг 5.1"
    },
    {
      "type": "text",
      "value": "$T_1$ температур дахь изотерм илүү сонирхолтой: энэ нь $A$ ба $B$ цэгүүдийн хооронд $\\partial p / \\partial V > 0$ байх долгиолог хэсгийг агуулдаг. Эзлэхүүн изотермээр нэмэгдэхэд даралт мөн нэмэгдэнэ гэж байх боломжгүй нь ойлгомжтой."
    },
    {
      "type": "text",
      "value": "<b>Туршилтын изотерм.</b> Туршилт юуг харуулдаг вэ? Түүний үр дүнг 5.2-р зурагт үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-138_426_479_1329_68.jpg",
      "caption": "Зураг 5.2"
    },
    {
      "type": "text",
      "value": "Ер нь, <i>фаз</i> гэж бодисын физик хувьд нэгэн төрлийн, системийн бусад хэсгүүдээс зааглах гадаргуугаар тусгаарлагдсан хэсгийг хэлнэ. Жишээлбэл, ус ба мөс, ус ба мөнгөн ус, бал чулуу ба алмаз нь тусдаа фазууд юм, харин ус ба спирт нь нэг фаз юм."
    },
    {
      "type": "text",
      "value": "Туршилтын изотермийг харуулсан 5.2-р зураг руу буцаж оръё. Тасархай муруйн доорх мужид (бага зэрэг тонилогдсон) бүх хэвтээ изотермүүд нь шингэн ба уур бие биетэйгээ тэнцвэрт орших хоёр фазын төлөвт харгалзана. Ийм уурыг <i>ханасан уур</i> гэнэ."
    },
    {
      "type": "text",
      "value": "Хоёр фазын мужаас зүүн тийш нэг фаз болох шингэнд (илүү тод тонилогдсон) харгалзах муж байрлана. Энд изотермүүд маш эгц явах бөгөөд энэ нь шингэний шахагдах чанар бага байгааг илэрхийлнэ. Хоёр фазын мужаас баруун тийш бодис хийн төлөвт байна. Үүний зэрэгцээ энэ хоёр фазын мужаас гадуурх бүх төлөвүүд Ван-дер-Ваальсын тэгшитгэлээр нэлээд сайн тодорхойлогддог. Энэ нь тухайн тэгшитгэл бодисын төлөвийг зөвхөн хийн төлөвт төдийгүй шингэн төлөвт ч тодорхойлдог болохыг харуулж байна."
    },
    {
      "type": "text",
      "value": "Эзлэхүүн $V_г$-д хүрэхэд цилиндр бүхэлдээ хийгээр дүүрсэн байх боловч цаашид шахахад хийн зэрэгцээ шингэн гарч ирэх бөгөөд түүний хэмжээ алгуур өсөж, харин даралт нь тогтмол хэвээр үлдэнэ. Эзлэхүүн $V_ж$-д хүрэхэд цилиндр бүхэлдээ шингэнээр дүүрсэн байна."
    },
    {
      "type": "text",
      "value": "Ийнхүү, $CD$ хэсэг дээр бид бодис хийн төлөвөөс шингэн төлөвт шилжих <i>фазын шилжилт</i>-ийг ажиглаж байна. Үүнээс дараах дүгнэлтийг хийж болно: хэрэв фазын шилжилт изотермээр явагдаж байвал тэр нь $p = \\text{const}$ үед явагдана. Энэ нь зөвхөн хий-шингэний шилжилт төдийгүй, шингэн-хатуу бие гэх мэт бүх төрлийн фазын шилжилтийн ерөнхий шинж чанар болох нь харагддаг."
    },
    {
      "type": "text",
      "value": "Иймээс, хэрэв хийг жишээлбэл 1-р изотермээр (5.2-р зургийг үз) шахаж эхэлбэл, хий нь шингэн + ханасан уур гэсэн хоёр фазын төлөвт (изотермийн $CD$ хэвтээ хэсэг) шилжинэ. Шингэн фазын эзлэхүүн $C$ цэгт ойртох тусам нэмэгдэж, үүний дараа зөвхөн нэг фаз - шингэн үлдэнэ."
    },
    {
      "type": "text",
      "value": "Бодит изотермийн хэвтээ хэсэг (5.1-р зурагт тасархай шугамаар үзүүлсэн) нь долгиолог изотермээр хүрээлэгдсэн тасархай шугамын доорх ба дээрх талбайнууд ижил байх түвшинд байрладаг гэдгийг тэмдэглүүштэй."
    },
    {
      "type": "text",
      "value": "<b>Метастабиль төлөв.</b> Илүү нарийвчилсан туршилтууд (бодисыг хольцоос цэвэрлэж, процессыг илүү болгоомжтой явуулсан) хийг изотермээр шахах үед түүнийг $B$ төлөвт (5.3-р зураг), харин шингэнийг тэлэх үед $A$ төлөвт хүргэж болохыг илрүүлсэн. Өөрөөр хэлбэл, Ван-дер-Ваальсын тэгшитгэлээс таамагласан хэсгүүд хэрэгждэг байна."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-140_394_566_201_68.jpg",
      "caption": "Зураг 5.3"
    },
    {
      "type": "text",
      "value": "Эдгээр хэсгүүдийн онцлог нь тэдгээрийн цэг бүр өгөгдсөн температур дахь тэнцвэрт бус төлөвт харгалздагт оршино. Эдгээр төлөвийг <i>метастабиль</i> төлөв гэнэ. Эдгээр төлөвт байгаа бодист өчүүхэн төдий л нөлөөлөхөд тэнцвэрт төлөвт харгалзах хоёр фаз болон задардаг (энэ нь зураг дээрх нарийн босоо сумаар харуулагдсан)."
    },
    {
      "type": "text",
      "value": "$BD$ хэсэг нь <i>хэт ханасан уур</i> гэж нэрлэгдэх төлөвийг, харин $CA$ хэсэг нь <i>хэт халсан шингэн</i>-ийг тодорхойлдог. Хэт ханасан уурыг, ханаагүй уурыг огцом буюу адиабатаар тэлэх замаар гарган авч болно. Энэ үед уур хөрч, хэт ханисан болно. Үүнийг Вильсоны камерт - цэнэгт бөөмийн мөрийг (трек) ажиглах багажид ашигладаг. Цэнэгт бөөмс хэт ханасан уураар дамжин өнгөрөхдөө ионуудын хэлхээг үлдээх бөгөөд метастабиль төлөв задарсны үр дүнд эдгээр ионууд дээр уур конденсацад ордог. Үүний үр дүнд дуслын хэлхээ буюу бөөмийн мөр үүсдэг."
    },
    {
      "type": "text",
      "value": "Хэт халсан шингэн нь мөн бөөмийн хөөсөн камерт хэрэглэгддэг. Цэнэгт бөөм хэт халсан шингэнээр дамжин өнгөрөхдөө мөн ионуудын хэлхээг үлдээж, тэдгээр дээр уур үүсэж эхэлдэг. Үүний үр дүнд хөөсөн хэлхээ буюу нэвтрэн өнгөрсөн бөөмийн мөр үүснэ."
    },
    {
      "type": "text",
      "value": "<b>Буцлах.</b> Гаднах тогтмол даралтад шингэнийг халаахад уур үүсэх процесс дагалддаг. Эхлээд энэ нь зөвхөн шингэний гадаргуугаас тайван явагддаг. Ийм процессыг <i>уурших</i> гэнэ. Тодорхой температурт - буцлах температурт хүрэхэд уур үүсэх процесс шингэний дотор бас эхэлдэг (шингэн доторх олон тооны хийн жижиг бөмбөлгүүд байгаагаас тэдгээрт хүчтэй ууршилт явагдаж эхэлнэ). Процесс ширүүн болж - буцлалт эхэлнэ. Үнэндээ, буцлах нь ууршилтын нэг төрөл юм."
    },
    {
      "type": "text",
      "value": "Иймээс, буцлах нь зөвхөн шингэн дотор хийн бөмбөлгүүд байгаа тохиолдолд л боломжтой. Хэрэв тийм бөмбөлгүүд байхгүй бол буцлах боломжгүй бөгөөд шингэнийг буцлах температураас дээш халааж болдог - шингэн нь хэт халсан буюу метастабиль төлөвт ордог."
    }
  ]
}