{
  "title": "§ 5.2. Фазын шилжилт. Төлөвийн диаграмм",
  "body": [
    {
      "type": "header",
      "value": "§ 5.2. Фазын шилжилт. Төлөвийн диаграмм",
      "id": "5.2"
    },
    {
      "type": "text",
      "value": "<b>Фазын шилжилт.</b> Фазын шилжилтийг 1-р ба 2-р төрлийн гэж хоёр ангилдаг. 1-р төрлийн шилжилт нь шилжилтийн дулаан дагалддаг. Энэ нь бодисыг нэг фазаас нөгөөд изотерм-изобараар шилжүүлэхэд шаардагдах дулааны хэмжээ юм. Энэ процессыг дараах хувийн дулаануудаар тодорхойлно:"
    },
    {
      "type": "text",
      "value": "1) ууршилтын (конденсацийн) дулаан $q_{12}$, Дж/кг;\n2) хайлах (талсжих) дулаан $q_{пл}$, Дж/кг."
    },
    {
      "type": "text",
      "value": "Хатуу биеийн ууршилтын дулааныг <i>сублимацийн дулаан</i> гэж нэрлэдэг болохыг тэмдэглүүштэй."
    },
    {
      "type": "text",
      "value": "Харин 2-р төрлийн фазын шилжилт нь дулаан солилцоогүйгээр явагддаг. Жишээлбэл, кристаллын бүтцийн өөрчлөлт, хэт дамжуулагч төлөвт шилжих, шингэн гелийн хэт урсамтгай төлөвт шилжих, ферромагнетизм парамагнетизмд шилжих (Кюрийн цэг) зэрэг болно. Бид үүгээр хязгаарлаж, гол анхаарлаа 1-р төрлийн фазын шилжилтэд хандуулах болно."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-141_426_482_138_68.jpg",
      "caption": "Зураг 5.4"
    },
    {
      "type": "text",
      "value": "Фазын шилжилтийн мужид Карногийн эгэл циклийг авч үзье (5.5-р зураг). Энд $V'_1$ ба $V'_2$ нь 1-р ба 2-р фазын хувийн эзлэхүүнүүд, өөрөөр хэлбэл нэгж масс ногдох эзлэхүүн, м$^3$/кг юм."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-142_418_527_141_633.jpg",
      "caption": "Зураг 5.5"
    },
    {
      "type": "text",
      "value": "Циклийн туршид ажлын бодисын гүйцэтгэх ажил нь энэ циклийн хүрээлсэн талбайтай тэнцүү, өөрөөр хэлбэл $dp \\cdot (V'_2 - V'_1)$ юм. Одоо энэ циклийг $T-S$ диаграмм дээр төсөөлье. Циклийн туршид гүйцэтгэх ажил өөрчлөгдөхгүй бөгөөд мөн циклийн хүрээлсэн талбайтай тэнцүү байх нь тодорхой, тухайлбал $dT \\cdot (S'_2 - S'_1)$, энд хаалтанд байгаа нь тухайн бодисын фазын хувийн энтропийн утгууд юм. Ийнхүү,"
    },
    {
      "type": "equation",
      "value": "dp \\cdot (V'_2 - V'_1) = dT \\cdot (S'_2 - S'_1)."
    },
    {
      "type": "text",
      "value": "Нөгөө талаас, изотерм фазын шилжилтийн ($1 \\rightarrow 2$) үеийн хувийн энтропийн өөрчлөлт нь дараах илэрхийлэлтэй тэнцүү байна:"
    },
    {
      "type": "equation",
      "value": "S'_2 - S'_1 = \\frac{q_{12}}{T},"
    },
    {
      "type": "text",
      "value": "энд $q_{12}$ нь тухайн фазын шилжилтийн хувийн дулаан юм. Сүүлийн томьёонуудаас харахад:"
    },
    {
      "type": "equation",
      "value": "\\frac{dp}{dT} = \\frac{q_{12}}{T(V'_2 - V'_1)}."
    },
    {
      "type": "text",
      "value": "Энэ бол <b>Клапейрон-Клаузиусын тэгшитгэл</b> юм. Харгалзах 1 ба 2 фазуудын тэмдэглэгээний дарааллыг анхаарах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "$p(T)$ муруйн налууг тодорхойлж буй уламжлалын тэмдэг нь дулаан шингээх үед хувийн эзлэхүүнүүд хэрхэн өөрчлөгдөхөөс (өсөж байгаа эсвэл буурч байгаа) хамаардаг нь харагдаж байна. Шингэн эсвэл хатуу бие уурших үед хувийн эзлэхүүн үргэлж өсдөг тул харгалзах муруйнуудын $dp/dT$ уламжлал нь зөвхөн эерэг байж болно. Хатуу биеийн ууршилтын муруйг <i>сублимацийн муруй</i> гэж нэрлэдэг болохыг тэмдэглүүштэй."
    },
    {
      "type": "text",
      "value": "Хайлах үед бодисын дийлэнх хувийн хувьд хувийн эзлэхүүн өсдөг тул $dp/dT > 0$ байна. Гэсэн хэдий ч ус зэрэг зарим бодисын хувьд шингэн фазын эзлэхүүн нь хатуу фазын эзлэхүүнээс бага ($V'_2 < V'_1$) байдаг тул $dp/dT < 0$ байна."
    },
    {
      "type": "text",
      "value": "<b>Төлөвийн диаграмм.</b> Гурван мужид: хатуу фаз (х), шингэн (ш) ба хийн (г) мужид хуваагдсан $p, T$ хавтгайг (5.6-р зураг) ийнхүү нэрлэдэг. Эдгээр шүргэлцэж буй фазуудын зааг нь хоёр фазын тэнцвэрт төлөвийг тодорхойлох сублимаци, ууршилт ба хайлах муруйнууд юм. $Tp$ цэгийг <i>гурвалсан цэг</i> гэх бөгөөд энд гурван фаз тэнцвэрт оршино. Хайлах үед эзлэхүүн нь багасдаг бодисуудын хайлах муруйг тасархай шугамаар үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-143_405_497_715_663.jpg",
      "caption": "Зураг 5.6"
    },
    {
      "type": "text",
      "value": "5.6-р зурагт ердийн төлөвийн диаграммыг үзүүлэв. Ийм төрлийн диаграммыг янз бүрийн бодисын хувьд туршилтаар байгуулдаг. Эдгээр нь тухайн процессууд дахь фазын хувирлыг урьдчилан таамаглах боломж олгодог гэдгээрээ ач холбогдолтой юм. Жишээлбэл, ууршилтын муруй нь $K$ критик цэг дээр төгсөж байгааг харж болно. Тиймээс шингэн фазын мужаас хийн муж руу $K$ цэгийг «дээрээс нь» тойрч (ууршилтын муруйг огтлохгүйгээр) шилжих боломжтой. Энэ тохиолдолд нэг фазаас нөгөөд шилжих шилжилт нь нэг фазын төлөвүүдийн дарааллаар тасралтгүй явагдана."
    },
    {
      "type": "text",
      "value": "Үүнээс гадна, хайлах муруй нь «замдаа» салаалсан өөр нэг $Tp'$ гурвалсан цэгтэй (5.6-р зургийг үз) тааралдаж болно: зүүн талын муруй нь хоёр хатуу (гэхдээ өөр) фазуудын зааг болж, баруун талынх нь шинэ хатуу фазын хайлах муруй болно. Бид үүнээс цааш нарийн тайлбар хийхгүй."
    },
    {
      "type": "text",
      "value": "Энэхүү тоймыг фазын диаграммыг эзлэхүүний (гурван хэмжээст) дүрслэлээр төгсгөе."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-144_418_546_377_70.jpg",
      "caption": "Зураг 5.7"
    },
    {
      "type": "text",
      "value": "$p, T, V$ параметртэй диаграмм нь 5.7-р зурагт үзүүлсэн шиг харагдах болно. Энэ бол нэг фазын, эсвэл хоёр фазын, эсвэл гурван фазын тодорхой тэнцвэрт төлөвт харгалзах цэгүүдээс тогтсон нарийн гадаргуу юм. Тасралтгүй шугамаар изотермүүдийг үзүүлсэн бөгөөд тэдгээрийн параллель хэсгүүд ($V$ тэнхлэгт параллель) нь хоёр фазын төлөвт, харин нэг шугам нь гурван фазын төлөвт харгалзана."
    },
    {
      "type": "text",
      "value": "Эзлэхүүн фазын диаграммыг (5.7-р зураг) баруунаас зүүн тийш ($V$ тэнхлэгийн дагуу) харахад 5.6-р зургийн диаграммыг, харин $T$ тэнхлэгийн дагуу харвал баруун хэсэг нь 5.2-р зурагт үзүүлсэн диаграммыг таньж болно."
    },
    {
      "type": "text",
      "value": "5.7-р зурагт үзүүлсэн фазын диаграмм нь барьцалдах (хатуурах) үед хувийн эзлэхүүн нь багасдаг бодисуудад (ийм бодисууд үнэмлэхүй олонх байдаг) харгалзана. Эсрэг тохиолдолд, жишээлбэл ус-мөс системд эзлэхүүн фазын диаграммын зүүн хэсэг нь өөр, илүү нарийн хэлбэртэй байна."
    }
  ]
}