{
  "title": "§ 5.3. Шингэн төлөв",
  "body": [
    {
      "type": "header",
      "value": "§ 5.3. Шингэн төлөв",
      "id": "5.3"
    },
    {
      "type": "text",
      "value": "Хэрэв бодис хийн төлөвт байвал молекулууд нь бараг чөлөөтэй хөдөлнө, учир нь тэдгээрийн харилцан үйлчлэлийн энерги нь кинетик энергиэсээ хамаагүй бага байдаг. Энэ үед хий нь боломжит бүх орон зайг (жишээлбэл, савны эзлэхүүнийг) дүүргэдэг."
    },
    {
      "type": "text",
      "value": "Шингэн төлөвт молекулууд бие биетэйгээ маш ойрхон байх боловч хийн адил их хөдөлгөөнтэй, эмх замбараагүй байрладаг. Молекулуудын харилцан үйлчлэлийн энерги нь тэдгээрийн кинетик энергитэй жишиж болохуйц байдаг бөгөөд энэ нь шингэн тодорхой эзлэхүүн эзэлдэгт илэрдэг. Шингэний бөөмсийн байршилд <i>ойрын эрэмбэ</i> ажиглагддаг, өөрөөр хэлбэл аливаа бөөмийн хувьд хамгийн ойрын бөөмсийн байршил нь эрэмбэлэгдсэн байдаг. Кристаллаас ялгаатай нь шингэнд <i>холын эрэмбэ</i> байдаггүй. Шингэнд холын эрэмбэ байхгүй тул тэр нь ихэвчлэн кристаллад байдаг анизотроп шинж чанарыг үзүүлэхгүй (шингэн кристаллаас бусад тохиолдолд)."
    },
    {
      "type": "text",
      "value": "Шингэн нь хий ба кристаллын хоорондох завсрын байрыг эзэлдэг. Энэ нь шингэн төлөв өөрийн шинж чанараараа хамгийн нарийн төвөгтэй байдагтай холбоотой юм. Тиймээс түүний онол нь хий ба талст төлөвөөс хамаагүй бага хөгжсөн байдаг. Одоог хүртэл бүрэн төгс, нийтээр зөвшөөрөгдсөн шингэний онол байхгүй байна."
    },
    {
      "type": "text",
      "value": "Я. И. Френкелийн санал болгосон шингэний молекулуудын төлөв байдлын нэг загвар нь иймэрхүү юм. Молекул бүр тодорхой хугацааны туршид тэнцвэрт тодорхой байрлалын орчимд хэлбэлзэнэ. Дараа нь молекул байрлалаа өөрчилж, шинэ тэнцвэрт байрлал руу үсрэлтээр шилжинэ. Ийм байдлаар молекул шингэн дотор удаан шилжиж, түүний бүх эзлэхүүнийг дамжин «хэрэн хэсдэг». Температур нэмэгдэхэд молекулуудын хөдөлгөөн ихэссэнээр шингэний зуурамтгай чанар эрс багасна."
    },
    {
      "type": "text",
      "value": "Шингэний онолыг боловсруулахад молекулуудын харилцан үйлчлэл нь системийн энергийг тэдгээрийн харилцан байрлалаас хамаарахад хүргэдэгтэй холбоотой зарчмын хүндрэл тулгардаг. Энэ байдлыг тооцох нь молекулуудын тэнцвэрт хуваарилалтыг тооцоолох боломжгүй болгодог. Энэ хүндрэлийг одоогоор даван туулж чадаагүй байна."
    },
    {
      "type": "text",
      "value": "Шингэний бүрэн онол байхгүй ч тэдгээрийн зарим чухал шинж чанарууд нэлээд сайн судлагдсан бөгөөд практик ач холбогдолтой юм. Юуны өмнө энэ нь гадаргуугийн таталцал ба түүнтэй холбоотой үзэгдлүүд юм."
    },
    {
      "type": "text",
      "value": "<b>Гадаргуугийн таталцал.</b> Шингэний гадаргуугийн давхарга онцгой нөхцөлд байдаг. Учир нь молекулын үйлчлэлийн радиус $r_0 \\sim 10^{-7}$ см (атомын хоорондын хэдэн зайд) байдаг бөгөөд энэ нь ийм зузаантай гадаргуугийн давхаргын молекулуудад шингэний гүн рүү чиглэсэн хүч үйлчлэхэд хүргэдэг. Үүнийг 5.8-р зургаас хялбархан ойлгож болно."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-146_229_941_980_145.jpg",
      "caption": "Зураг 5.8"
    },
    {
      "type": "text",
      "value": "Энд шингэн ба түүний уур (ердийн нөхцөлд) хоорондын зааг дээр юу болж байгааг харуулав. Молекул (тод том цэг) зааглах гадаргууд ойртох тусам бусад молекулуудын зүгээс түүнд үйлчлэх хүч нэмэгдэж байгаа нь харагдаж байна. Молекул шингэнээс холдох тусам энэ хүч багасаж, $r_0$ зайд бараг тэг болно."
    },
    {
      "type": "text",
      "value": "5.8-р зургийн зүүн талд зааглах гадаргуугийн орчим дахь молекулын потенциал энерги $U_{\\text{п}}$-ийн өөрчлөлтийн графикийг үзүүлэв. Энэ график нь шингэний молекулууд үндсэндээ потенциал нүхэнд байгаа бөгөөд тэндээс гарахын тулд (потенциал хоригийг давахын тулд) тэдэнд илүүдэл кинетик энерги шаардлагатай болохыг илэрхийлдэг."
    },
    {
      "type": "text",
      "value": "Ийнхүү, молекулыг шингэний гүнээс гадаргуу руу гаргах нь кинетик энергийн зардлаар түүний потенциал энерги нэмэгдэхэд хүргэдэг (гадаргуу руу гарч буй молекулууд «хөрнө»). Энэ нь гадаргуугийн давхарга нэмэлт потенциал энергитэй болохыг илэрхийлэх бөгөөд энэ энерги гадаргуугийн хамт багасахыг эрмэлзэнэ. Тиймээс жингүйдлийн нөхцөлд байгаа шингэн нь бөмбөрцөг хэлбэртэй (түүний гадаргуу хамгийн бага) болдог. Өөрийн гадаргууг багасгах гэсэн энэхүү «эрмэлзэл» нь гадаргууд шүргэгч чиглэлтэй гадаргуугийн таталцлын хүч үүсэхэд илэрдэг."
    },
    {
      "type": "text",
      "value": "Гадаргуугийн таталцал байдгийг савангийн хальсны тусламжтайгаар үр дүнтэй үзүүлж болно. Үүний тулд $l$ урттай хөдөлгөөнт хөндлөвчтэй П хэлбэрийн утас тогтоогч авдаг (5.9-р зураг). Битүү хүрээг хальсаар бүрхэхэд тэр нь гадаргуугийнхээ талбайг багасгахын тулд хөндлөвчийг шууд дээш нь өргөж эхэлнэ. Үүнээс сэргийлэхийн тулд гадны $F$ хүчийг хэрэглэх шаардлагатай болно."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-147_368_283_671_877.jpg",
      "caption": "Зураг 5.9"
    },
    {
      "type": "text",
      "value": "Хүрээний нэгж уртад ногдох гадаргуугийн таталцлын хүчийг $\\alpha$-аар тэмдэглэе:"
    },
    {
      "type": "equation",
      "value": "f_{\\text{ед}} = \\alpha, \\text{ Н/м}."
    },
    {
      "type": "text",
      "value": "$\\alpha$ хэмжигдэхүүнийг <i>гадаргуугийн таталцал</i> гэж нэрлэдэг. Хөндлөвчийг бага багаар $dx$ зайд доош нь хөдөлгөхөд $2\\alpha l$ урттай $F$ хүч нь $2\\alpha l \\,dx$ ажил гүйцэтгэнэ. Хальс нь хоёр гадаргуугийн давхаргатай тул 2 коэффициент гарч ирсэн. Шингэн өөрөө хөндлөвч дээр $d'A = -2\\alpha l \\,dx = -\\alpha \\,dS$ ажил гүйцэтгэдэг бөгөөд энд $dS$ нь гадаргуугийн давхаргын талбайн өсөлт юм. Энэ үед шингэний гүнээс нэмэлт молекулууд гадаргуугийн давхарга руу шилжих бөгөөд энэ нь дээр дурдсанчлан шингэн хөрөхөд хүргэдэг. Гэсэн хэдий ч энэ процессыг удаан явуулбал изотермээр явагдах бөгөөд энэ нь $\\alpha$ хэмжигдэхүүнийг өөрөөр тайлбарлах боломжийг олгодог."
    },
    {
      "type": "text",
      "value": "Өмнө нь (§ 3.6) бид изотерм процесс дахь системийн ажил нь чөлөөт энерги $F$-ийн бууралтаар гүйцэтгэгддэг болохыг тогтоосон. Тэгвэл дээрх $d'A = -\\alpha \\,dS$ илэрхийллийг $d'A = -dF$ тэнцвэртэй хамт авч үзвэл дараах дүгнэлтэд хүрнэ:"
    },
    {
      "type": "equation",
      "value": "\\alpha = dF/dS, \\quad \\text{ Дж/м}^2."
    },
    {
      "type": "text",
      "value": "Өөрөөр хэлбэл, гадаргуугийн таталцал $\\alpha$ нь гадаргуугийн давхаргын нэгж талбайд ногдох чөлөөт энерги юм. Температур нэмэгдэхэд таталцал $\\alpha$ багасаж, критик температурт тэг болно (энэ температурт шингэн ба ханасан уур хоорондын зааг арилдаг) гэдгийг анхаарна уу."
    },
    {
      "type": "text",
      "value": "Гадаргуугийн таталцал $\\alpha$ нь шингэний шинж чанараас хамаардаг бөгөөд нэлээд өргөн хүрээнд хэлбэлздэг. Ихэнх шингэний хувьд $20^\\circ$C-т $\\alpha$ нь $10^{-2}$-оос $10^{-1}$ Н/м буюу Дж/м$^2$ хэмжигдэхүүнтэй байдаг (Хавсралт №6-г үзнэ үү)."
    },
    {
      "type": "text",
      "value": "<b>Нэмэлт даралт.</b> Шингэний гадаргуу муруй байгаа нь түүний доор нэмэлт даралт $\\Delta p$ үүсэхэд хүргэдэг бөгөөд энэ нь гадаргуугийн таталцлын хүчээр тодорхойлогддог. Бөмбөрцөг хэлбэртэй муруй гадаргуугийн (дусал эсвэл бөмбөлөг) хувьд энэ даралт нь Лапласын томьёогоор тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "\\Delta p = \\frac{2\\alpha}{R},"
    },
    {
      "type": "text",
      "value": "энд $R$ нь гадаргуугийн радиус юм. Хэрэв гадаргуу гүдгэр бол $\\Delta p > 0$ (даралт нэмэгдэнэ), хэрэв хотгор бол $\\Delta p < 0$ (даралт багасна). Энэ үзэгдэл нь жишээлбэл, $R = 5$ мкм радиустай агаарын бөмбөлөг доторх даралтыг $\\Delta p \\approx 0.3$ атм-аар ихэсгэхэд хүргэдэг."
    },
    {
      "type": "text",
      "value": "Лаплас (5.6) томьёог дурын хэлбэрийн гадаргууд ерөнхийлсөн. Лапласын ерөнхий томьёо нь:"
    },
    {
      "type": "equation",
      "value": "\\Delta p = \\alpha \\left( \\frac{1}{R_1} + \\frac{1}{R_2} \\right),"
    },
    {
      "type": "text",
      "value": "энд $R_1$ ба $R_2$ нь хоорондоо харилцан перпендикуляр хоёр хавтгай дахь муруйлтын радиусууд юм. Хоёр радиус нь алгебр хэмжигдэхүүнүүд бөгөөд тэмдгийн дүрэм нь дээр дурдсантай ижил байна."
    },
    {
      "type": "text",
      "value": "<b>Орчин хоорондын зааг дээрх үзэгдэл.</b> Хатуу биес нь шингэний адил шалтгааны улмаас гадаргуугийн энерги ба таталцалтай байдаг. Хоёр орчны заагийн тухай ярихдаа зааглах гадаргуу дээрх энерги нь хоёр орчны аль алиных нь шинж чанараас хамаардаг гэдгийг анхаарах хэрэгтэй. Өөрөөр хэлбэл, хоёр орчны нийт гадаргуугийн энерги $\\alpha_{12}$-ийг авч үзэх шаардлагатай."
    },
    {
      "type": "text",
      "value": "Хатуу биеийн гадаргуу дээрх шингэний дуслыг авч үзье (5.12-р зураг). Тэнцвэрт байхын тулд $O$ цэг дээрх битүү хүрээын элементэд үйлчилж буй бүх хүчнүүд тэнцвэржсэн байх ёстой."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-150_295_441_379_68.jpg",
      "caption": "Зураг 5.12"
    },
    {
      "type": "text",
      "value": "Эдгээр хүчнүүд нь орчин хоорондын заагийн дагуу үйлчлэх гадаргуугийн таталцлын хүчнүүд $\\alpha_{12}, \\alpha_{23}, \\alpha_{13}$-аас бүрдэнэ. Эдгээр хүчний нийлбэр $\\alpha_{12} + \\alpha_{23} + \\alpha_{13}$ нь хатуу биеийн доош чиглэсэн молекулын хүчээр тэнцвэрждэг. Тиймээс тэнцвэрт байдал нь хэвтээ чиглэл дэх хүчний нийт проекц тэг байх нөхцөлөөр хангагдана, өөрөөр хэлбэл $\\alpha_{13} = \\alpha_{12} \\cos \\theta + \\alpha_{23}$ байна. Үүнээс:"
    },
    {
      "type": "equation",
      "value": "\\cos \\theta = \\frac{\\alpha_{13} - \\alpha_{23}}{\\alpha_{12}},"
    },
    {
      "type": "text",
      "value": "энд $\\theta$ нь <i>норгох өнцөг</i> (захын өнцөг) юм. Үүнийг ихэвчлэн шингэн байгаа мужид (5.12-р зурагт үзүүлсэн шиг) сонгодог."
    },
    {
      "type": "text",
      "value": "Хэрэв $\\theta < \\pi/2$ бол шингэн хатуу биеийн гадаргууг <i>норгоно</i> гэнэ. $\\theta \\rightarrow 0$ үед бүрэн норголт явагдана. (5.8) тэгшитгэлийн баруун тал нэгээс их байх үед, өөрөөр хэлбэл $\\alpha_{13} > \\alpha_{12} + \\alpha_{23}$ нөхцөлд мөн бүрэн норголт явагдана."
    },
    {
      "type": "text",
      "value": "Хэрэв $\\theta > \\pi/2$ бол шингэн гадаргууг <i>норгохгүй</i>. $\\theta \\rightarrow \\pi$ үед бүрэн норгохгүй. (5.8) тэгшитгэлийн баруун тал -1-ээс бага байх үед, өөрөөр хэлбэл $\\alpha_{23} > \\alpha_{13} + \\alpha_{12}$ нөхцөлд мөн бүрэн норгохгүй байдал ажиглагдана."
    },
    {
      "type": "text",
      "value": "5.13-р зурагт шингэн хатуу биеийн хэвтээ ба босоо гадаргуутай шүргэлцэх үеийн норгох ($\\theta < \\pi/2$) ба норгохгүй ($\\theta > \\pi/2$) байдлын жишээг үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-151_261_959_137_135.jpg",
      "caption": "Зураг 5.13"
    },
    {
      "type": "text",
      "value": "<b>Капилляр үзэгдэл.</b> Норгох өнцөг байгаа нь савны ханын орчимд шингэний гадаргуу муруйхад хүргэдэг. Муруй гадаргууг <i>мениск</i> гэж нэрлэдэг. Хэрэв нарийн гуурсыг (капилляр) нэг үзүүрээр нь шингэн рүү дүрэхэд норголтын үр дүнд шингэний түвшин саванд байгаагаас өндөр, харин норгохгүй байх үед бага байна (5.14-р зураг). Шингэний гадаргуу муруйхтай холбоотой бүх үзэгдлийг <i>капилляр үзэгдэл</i> гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Шингэний гадаргуугийн таталцал $\\alpha$, нягт $\\rho$ ба норгох өнцөг $\\theta$ өгөгдсөн гэж үзээд $r$ радиустай капилляр дахь шингэний түвшний зөрүү $h$-ийг олъё."
    },
    {
      "type": "text",
      "value": "Түвшний зөрүү $h$ нь нэгж огтлолтой шингэний баганын гидростатик жин менискийн доорх $\\Delta p$ нэмэлт даралтаар тэнцвэржсэн байхаар байх ёстой. Капилляр дахь мениск нь бөмбөрцөг хэлбэртэй (энэ нь бодит байдалд маш ойрхон) гэж үзье. Тэгвэл $R = r / \\cos \\theta$ (үүнийг 5.15-р зургаас харж болно) гэдгийг тооцож (5.6)-ийн дагуу дараахийг авна:"
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-151_249_279_641_881.jpg",
      "caption": "Зураг 5.14"
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-151_392_273_958_887.jpg",
      "caption": "Зураг 5.15"
    },
    {
      "type": "equation",
      "value": "\\Delta p = \\frac{2\\alpha \\cos \\theta}{r},"
    },
    {
      "type": "text",
      "value": "тэнцвэрт байдалд $\\Delta p = \\rho g h$ тул:"
    },
    {
      "type": "equation",
      "value": "\\rho g h = \\frac{2\\alpha \\cos \\theta}{r}."
    },
    {
      "type": "text",
      "value": "Үүнээс түвшний зөрүү:"
    },
    {
      "type": "equation",
      "value": "h = \\frac{2\\alpha \\cos \\theta}{\\rho g r}."
    },
    {
      "type": "text",
      "value": "Норгодог шингэний хувьд ($\\theta < \\pi/2$) $h > 0$ байна, өөрөөр хэлбэл капилляр дахь шингэний түвшин дээшилнэ, харин норгохгүй шингэний хувьд ($\\theta > \\pi/2$) $h < 0$ буюу капилляр дахь түвшин доошилно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Огтлолын радиусууд нь $r_1$ ба $r_2$ ($r_1 < r_2$) байх босоо хоёр шилэн капиллярт байгаа мөнгөн усны түвшний зөрүү $\\Delta h$-ийг олъё. Норгох өнцөг нь $\\theta$."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-152_376_302_437_211.jpg",
      "caption": "Зураг 5.16"
    },
    {
      "type": "text",
      "value": "Мөнгөн ус нь шилтэй харьцуулахад норгохгүй шингэн тул дүр зураг 5.16-р зурагт үзүүлсэн шиг харагдана. Тасархай шугамаар тэмдэглэсэн түвшинд хоёр капилляр дахь даралт ижил байна. Энэ нь нэмэлт даралтын зөрүү нь $\\Delta h$ өндөртэй шингэний баганын гидростатик даралтаар тэнцвэржсэн байх ёстой гэсэн үг юм, өөрөөр хэлбэл:"
    },
    {
      "type": "equation",
      "value": "\\Delta p_1 - \\Delta p_2 = \\rho g \\Delta h."
    },
    {
      "type": "text",
      "value": "Одоо энэ илэрхийлэлд (5.9) томьёог орлуулахад бид дараахийг олно:"
    },
    {
      "type": "equation",
      "value": "\\Delta h = \\frac{2\\alpha |\\cos \\theta|}{\\rho g} \\left( \\frac{1}{r_1} - \\frac{1}{r_2} \\right)."
    }
  ]
}