{
  "id": "7.3",
  "title": "§ 7.3. Групп хурд",
  "body": [
    {
      "type": "header",
      "id": "7.3",
      "value": "§ 7.3. Групп хурд"
    },
    {
      "type": "text",
      "value": "<b>Долгионы багц.</b> Хатуу монохромат долгион гэдэг нь идеализаци юм. Байгаль дээр тийм долгион байдаггүй. Аливаа бодит долгионыг Фурьегийн теоремын дагуу тодорхой $\\Delta \\omega$ интервал дахь янз бүрийн далайц ба давтамжтай монохромат долгионы суперпозици хэлбэрээр илэрхийлж болно. Давтамжаараа бие биенээсээ бага зэрэг ялгаатай ( $\\Delta \\omega \\ll \\omega$ ) долгионуудын суперпозицийг долгионы багц буюу долгионы групп гэж нэрлэдэг. Долгионы багцын тодорхой хугацаан дахь хэлбэрийг Зураг 7.6-д үзүүлэв. Багц дотор монохромат бүрэлдэхүүнүүд бие биенээ хүчүүлдэг бол багцын гадна тэд бие биенээ бараг унтраадаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-236_322_656_881_286.jpg",
      "caption": "Зураг 7.6"
    },
    {
      "type": "text",
      "value": "Вакуумд багцыг бүрдүүлэгч бүх монохромат долгионууд өмнө дурдсанчлан ижил фазын хурдаар тархдаг:"
    },
    {
      "type": "equation",
      "value": "v=\\omega / k,",
      "tag": "(7.12)"
    },
    {
      "type": "text",
      "value": "энд $k$ - долгионы тоо ( $2 \\pi / \\lambda$ ). Вакуумд долгионы багц өөрөө ч мөн ижил хурдтайгаар хэлбэрээ өөрчлөхгүйгээр тархдаг."
    },
    {
      "type": "text",
      "value": "<b>Групп хурд.</b> Дисперсийн шинж чанартай орчинд долгионы багцын монохромат бүрэлдэхүүнүүдийн хурд өөр өөр байдаг тул багц задарч эхэлдэг (расплывается). Ийм тохиолдолд долгионы хурдны ойлголтыг нарийвчлах шаардлагатай."
    },
    {
      "type": "text",
      "value": "Хэрэв дисперси хангалттай бага бол долгионы багцын задрал маш удаан явагдана. Энэ тохиолдолд долгионы багцад түүний \"хүндийн төв\"-ийн шилжих хурд болох $u$ хурдыг оноож болно. Үүнийг групп хурд гэж нэрлэдэг. Харгалзах тооцоогоор групп хурдыг дараах байдлаар тодорхойлдог:"
    },
    {
      "type": "equation",
      "value": "u=\\mathrm{d} \\omega / \\mathrm{d} k .",
      "tag": "(7.13)"
    },
    {
      "type": "text",
      "value": "Энэхүү томьёог ижил далайцтай боловч бие биенээсээ бага зэрэг ялгаатай долгионы урттай (ба давтамжтай) хоёр долгионы суперпозицийн жишээ дээр тайлбарлая. Зураг 7.7, а-д тэдгээрийн тодорхой хугацаан дахь харьцангуй байршлыг, харин Зураг 7.7, б-д тэдгээрийн суперпозицийн үр дүнг үзүүлэв. Биднийг хамгийн их далайцтай цэгийн шилжих хурд сонирхож байгаа бөгөөд энэ нь долгионы багцын хурд буюу групп хурд юм. Түүний утгыг тодорхойлъё."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-237_388_864_913_181.jpg",
      "caption": "Зураг 7.7"
    },
    {
      "type": "text",
      "value": "Эдгээр хоёр монохромат долгионы тэгшитгэлийг дараах хэлбэртэй гэж үзье:<br>$$E_{1}=A \\cos (\\omega t-k x),$$<br>$$E_{2}=A \\cos [(\\omega+\\mathrm{d} \\omega) t-(k+\\mathrm{d} k) x] .$$<br>Тэдгээрийг давхарлахад нийлбэр долгион үүснэ:"
    },
    {
      "type": "equation",
      "value": "E=E_{1}+E_{2}=2 A \\cos \\frac{t \\mathrm{~d} \\omega-x \\mathrm{~d} k}{2} \\cos (\\omega t-k x) .",
      "tag": "(7.14)"
    },
    {
      "type": "text",
      "value": "Энэхүү илэрхийллийг далайц нь дараах хуулиар өөрчлөгддөг монохромат долгионы тэгшитгэл гэж үзэж болно:<br>$$A_{0}=\\left|2 A \\cos \\frac{t \\mathrm{~d} \\omega-x \\mathrm{~d} k}{2}\\right| .$$<br>Үүнээс үзэхэд, жишээлбэл, далайцын максимумд харгалзах цэгүүд дараах хуулиар хөдөлнө:<br>$$t \\mathrm{~d} \\omega-x \\mathrm{~d} k=0,$$<br>үүнээс $x=(\\mathrm{d} \\omega / \\mathrm{d} k) t$. Хаалтан доторх хэмжигдэхүүн нь (7.13) групп хурд юм."
    },
    {
      "type": "text",
      "value": "Групп хурдны илэрхийллийг өөр хэлбэрээр илэрхийлж болно. (7.12)-ын дагуу $\\omega$-г $v k$-аар сольбол:"
    },
    {
      "type": "equation",
      "value": "u=\\frac{\\mathrm{d}}{\\mathrm{~d} k}(v k)=v+k \\frac{\\mathrm{~d} v}{\\mathrm{~d} k} .",
      "tag": "(7.15)"
    },
    {
      "type": "text",
      "value": "$k=2 \\pi / \\lambda$ ба $\\mathrm{d} k=-\\left(2 \\pi / \\lambda^{2}\\right) \\mathrm{d} \\lambda$ (энд $\\lambda$ - орчин дахь долгионы урт) гэдгийг тооцвол (7.15)-ийг дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "u=v-\\lambda \\frac{\\mathrm{d} v}{\\mathrm{d} \\lambda} .",
      "tag": "(7.16)"
    },
    {
      "type": "text",
      "value": "Үүнийг Рэлейгийн томьёо гэж нэрлэдэг. Ердийн дисперсийн мужид ( $\\mathrm{d} v / \\mathrm{d} \\lambda>0$ ) групп хурд $u$ нь фазын хурд $v$-ээс бага байдаг. Дисперси байхгүй үед $\\mathrm{d} v / \\mathrm{d} \\lambda=0$ байх ба групп хурд фазын хурдтай давхцана (энэ тухай өмнө дурдсан)."
    },
    {
      "type": "text",
      "value": "$v(\\lambda)$ муруйгаар групп хурдыг олох хялбар график арга байдаг. Үүнийг Зураг 7.8-д үзүүлэв. Долгионы багцын хувьд $v(\\lambda)$ муруйн зөвхөн $\\Delta \\lambda$ нарийн мужид ( $\\Delta \\lambda \\ll \\lambda$ ) харгалзах жижиг хэсэг нь ач холбогдолтой байдаг. $A$ цэгийг дайруулан $v(\\lambda)$ муруйд татсан шүргэгч шулууны ординат тэнхлэг дээр таслах хэрчим нь $v-\\lambda(\\mathrm{d} v / \\mathrm{d} \\lambda)$-тай буюу өгөгдсөн $\\lambda$ долгионы уртад харгалзах групп хурд $u$-тай тэнцүү байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-238_362_453_1395_389.jpg",
      "caption": "Зураг 7.8"
    },
    {
      "type": "text",
      "value": "<i>Жишээ.</i> Цахилгаан соронзон долгионы давтамжаас хамаарсан хугарлын илтгэгчийн хамаарал $n(\\omega)$ нь мэдэгдэж буй орчинд групп хурдны илэрхийллийг олъё.<br>Групп хурдны тодорхойлолт болох (7.13) томьёоноос эхэлье. Фазын хурд $v=\\omega / k=c / n$ гэдгийг харгалзан үзвэл:<br>$$k=\\omega n / c .$$<br>Одоо $\\mathrm{d} k / \\mathrm{d} \\omega$ уламжлалыг авъя:<br>$$\\frac{\\mathrm{d} k}{\\mathrm{~d} \\omega}=\\frac{\\mathrm{d}}{\\mathrm{~d} \\omega}\\left(\\frac{\\omega n}{c}\\right)=\\frac{1}{c}\\left(n+\\omega \\frac{\\mathrm{d} n}{\\mathrm{~d} \\omega}\\right) .$$<br>Энэ хэмжигдэхүүний урвуу утгыг буюу $\\mathrm{d} \\omega / \\mathrm{d} k$-г (7.13)-д орлуулбал хайж буй үр дүн гарна:<br>$$u=\\frac{\\mathrm{d} \\omega}{\\mathrm{~d} k}=\\frac{c}{n+\\omega(\\mathrm{d} n / \\mathrm{d} \\omega)}$$"
    },
    {
      "type": "text",
      "value": "Зарим тохиолдолд дээрх томьёогоор тооцоолсон групп хурд нь вакуум дахь гэрлийн хурд $c$-гээс их болдог. Жишээлбэл, гаж дисперсийн мужид ийм зүйл тохиолддог. Энэ нь харьцангуйн онолтой зөрчилдөхгүй, учир нь групп хурд нь зөвхөн долгионы импульс тархах явцдаа хэлбэрээ бараг өөрчлөхгүй байх үед л дохионы хурдыг илэрхийлдэг. Харин гаж дисперсийн мужид импульс маш ихээр деформацид ордог тул ийм нөхцөлд групп хурд нь тодорхой физик утгаа алддаг."
    },
    {
      "type": "text",
      "value": "<b>Групп хурд ба энерги дамжуулалт.</b> Цахилгаан соронзон долгионы дамжуулж буй энергийн хурдны тухай асуудлыг авч үзье. Юуны өмнө монохромат долгионы фазын хурд нь энерги дамжуулах хурдтай ямар ч холбоогүй болохыг тэмдэглье. Фазын хурд нь зөвхөн орон зайн янз бүрийн цэгүүд дэх хэлбэлзлийн фазын хоорондох холбоог л тогтоодог."
    },
    {
      "type": "text",
      "value": "Хатуу монохромат долгион нь хугацаа болон орон зайн хувьд эхлэл төгсгөлгүй тул дохио дамжуулахад ашиглагдах боломжгүй. Тиймээс дохионы тархалт нь далайцын өөрчлөлтийн шилжилттэй холбоотой байдаг. Групп хурд утга учиртай байх тохиолдолд (өөрөөр хэлбэл цахилгаан соронзон импульс замхарч, сарнихгүй тархах үед) тэр нь энерги дамжуулах хурдтай давхцдаг."
    },
    {
      "type": "text",
      "value": "Ийнхүү хүчтэй шингээлтийн мужаас хол байгаа тохиолдолд долгионы багц дахь энерги дамжуулах хурд нь групп хурдтай давхцана."
    },
    {
      "type": "text",
      "value": "Гэрлийн хурдны шууд хэмжилтүүд нь тодорхой хугацааны интервалд гэрлийн дохионы (импульсийн) туулсан замыг хэмжихэд үндэслэгддэг. Энэ арга нь бодит байдал дээр групп хурдыг өгдөг. Нарийвчилсан шинжилгээнээс үзэхэд гэрлийн хурдыг хэмжих бусад бүх мэдэгдэж буй дам аргууд ч мөн адил групп хурдад хамаардаг байна. Харин фазын хурдыг (илүү нарийвчлалтайгаар хоёр өөр орчин дахь фазын хурдны харьцааг) хугарлын илтгэгчүүдийн харьцаагаар эсвэл хугарлын хуулийг ашиглан тодорхойлж болно."
    }
  ]
}
