{
  "id": "7.4",
  "title": "§ 7.4. Гэрэл шингээлт",
  "body": [
    {
      "type": "header",
      "id": "7.4",
      "value": "§ 7.4. Гэрэл шингээлт"
    },
    {
      "type": "text",
      "value": "<b>Бугерийн хууль.</b> Гэрлийн долгион бодисоор дамжин өнгөрөхөд электронуудын хэлбэлзлийг өдөөхөд (илүү нарийвчилбал, атомын электронуудын төлөв байдлыг өөрчлөхөд) зарцуулагдах энергийн алдагдал дагалддаг. Энэ энергийн зарим хэсэг нь хэлбэлзэж буй электронуудын үүсгэсэн хоёрдогч долгион хэлбэрээр цацрагт буцаж ирдэг бол нөгөө хэсэг нь энергийн бусад хэлбэрт (бодисын дотоод энергид) шилждэг."
    },
    {
      "type": "text",
      "value": "Тиймээс гэрлийн эрчим ердийн бодисоор дамжин өнгөрөхөд багасдаг, өөрөөр хэлбэл гэрэл бодист шингэдэг. Гэрлийн шингээлтийг гэрэл ба бодисын атомын харилцан үйлчлэлийн механизмд гүнзгий орохгүйгээр энергийн үүднээс тайлбарлаж болох бөгөөд бид үүнийг ашиглах болно."
    },
    {
      "type": "text",
      "value": "Нэгэн төрлийн бодисоор параллель гэрлийн багц тархаж байна гэж үзье. Энэ бодисоос $\\mathrm{d} x$ зузаантай хязгааргүй нимгэн хавтгай үеийг (Зураг 7.9) оюун санаандаа ялган авъя. Энэ үеийг дайран гарахад гэрлийн эрчим багасах ба түүний хорогдлыг $-\\mathrm{d} I$ гэж илэрхийлж болно. Энэ хэмжигдэхүүн нь тухайн шингээгч үе дэх эрчим болон түүний $\\mathrm{d} x$ зузаантай шууд пропорциональ байх нь ойлгомжтой, өөрөөр хэлбэл:"
    },
    {
      "type": "equation",
      "value": "-\\mathrm{d} I=\\varkappa I \\mathrm{~d} x,",
      "tag": "(7.17)"
    },
    {
      "type": "text",
      "value": "энд $\\varkappa$ - шингээлтийн коэффициент бөгөөд энэ нь бодисын шингээх шинж чанарыг тодорхойлдог. Хувьсагчдыг ялгавал: $-\\mathrm{d} I / I=\\varkappa \\mathrm{d} x$."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-240_261_229_1520_927.jpg",
      "caption": "Зураг 7.9"
    },
    {
      "type": "text",
      "value": "$I_{0}$-оос $I$ хүртэл, 0-ээс $x$ хүртэлх хязгаарт интегралчилбал: $\\ln \\left(I / I_{0}\\right)=-\\varkappa x$, үүнээс:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\mathrm{e}^{-\\varkappa x} .",
      "tag": "(7.18)"
    },
    {
      "type": "text",
      "value": "Энэ бол Бугерийн хууль юм. Ийнхүү гэрлийн эрчим нэгэн төрлийн бодисоор дамжин өнгөрөхөд экспоненциал хуулиар буурдаг байна."
    },
    {
      "type": "text",
      "value": "Нэгэн төрлийн шингээгч орчинд байрлах цэглэг гэрлийн үүсгүүрийн тохиолдолд дээрх эргэцүүлэлтийг эрчим $I$-ийн хувьд биш, харин гэрлийн урсгал $\\Phi$-ийн хувьд давтах хэрэгтэй гэдгийг анхаарна уу. Тэгээд анхны хязгааргүй нимгэн үеэр $r$-ээс $r+\\mathrm{d} r$ радиустай бөмбөрцөг үеийг сонгон авах ёстой. Үр дүнд нь (7.18)-тай төстэй хууль гарна:"
    },
    {
      "type": "equation",
      "value": "\\Phi=\\Phi_{0} \\mathrm{e}^{-\\varkappa r},",
      "tag": "(7.19)"
    },
    {
      "type": "text",
      "value": "энд $\\Phi_{0}$ нь үүсгүүрийн гэрлийн чадал (эсвэл $r \\rightarrow 0$ үеийн түүний гэрлийн урсгал) юм."
    },
    {
      "type": "text",
      "value": "<b>Шингээлтийн коэффициентийн тухай.</b> Бүх бодисын хувьд шингээлт нь сонгомол шинж чанартай байдаг, өөрөөр хэлбэл шингээлтийн коэффициент $\\varkappa$ нь гэрлийн долгионы уртаас (вакуум дахь) хамаардаг. Шингэн болон хатуу бодисын хувьд $\\varkappa(\\lambda)$ хамаарал Зураг 7.10-т үзүүлсэн шиг хэлбэртэй байдаг. Өөрөөр хэлбэл, хүчтэй шингээлт нь долгионы уртын хангалттай өргөн интервалд ажиглагддаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-241_293_408_1258_68.jpg",
      "caption": "Зураг 7.10"
    },
    {
      "type": "text",
      "value": "Харин бага даралттай хий эсвэл металлын уурын хувьд $\\varkappa(\\lambda)$ коэффициент тэс өөр байдаг. Энд бүх долгионы уртын хувьд $\\varkappa \\approx 0$ байх бөгөөд зөвхөн маш нарийн спектрийн интервалуудад (нм-ийн хэдэн мянганны орчим) огцом максимумууд ажиглагддаг (Зураг 7.11). Эдгээр максимумууд нь хоорондоо бараг харилцан үйлчилдэггүй атомын доторх электронуудын хэлбэлзлийн резонанс давтамжуудад харгалздаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-242_338_451_169_709.jpg",
      "caption": "Зураг 7.11"
    },
    {
      "type": "text",
      "value": "Даралтыг нэмэгдүүлэхэд шингээлтийн максимумууд улам өргөсөж, өндөр даралттай үед $\\varkappa(\\lambda)$ спектр нь шингэн бодисынхтой төстэй болдог."
    },
    {
      "type": "text",
      "value": "Эцэст нь хэлэхэд, бодисын атомын төлөв байдлыг $\\varkappa$ коэффициент нь сөрөг болох тийм нөхцөлд оруулж болох ба энэ (инверс төлөв гэж нэрлэдэг) төлөвөөр гэрэл дамжин өнгөрөхөд түүний эрчим хүч нэмэгддэг. Энэ нь яг лазеруудад ашиглагддаг зарчим юм."
    }
  ]
}
