{
  "id": "1.5",
  "title": "§ 1.5. Зогсонги долгион",
  "body": [
    {
      "type": "header",
      "id": "1.5",
      "value": "§ 1.5. Зогсонги долгион"
    },
    {
      "type": "text",
      "value": "<b>Зогсонги долгионы тэгшитгэл.</b> Уян харимхай орчинд хэд хэдэн долгион нэгэн зэрэг тархах үед тэдгээрийн давхцал үүсдэг бөгөөд энэ үед долгионууд бие биедээ нөлөөлдөггүй: орчны бөөмсийн хэлбэлзлүүд нь долгион тус бүр тусдаа тархах үед бөөмсийн хийх байсан хэлбэлзлүүдийн вектор нийлбэр болж гардаг. Үүнийг долгионуудын суперпозицийн (давхцлын) зарчим гэдэг."
    },
    {
      "type": "text",
      "value": "Ижил $\\omega$ давтамжтай, $a$ далайцтай хоёр гармоник долгион $X$ тэнхлэгийн эсрэг чиглэлүүдэд тархаж буй практикт чухал тохиолдлыг авч үзье:"
    },
    {
      "type": "equation",
      "value": "\\xi_{1}=a \\cos (\\omega t-k x) \\quad \\text{ба} \\quad \\xi_{2}=a \\cos (\\omega t+k x) ."
    },
    {
      "type": "text",
      "value": "Томьёог хүндрүүлэхгүйн тулд нэмэлт $\\alpha_{1}$ ба $\\alpha_{2}$ фазууд тэгтэй тэнцүү байхаар хугацаа болон координатыг тоолох эхлэлийг сонгосон болно."
    },
    {
      "type": "text",
      "value": "Эдгээр долгионуудын суперпозиц нь дараах үр дүнг өгнө:"
    },
    {
      "type": "equation",
      "value": "\\xi=\\xi_{1}+\\xi_{2}=A \\cos k x \\cdot \\cos \\omega t, \\quad \\text{энд} \\quad A=2 a .",
      "tag": "(1.54)"
    },
    {
      "type": "text",
      "value": "Энэ нь зогсонги долгионы тэгшитгэл юм. Түүний давтамж нь хэвээрээ буюу $\\omega$ бөгөөд харин далайц нь $|A \\cos k x|$-тэй тэнцүү, гүйх гармоник долгионоос ялгаатай нь $x$-ээс хамааралтай болох нь харагддаг. $|\\cos k x|=1$ байх цэгүүд дээр максимумууд буюу <b>багцарлууд</b>, харин $\\cos k x=0$ байх үед минимумууд буюу <b>зангилаанууд</b> үүснэ. $|\\cos k x|$-ийн үе $\\pi$-тэй тэнцүү байх тул $k \\Delta x=\\pi$ ба $\\Delta x=\\pi / k=\\lambda / 2$ болно. Өөрөөр хэлбэл, хөрш зэргэлдээ багцарлууд эсвэл зангилаануудын хоорондох зай хагас долгионы урттай тэнцүү байна (үнэхээр хязгаарын $\\xi$ шилжилтүүд нь хагас үеийн дараа ямар байхыг Зураг 1.8-д харуулав)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-026_188_471_1577_379.jpg",
      "caption": "Зураг 1.8"
    },
    {
      "type": "text",
      "value": "Хоёр зэргэлдээ зангилааны хооронд орчны бүх цэгүүд ижил фазаар хэлбэлзэх бөгөөд харин зангилааг дайрч өнгөрөхөд фаз $\\pi$-гээр өөрчлөгддөг, өөрөөр хэлбэл зангилааны хоёр тал дахь (хагас долгионы хязгаарт) хэлбэлзлүүд эсрэг фазад явагдана. Шилжилтийн зангилаанууд нь орчинг бие даасан мужуудад хуваадаг бөгөөд тэдгээрт гармоник хэлбэлзлүүд үл хамааран явагддаг. Нэг мужаас нөгөө рүү хөдөлгөөн дамжих буюу улмаар зангилаануудаар энерги нэвтрэн өнгөрөх үзэгдэл явагддаггүй. Өөрөөр хэлбэл $X$ тэнхлэгийн дагуу цочролын ямар нэг тархалт ажиглагдахгүй. Тийм учраас л (1.54) томьёогоор дүрслэгдэх цочролыг зогсонги долгион гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "<b>Зогсонги долгионы энерги.</b> Зогсонги долгион дахь энергийн түгэлтэд шилжин ирж эхлээд (1.54)-ийн тусламжтайгаар орчны бөөмсийн \\n$\\dot{\\xi}$ хурдны болон түүний харьцангуй $\\varepsilon=\\partial \\xi / \\partial x$ хэв гажилтын илэрхийллийг тодорхойлъё:"
    },
    {
      "type": "equation",
      "value": "\\begin{aligned}\\\\ \\dot{\\xi} & =-A \\omega \\cos k x \\cdot \\sin \\omega t, \\\\ \\varepsilon & =-A k \\sin k x \\cdot \\cos \\omega t .\\\\ \\end{aligned}",
      "tag": "(1.55)"
    },
    {
      "type": "text",
      "value": "$\\dot{\\xi}$ ба $\\varepsilon$ гэсэн хоёр хэмжигдэхүүн хоёул зогсонги долгионууд бөгөөд тэдгээр нь орон зайд ч, хугацаанд ч бие биетэйгээ харьцуулахад фазын хувьд $\\pi / 2$-оор зөрүүтэй байдаг нь харагдаж байна. Мөн түүнчлэн, орчны бөөмсийн \\n$\\dot{\\xi}$ хурдны зангилаа ба багцарлууд нь тэдний $\\xi$ шилжилтийн зангилаа болон багцарлуудтай давхацдаг байна. Харин $\\varepsilon$ хэв гажилтын зангилаа ба багцарлууд нь шилжилтийн багцарлууд болон зангилаатай тус тус давхацдаг байна. Үүнийг Зураг 1.9-д $t=0$ ба $t=T / 4$ агшнуудад харуулав, энд шилжилтийн зангилаануудыг тод цэгээр тэмдэглэжээ."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-027_487_524_1294_356.jpg",
      "caption": "Зураг 1.9"
    },
    {
      "type": "text",
      "value": "$\\xi$ ба $\\varepsilon$ хоёр хамгийн их утгаа авах $t=0$ агшинд $\\dot{\\xi}$ хурд тэгтэй тэнцэх ба ( $t=T / 4$ ) үед эсрэгээрээ болдог байна."
    },
    {
      "type": "text",
      "value": "Үүний дагуу зогсонги долгионы энерги хувирдаг: нэг бол бүрэн потенциал (уян харимхай), эсвэл бүрэн кинетик энергид (дүүжингийн хэлбэлзэлтэй ижил үзэгдэл явагддаг) шилжих зэргээр. Зураг 1.10-т $t=0$ ба $t=T / 4$ агшин дахь энергийн нягтын түгэлтийг харуулав. Хэлбэлзлийн явцад зангилаа бүрээс түүнтэй зэргэлдээ орших багцарлууд руу энерги шилжих бөгөөд эсрэгээрээ буцаж шилжиж бас болно. Харин зогсонги долгионы дурын огтлолоор өнгөрөх энергийн урсгалын хугацааны дундаж нь тэгтэй тэнцүү байдаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-028_321_660_597_284.jpg",
      "caption": "Зураг 1.10"
    },
    {
      "type": "text",
      "value": "Жишээ. Нарийн саваанд $\\xi=a \\sin k x \\cdot \\sin \\omega t$ хэлбэрийн дагуу зогсонги долгион үүсэв. Умовын векторын савааны дагуух $X$ тэнхлэг дээрх проекцыг олцгооё.<br>(1.52) томьёог ашиглан бичвэл:"
    },
    {
      "type": "equation",
      "value": "\\begin{aligned}\\nj_{x}=-E \\frac{\\partial \\xi}{\\partial x} \\frac{\\partial \\xi}{\\partial t} & =-E(a k \\cos k x \\cdot \\sin \\omega t)(a \\omega \\sin k x \\cdot \\cos \\omega t)= \\\\ \\n& =-\\frac{1}{4} E a^{2} k \\omega \\sin 2 k x \\cdot \\sin 2 \\omega t\\\\ \\end{aligned}"
    },
    {
      "type": "text",
      "value": "$j_{x}$ үе үе тэмдгээ өөрчлөх ба $\\mathbf{j}$ вектор чиглэлээ өөрчилдөг нь харагдаж байна. Гэхдээ аль ч огтлолд $\\left\\langle j_{x}\\right\\rangle=0$ байх ба харин $2 k x=n \\pi, n$ - бүхэл тоо байх огтлолуудад $j_{x}=0$ тогтмол байна. Эдгээр огтлолууд нь бие биеэсээ $\\lambda / 4$ зайд оршдог."
    },
    {
      "type": "text",
      "value": "<b>Утасны (савааны) хэлбэлзлүүд.</b> Хоёр төгсгөлөөрөө бэхлэгдсэн татсан утсанд дурын хөндлөн цочрол үүсгэх үед нэлээд нарийн төвөгтэй стационар биш хөдөлгөөн үүснэ. Зогсонги долгион хэлбэртэй стационар хөдөлгөөн зөвхөн маш тодорхой давтамжууд дээр л үүсэх боломжтой юм. Энэ нь утасны бэхлэгдсэн төгсгөлүүдэд тодорхой хязгаарын нөхцлүүд биелж байх шаардлагатайтай холбоотой: тэдэнд $\\xi$ шилжилт бүх хугацааны турш тэг байх ёстой. Иймээс, хэрэв утсанд зогсонги долгион үүссэн бол утасны төгсгөлүүд нь түүний зангилаанууд байх ёстой. Эндээс $l$ урттай утсанд бүхэл $n$ тооны хагас долгион багтах ёстой гэдэг нь мөрдөгдөнө: $l=n \\cdot \\lambda / 2$. Энэхүү нөхцөлөөс боломжит долгионы уртуудыг олж болно:"
    },
    {
      "type": "equation",
      "value": "\\lambda_{n}=2 l / n, \\quad n=1,2, \\ldots",
      "tag": "(1.56)"
    },
    {
      "type": "text",
      "value": "Түүнд харгалзах давтамжууд"
    },
    {
      "type": "equation",
      "value": "v_{n}=\\frac{v}{\\lambda_{n}}=\\frac{v}{2 l} n,",
      "tag": "(1.57)"
    },
    {
      "type": "text",
      "value": "энд $v$ - долгионы фазын хурд, (1.30) ёсоор энэ нь утасны $F$ татах хүч болон шугаман $\\rho_{1}$ нягт өөрөөр хэлбэл түүний нэгж уртын массаар тодорхойлогдоно."
    },
    {
      "type": "text",
      "value": "$v_{n}$ давтамжуудыг утасны <b>хувийн давтамжууд</b> гэж нэрлэдэг. $v_{1}(n=1)$ давтамжийг үндсэн давтамж, харин бусад $v_{2}, v_{3}, \\ldots$ -гуудыг обертонууд гэнэ. (1.57) давтамжтай гармоник хэлбэлзлүүдийг хувийн хэлбэлзлүүд, эсвэл <b>гармоникууд</b> гэнэ. Ерөнхий тохиолдолд утасны хэлбэлзэл нь янз бүрийн гармоникуудын (спектр) суперпозиц байдаг."
    },
    {
      "type": "text",
      "value": "Утасны хэлбэлзэл нь сонгодог физикийн хүрээнд аль нэгэн хэмжигдэхүүн нь (давтамж) дискрет спектр үүсгэдэгээрээ чухал онцлогтой. Ийм дискрет чанар нь сонгодог физикийн хувьд квант физикээс ялгаатай нь онцгой л тохиолдол байдаг."
    },
    {
      "type": "text",
      "value": "Дээр дурдсан санаанууд зөвхөн утсанд төдийгүй, голд нь, нэг төгсгөлд нь гэх мэт янз бүрийн байдлаар бэхлэгдсэн саваануудад ч бас хамааралтай. Ялгаа нь савааны чөлөөт төгсгөл багцарлал болдогт л оршино. Энэ нь хөндлөн болон дагуу хэлбэлзлийн аль алинд нь хамааралтай."
    },
    {
      "type": "text",
      "value": "Жишээ. Савааны урт $l$, савааны материалын Юнгийн модуль $E$ болон түүний нягт $\\rho$ бол нэг төгсгөлөөрөө бэхлэгдсэн савааны хувийн давтамжуудыг олъё.<br>Савааны чөлөөт төгсгөл багцарлал байх ёстой тул савааны уртад бүхэл тооны хагас долгион болон дахиад долгионы дөрөвний нэг нэмэгдэж тогтоно, өөрөөр хэлбэл $l=n \\lambda / 2+\\lambda / 4=(2 n+1) \\lambda / 4$. Эндээс $\\lambda_{n}$-ийн боломжит утгуудыг олоод дараа нь (1.26)-г тооцсоноор хувийн давтамжууд гарах болно:"
    },
    {
      "type": "equation",
      "value": "v_{n}=v / \\lambda_{n}=\\sqrt{E / \\rho}(2 n+1) / 4 l, \\quad n=0,1,2, \\ldots"
    }
  ]
}