{
  "id": "1.1",
  "title": "§ 1.1. Цахилгаан орон",
  "body": [
    {
      "type": "text",
      "value": "<b>1-р бүлэг. Вакуум дахь цахилгаан статик орон.</b>"
    },
    {
      "type": "header",
      "value": "§ 1.1. Цахилгаан орон",
      "id": "1.1"
    },
    {
      "type": "text",
      "value": "<b>Цахилгаан цэнэг.</b> Одоогийн байдлаар байгалийн үзэгдлүүдийн төлөв байдлын үндэс нь эгэл бөөмсүүдийн хоорондын хүчтэй, цахилгаан соронзон, сул ба гравитац гэсэн дөрвөн тулгуур харилцан үйлчлэл болох нь тогтоогдсон. Харилцан үйлчлэлийн төрөл бүр нь бөөмсийн тодорхой шинж чанартай холбоотой байдаг. Жишээлбэл, гравитацын харилцан үйлчлэл нь бөөмсийн массаас, цахилгаан соронзон харилцан үйлчлэл нь цахилгаан цэнэгээс хамаардаг."
    },
    {
      "type": "text",
      "value": "Бөөмийн цахилгаан цэнэг нь түүний үндсэн, анхдагч шинж чанаруудын нэг юм. Энэ нь дараах тулгуур шинж чанартай байна:"
    },
    {
      "type": "text",
      "value": "<ol><li>цахилгаан цэнэг нь эерэг болон сөрөг гэсэн хоёр төрөлтэй байна;</li><li>ямар ч цахилгаанаар тусгаарлагдсан систем дотор цэнэгүүдийн алгебр нийлбэр өөрчлөгддөггүй, энэ батламж нь цахилгаан цэнэг хадгалагдах хуулийг илтгэдэг;</li><li>цахилгаан цэнэг нь харьцангуйн инвариант байна: түүний хэмжээ нь тооллын системээс хамаарахгүй бөгөөд хөдөлж байгаа эсвэл тайван байгаа эсэхээс үл хамаарна.</li></ol>"
    },
    {
      "type": "text",
      "value": "Цахилгаан цэнэгийн эдгээр тулгуур шинж чанарууд нь хожмоо харах болно, гүн гүнзгий үр дагавартай байдаг."
    },
    {
      "type": "text",
      "value": "<b>Цахилгаан орон.</b> Орчин үеийн төсөөллөөр цэнэгүүдийн хоорондын харилцан үйлчлэл нь орноор дамждаг. Ямар ч цахилгаан цэнэг $q$ нь өөрийгөө хүрээлж байгаа огторгуйн шинж чанарыг тодорхой байдлаар өөрчилж цахилгаан орон үүсгэдэг. Энэ орон нь түүний аль нэг цэгт байрлуулсан өөр нэг «сориулын» цэнэгт хүч үйлчлэхэд илэрдэг."
    },
    {
      "type": "text",
      "value": "Туршлагаас харахад үл хөдлөх цэгэн сориулын цэнэг $q'$ дээр үйлчлэх $\\mathbf{F}$ хүч байнгын байдлаар"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=q' \\mathbf{E},",
      "tag": "1.1"
    },
    {
      "type": "text",
      "value": "гэж илэрхийлэгдэх ба үүний $\\mathbf{E}$ векторыг тухайн цэг дэх цахилгаан орны хүчлэг гэнэ. $\\mathbf{E}$ вектороос эерэг нэгж үл хөдлөх цэнэгт үйлчлэх хүч (1.1)-ээс харагдаж байна. Энд сориулын цэнэг $q'$ нь тухайн сонирхсон орон дээр мэдэгдэхүйц гажилт үүсгэхгүй байх хангалттай бага хэмжээтэй байх ёстойг (орныг үүсгэж буй цэнэгүүдийн дахин хуваарилалт үүсэх магадлалын улмаас) давхар үзэж байгаа."
    },
    {
      "type": "text",
      "value": "<b>Цэгэн цэнэгийн орон.</b> Туршилтаас (Кулоны хууль) шууд харахад үл хөдлөх цэгэн цэнэг $q$-ээс $r$ зайд орших орны хүчлэг нь"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E}=\\frac{1}{4 \\pi \\varepsilon_0} \\frac{q}{r^2} \\mathbf{e}_r,",
      "tag": "1.2"
    },
    {
      "type": "text",
      "value": "гэж илэрхийлэгдэх ба үүний $\\varepsilon_0$ — цахилгаан тогтмол; $\\mathbf{e}_r$ — $q$ цэнэг байрлаж буй орны төвөөс бидний сонирхож буй цэг хүртэл татсан $\\mathbf{r}$ радиус-векторын орт. Томьёо (1.2)-г СИ-гээр бичсэн. Эндэх коэффициент"
    },
    {
      "type": "equation",
      "value": "1 / 4 \\pi \\varepsilon_0 = 9 \\cdot 10^9 \\text{ м}/\\text{Ф},",
      "tag": ""
    },
    {
      "type": "text",
      "value": "$q$ цэнэгийг кулон (Кл)-оор тодорхойлсон, $\\mathbf{E}$ орны хүчлэгийг метр тутам дахь вольт (В/м) нэгжээр хэмждэг. $q$ цэнэгийн тэмдгээс хамаарч $\\mathbf{E}$ вектор нь $\\mathbf{r}$-тэй ижил чиглэлд, эсвэл эсрэгээр нь чиглэнэ."
    },
    {
      "type": "text",
      "value": "Үнэндээ (1.2) томьёо нь Кулоны хуулиас өөр юу ч биш, харин «орон» хэлбэрээр илэрхийлэл юм. Цэгэн цэнэгийн орны $\\mathbf{E}$ хүчлэг нь $r$ зайн квадратад урвуу хамааралтай байх нь маш чухал байна. Бүх туршилтын баримтууд энэ хууль нь $10^{-13}$ см -ээс хэдэн километр хүртэлх зайд хэрэгждэгийг харуулсан ба одоогоор томоохон зайд энэ хууль биелэгддэггүй байх гэж үзэх үндэслэл байхгүй."
    },
    {
      "type": "text",
      "value": "Мөн үл хөдлөх цэгэн цэнэгийн үүсгэсэн орон дахь, сориулын цэнэгт үйлчлэх хүч нь сориулын цэнэг нь хөдөлж байгаа эсвэл тайван байхаас хамаарахгүй. Үүнд мөн үл хөдлөх цэнэгийн систем ч хамаарна."
    },
    {
      "type": "text",
      "value": "<b>Суперпозицийн зарчим.</b> Өөр нэг туршилтын баримт нь хууль (1.2)-ын дараа үл хөдлөх цэгэн цэнэгүүдийн системийн орны хүчлэг нь цэнэг тус бүр тусдаа үүсгэж болох орны хүчлэгийн вектор нийлбэртэй тэнцүү байдал юм:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E} = \\sum \\mathbf{E}_i = \\frac{1}{4 \\pi \\varepsilon_0} \\sum \\frac{q_i}{r_i^2} \\mathbf{e}_{ri},",
      "tag": "1.3"
    },
    {
      "type": "text",
      "value": "энд $r_i$ — $q_i$ цэнэг болон орны сонирхож буй цэг хоорондын зай."
    },
    {
      "type": "text",
      "value": "Энэхүү батламжийг цахилгаан орны суперпозицийн (давхардалтын) зарчим гэнэ. Энэ нь орны хамгийн гайхамшигт шинж чанаруудын нэгийг илэрхийлдэг ба аливаа цэнэгүүдийн системийн орны хүчлэгийг тус бүрийн хувь нэмэр нь (1.2) томьёогоор өгөгддөг цэгэн цэнэгийн олонлог байдлаар нь төсөөлж тооцоолох боломжийг олгодог."
    },
    {
      "type": "text",
      "value": "<b>Цэнэгийн түгэлт.</b> Математикийн тооцоог хялбарчлахын тулд олон тохиолдолд цэнэгүүд дискрет бүтцийг агуулдаг (электрон, цөм) байдлыг нь авч үзэхгүй байх боломжтой ба, буюу огторгуйд тодорхой хэв маягаар «нямбайлан» түгсэн байдлаар тооцно. Өөрөөр хэлбэл, жинхэнэ тодорхой дискрет цэнэгүүдийн тархалтыг хуурамч тасралтгүй түгэлтээр соливол зохимжтой. Энэ нь тооцооллыг хялбарчилж, ямар ч дорвитой алдаа оруулахгүй."
    },
    {
      "type": "text",
      "value": "Тасралтгүй түгэлтэд шилжих үед цэнэгийн нягт болох — эзлэхүүний $\\rho$, гадаргуун $\\sigma$ ба шугаман $\\lambda$ нягтын тухай ойлголт орж ирнэ. Тодорхойлбол,"
    },
    {
      "type": "equation",
      "value": "\\rho = \\frac{\\mathrm{d} q}{\\mathrm{d} V}, \\quad \\sigma = \\frac{\\mathrm{d} q}{\\mathrm{d} S}, \\quad \\lambda = \\frac{\\mathrm{d} q}{\\mathrm{d} l},",
      "tag": "1.4"
    },
    {
      "type": "text",
      "value": "энд $\\mathrm{d} q$ — энэ нь харгалзан $\\mathrm{d} V$ эзлэхүүн, $\\mathrm{d} S$ гадаргуу болон $\\mathrm{d} l$ урт дээр агуулагдах цэнэгүүд."
    },
    {
      "type": "text",
      "value": "Эдгээр түгэлтийг харгалзвал (1.3) томьёог өөр байдлаар дүрслэн харуулж болно. Жишээлбэл, цэнэг нь эзлэхүүнд түгээгдсэн байвал $q_i$-г $\\mathrm{d} q = \\rho \\mathrm{d} V$ мөн $\\sum$-г $\\int$-аар соливол,"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E} = \\frac{1}{4 \\pi \\varepsilon_0} \\int \\frac{\\rho \\mathbf{e}_r \\mathrm{d} V}{r^2} = \\frac{1}{4 \\pi \\varepsilon_0} \\int \\frac{\\rho \\mathbf{r} \\mathrm{d} V}{r^3},",
      "tag": "1.5"
    },
    {
      "type": "text",
      "value": "ингэхэд интеграл нь $\\rho$ тэгээс ялгаатай байх бүхий л огторгуйгаар хийгдэнэ."
    },
    {
      "type": "text",
      "value": "Иймд цэнэгийн түгэлтийг мэдвэл бид цахилгаан орны хүчлэгийг тооцоолох асуудлыг, түгэлт нь дискрет байх үед (1.3) томьёо болон түгэлт нь тасралтгүй үед (1.5) томьёо-г мөн адилхан байдлаар нь бүрэн шийдлээр олж болно. Ерөнхий тохиолдолд тооцоог хийх нь ихээхэн хүндрэлтэй уусан давхацдаг (гэхдээ үндсэн шинжид тэгтлээ чухал биш). Үнэндээ $\\mathbf{E}$ векторыг олохын тулд түүний $E_x, E_y, E_z$ проекцуудыг хамгийн түрүүнд тооцох бөгөөд, энэ нь бодит байдлаар (1.5) төрлийн гурван интеграл юм. Мөн зөвхөн цэнэгийн систем нь ямар нэг тэгш хэмтэй үед уг асуудал нь дүрмээр үлэмж хөнгөвчилдөг. Хоёр жишээ авчирцгаая."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 1. Нарийн жигд цэнэглэгдсэн цагирагны тэнхлэг дээрх орон.</b> Цэнэг $q>0$ нь $a$ радиустай нарийн цагираг дагуу жигд түгээгдсэн байна. Цагирагны тэнхлэг дээрх цахилгаан орны $E$ хүчлэгийг түүний төвөөс $z$ зайд функц байдлаар нь олох."
    },
    {
      "type": "text",
      "value": "Яг энэ тохиолдолд $\\mathbf{E}$ вектор нь цагирагны тэнхлэгээр чиглэж байх ёстой нь ойлгомжтой байна (Зураг 1.1). Цагирагны $A$ цэгийн орчимд $\\mathrm{d} l$ элементийг онцоллоо. $C$ цэг дэх энэхүү элементээс ирэх байгуулагч $\\mathrm{d} E_z$-ийн илэрхийллийг бичвэл:"
    },
    {
      "type": "image",
      "caption": "Зураг 1.1",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-013_399_335_1355_236.jpg"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} E_z = \\frac{1}{4 \\pi \\varepsilon_0} \\frac{\\lambda \\mathrm{d} l}{r^2} \\cos \\alpha,",
      "tag": ""
    },
    {
      "type": "text",
      "value": "эндээс $\\lambda = q / 2 \\pi a$. Бүхий л цагирагны элементүүдийн хувьд $r$ ба $\\alpha$ нь нэг ижил байх болно, тиймээс энэхүү илэрхийллийг интегралчилбал $\\lambda \\mathrm{d} l$-ийг ердөө $q$-гээр солихтой адил юм. Үр дүнд нь"
    },
    {
      "type": "equation",
      "value": "E = \\frac{q}{4 \\pi \\varepsilon_0} \\frac{z}{(a^2+z^2)^{3/2}}.",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Харагдаж байгаагаар $z \\gg a$ үед орон $E \\approx q / 4 \\pi \\varepsilon_0 z^2$ болж байна, өөрөөр хэлбэл алслагдсан үед энэхүү систем нь цэгэн цэнэг мэт аягладаг."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 2. Жигд цэнэглэгдсэн нарийн шулуун утасны орон.</b> Урт $2l$-тэй шулуун нарийн утас нь $q$ цэнэгээс жигд цэнэглэгдсэн. Утасны төвөөс $x$ зайд орших түүний хоёр төгсгөлтэй харьцангуй тэгш хэмтэй цэгт үүсэх орны $E$ хүчлэгийг олох."
    },
    {
      "type": "text",
      "value": "Тэгш хэмийн үүднээс $\\mathbf{E}$ вектор нь Зураг 1.2-т харуулсан чиглэлтэй байх ёстой нь тодорхой байна. Эндээс цааш юу хийхийг харж болно: утасны $\\mathrm{d} q$ цэнэгтэй $\\mathrm{d} l$ элементээс ирэх харгалзах $\\mathrm{d} E_x$ байгуулагчийг тодорхойлж бөгөөд утасны бүх элементүүдээр интегралчлахыг зааж байна. Энэ тохиолдолд"
    },
    {
      "type": "image",
      "caption": "Зураг 1.2",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-014_504_477_387_679.jpg"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} E_x = \\mathrm{d} E \\cos \\alpha = \\frac{1}{4 \\pi \\varepsilon_0} \\frac{\\lambda \\mathrm{d} l}{r^2} \\cos \\alpha,",
      "tag": ""
    },
    {
      "type": "text",
      "value": "үүний $\\lambda = q / 2 l$ — шугаман цэнэгийн нягт. Энэ тэгшитгэлийг интегралчлахад хялбар хэлбэрт шилжүүлье. Зураг 1.2-оос $\\mathrm{d} l \\cos \\alpha = r \\mathrm{d} \\alpha$ мөн $r = x / \\cos \\alpha$ болох нь харагддаг, тиймээс"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} E_x = \\frac{1}{4 \\pi \\varepsilon_0} \\frac{\\lambda r \\mathrm{d} \\alpha}{r^2} = \\frac{\\lambda}{4 \\pi \\varepsilon_0 x} \\cos \\alpha \\mathrm{d} \\alpha.",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Энэхүү илэрхийллийг хялбархан интегралчилбал:"
    },
    {
      "type": "equation",
      "value": "E = \\frac{\\lambda}{4 \\pi \\varepsilon_0 x} 2 \\int_{0}^{\\alpha_0} \\cos \\alpha \\mathrm{d} \\alpha = \\frac{\\lambda}{4 \\pi \\varepsilon_0 x} 2 \\sin \\alpha_0,",
      "tag": ""
    },
    {
      "type": "text",
      "value": "энд $\\alpha_0$ — нь $\\alpha$ өнцгийн дээд хязгаар, $\\sin \\alpha_0 = l / \\sqrt{l^2+x^2}$, иймээс"
    },
    {
      "type": "equation",
      "value": "E = \\frac{q / 2 l}{4 \\pi \\varepsilon_0 x} 2 \\frac{l}{\\sqrt{l^2+x^2}} = \\frac{1}{4 \\pi \\varepsilon_0} \\frac{q}{x \\sqrt{l^2+x^2}}.",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Түүнчлэн $x \\gg l$ үед цэгэн цэнэг мэт $E \\approx q / 4 \\pi \\varepsilon_0 x^2$."
    },
    {
      "type": "text",
      "value": "<b>Цахилгаан орны геометр дүрслэл.</b> Цэг болгонд дахь $\\mathbf{E}$ векторыг мэдсэнээр, цахилгаан орныг хүчлэгийн шугамууд эсвэл $\\mathbf{E}$ векторын шугамуудаар маш ойлгомжтой төсөөлөх боломжтой. Эдгээр шугамыг тухайн цэгт шугамын шүргэгч нь $\\mathbf{E}$ векторын чиглэлтэй давхцах, мөн шугамын нягтшил нь тухайн цэг дэх шугамд перпендикуляр талбайтай огтлолцох $\\mathbf{E}$ векторын модультай шууд пропорциональ байхад оршино. Түүнээс гадна эдгээр шугам нь $\\mathbf{E}$ векторын чиглэлтэй ижил талд чиглэгддэг гэж тооцоолдог. Олдсон зургаас гаргаж авсан мэдээллээр цахилгаан орны бүтэц - орны янз бүрийн цэгүүд дахь $\\mathbf{E}$ векторын чиглэл ба модулийн тухай амархан дүгнэж болно."
    },
    {
      "type": "text",
      "value": "<b>$\\mathbf{E}$ орны ерөнхий шинж чанарууд.</b> Дээр тодорхойлсон $\\mathbf{E}$ орон нь хоёр маш чухал шинж чанартай байдгийг олж мэдсэн ба, эдгээрийн талаарх мэдлэг нь орны тухай ойлголтын үндэс бөгөөд зүй тогтлыг хөгжүүлэн бичих, үнэн хэрэгтээ нь хэд хэдэн асуудлыг нэлээд гоёмсогоор, энгийн байдлаар маш хялбар шийдэх боломжийг олгож хуулийг тайлбарлахад дэмжлэг болсон. Эдгээр шинж чанарууд болох — Гауссын теорем мөн $\\mathbf{E}$ векторын циркуляцийн теорем юм — эдгээр нь бүхий л вектор орнуудын математик шинжүүдтэй хамаатай буюу урсгал ба циркуляц болно. Бидний харах гэж буй хувьд зөвхөн энэ хоёр ойлголтоор байгалиас зөвхөн цахилгааны төдийгүй соронзон орны хуулиудыг тайлбарлаж болдог. Эдгээр шинж чанаруудыг шат дараалан судалж үзэцгээе."
    }
  ]
}