{
  "id": "1.5",
  "title": "§ 1.5. Е векторын циркуляц. Потенциал",
  "body": [
    {
      "type": "header",
      "value": "§ 1.5. Е векторын циркуляц. Потенциал",
      "id": "1.5"
    },
    {
      "type": "text",
      "value": "<b>Е векторын циркуляцын теорем.</b> Механикаас аливаа стационар (суурин) төвийн хүчний орон нь потенциалтай орон байдгийг мэддэг, өөрөөр хэлбэл энэхүү орны хүчний ажил нь замаас хамаардаггүй, харин зөвхөн анхны болон эцсийн цэгийн байрлалаас хамаардаг. Яг ийм шинж чанарыг цахилгаан статик орон — үл хөдлөх цэнэгүүдийн системийн үүсгэсэн орон эзэмшдэг. Хэрэв өгөгдсөн $\\mathbf{E}$ орны 1 цэгээс 2 цэг рүү шилжүүлж буй сорилын цэнэгээр нэгж эерэг цэнэгийг авбал $\\mathrm{dl}$ шилжилт дээрх орны хүчний эгэл ажил $\\mathbf{E} \\mathrm{dl}$-тэй тэнцүү ба, 1 цэгээс 2 цэг хүртэлх зам дээрх орны хүчнйи нийт ажил нь"
    },
    {
      "type": "equation",
      "value": "\\int_{1}^{2} \\mathbf{E} \\mathrm{~d} l",
      "tag": "1.21"
    },
    {
      "type": "text",
      "value": "байх ба үүгээр тодорхойлогдоно. Энэхүү интеграл нь ямар нэг шугамаар (замаар) авагддаг тул түүнийг шугаман интеграл гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Бидний одоо харуулах гэж байгаачлан (1.21) шугаман интеграл нь хоёр цэгийн хоорондох замаас хамаарахгүйгээс үүдэн дурын битүү замаар энэ интеграл тэгтэй тэнцүү болохыг мөрдлөгө болгож болно. (1.21) интегралыг битүү зам дагуу авбал үүнийг $\\mathbf{E}$ векторын циркуляц гээд $\\oint$-ээр тэмдэглэдэг."
    },
    {
      "type": "text",
      "value": "Иймээс бид ямар ч цахилгаан статик оронд $\\mathbf{E}$ векторын циркуляц тэгтэй тэнцүү байдаг гэдгийг батлаж байна, өөрөөр хэлбэл"
    },
    {
      "type": "equation",
      "value": "\\oint \\mathbf{E} \\mathrm{d} \\mathbf{l}=0",
      "tag": "1.22"
    },
    {
      "type": "text",
      "value": "байна."
    },
    {
      "type": "text",
      "value": "Энэхүү батламжийг $\\mathbf{E}$ векторын циркуляцын теорем гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Энэ теоремыг батлахын тулд дурын битүү замыг Зураг 1.11-д үзүүлсэн $1 a 2$ болон $2 b 1$ гэсэн хоёр хэсэгт салгая. (1.21) шугаман интеграл — үүнийг $\\int_{12}$ гэж тэмдэглэе — нь 1 ба 2 цэгийн хоорондох замаас хамаарахгүй учраас $\\int_{12}^{(a)}=\\int_{12}^{(b)}$ болно. Нөгөөтэйгүүр $\\int_{12}^{(b)}=-\\int_{21}^{(b)}$ байх нь ойлгомжтой,"
    },
    {
      "type": "image",
      "caption": "Зураг 1.11",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-026_193_276_1540_887.jpg"
    },
    {
      "type": "text",
      "value": "үүний $\\int_{21}^{(b)}$ — интеграл нь мөн л тэр адил $b$ хэсгээр явагдах боловч эсрэг чиглэлд. Иймд"
    },
    {
      "type": "equation",
      "value": "\\int_{12}^{(a)}+\\int_{21}^{(b)}=\\int_{12}^{(a)}-\\int_{12}^{(b)}=0",
      "tag": ""
    },
    {
      "type": "text",
      "value": "байх ба, энэ нь батлах зүйл байлаа."
    },
    {
      "type": "text",
      "value": "(1.22) шинж чанарыг эзэмшдэг орныг потенциал орон гэнэ. Үүнээс бид аливаа цахилгаан статик орон нь потенциалтай орон байдаг гэж хэлж болно."
    },
    {
      "type": "text",
      "value": "$\\mathbf{E}$ векторын циркуляцын теорем нь практик дээр нарийн тооцоололд огт хандалгүйгээр хэд хэдэн чухал дүгнэлтийг гаргах боломжийг олгодог. Үүнд хоёр жишээ үзье."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 1. Цахилгаан статик орны $\\mathbf{E}$ шугамууд битүү байх боломжгүй.</b>"
    },
    {
      "type": "text",
      "value": "Үнэхээр, хэрэв тийм биш бөгөөд $\\mathbf{E}$ векторын ямар нэг шугам битүү гэвэл бид энэ шугамын дагуу $\\mathbf{E}$ векторын циркуляцыг авахдаа тэр даруй л (1.22) теоремтой зөрчилдөх зөрчил дээр буух болно. Нээрээ л цахилгаан статик оронд битүү $\\mathbf{E}$ шугам огт оршдоггүй: шугамууд нь эерэг цэнэгүүд дээр эхэлж, сөрөг цэнэгүүд дээр (эсвэл хязгааргүйд оддог) төгсдөг."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 2. Зураг 1.12-т үзүүлсэн шиг цахилгаан статик орны бүтэц байж болох уу?</b>"
    },
    {
      "type": "text",
      "value": "Үгүй ээ, боломжгүй. $\\mathbf{E}$ векторын циркуляцын теоремыг зураг дээр тасархай шугамаар үзүүлсэн"
    },
    {
      "type": "image",
      "caption": "Зураг 1.12",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-027_220_315_1323_242.jpg"
    },
    {
      "type": "text",
      "value": "битүү хүрээнд хэрэглэснээр энэ нь тэрхэн дороо тодорхой болно. Хүрээн дээрх сумнууд эргэлтийн чиглэлийг харуулж байна. Хүрээг ийм тусгайлсан байдлаар сонгон авахад түүний босоо хэсгүүдийн циркуляцад оруулах хувь нэмэр нь тэг болох ба: энд $\\mathbf{E} \\perp \\mathrm{dl}$ хийгээд $\\mathbf{E} \\mathrm{dl}=0$ болно; зөвхөн ижилхэн урттай хоёр хэвтээ хэсгүүд л үлдэж байна. Эдгээр хэсгүүдийн циркуляцад оруулах хувь нэмэр нь тэмдгээрээ эсрэг, харин модулиараа ижил биш (дээд хэсэгт илүү их, яагаад гэвэл шугамууд нь илүү өтгөн саглагар тул төдий чинээ $\\mathbf{E}$ их гэсэн үг) болох нь зургаас шууд харагдана. Тийм учраас циркуляц тэгээс ялгаатай байж (1.22)-той зөрчилдөх юм."
    },
    {
      "type": "text",
      "value": "<b>Потенциал.</b> Өнөөг хүртэл бид цахилгаан орныг $\\mathbf{E}$ векторын тусламжтайгаар дүрслэхийг авч үзлээ. Гэвч өөр нэг арга болох потенциал $\\varphi$-ээр дүрслэн харуулах төгс төгөлдөр зохицохуйц арга бас оршин байдаг (энэ хоёр арга нь хоёулаа нэг нэгэнтэйгээ салахын аргагүй цор ганц нэгдлээр хоорондоо зохицож нийцдэг гэдгийг даруй тэмдэглэе). Хоёр дахь арга нь давуу тал бүхий олон чухал талуудтай байдаг болохыг бид харах болно."
    },
    {
      "type": "text",
      "value": "Нэгж эерэг цэнэгийг 1-р цэгээс 2-р цэгт шилжүүлэх орны хүчний ажил болдог (1.21) шугаман интеграл нь эдгээр цэгүүдийн хоорондох замаас огт хамаардаггүй тэрхүү баримт нь, цахилгаан оронд төлөв байдлаар нь $\\varphi(\\mathbf{r})$ гэх ямар нэг тодорхой скаляр функц оршин байдаг ба үүний бууралт нь"
    },
    {
      "type": "equation",
      "value": "\\varphi_{1}-\\varphi_{2}=\\int_{1}^{2} \\mathbf{E} \\mathrm{~d} \\mathbf{l}",
      "tag": "1.23"
    },
    {
      "type": "text",
      "value": "байх бөгөөд, энд $\\varphi_{1}$ ба $\\varphi_{2}$ — нь $\\varphi$ функцийн 1 ба 2 цэг дэх утгууд гэж батлан хэлэх боломжийг олгодог. Ийм байдлаар тодорхойлогдсон $\\varphi(\\mathbf{r})$ хэмжигдэхүүнийг орны потенциал гэж нэрлэдэг. Потенциал орны күчний ажлын илэрхийлэлтэй (орон дахь сорилын бөөмийн потенциал энергийн бууралттай тэнцүү байх) (1.23) илэрхийллийг жишиж харьцуулбал, потенциал нь өгөгдсөн орны цэг дэх нэгж эерэг цэнэгийн потенциал энергитэй тооны хувьд тэнцүү хэмжигдэхүүн мөн гэж хэлж болно."
    },
    {
      "type": "text",
      "value": "Орны дурын ямар нэг $O$ цэгийн потенциал дээр болзмол байдлаар ямар ч хамаагүй $\\varphi_{0}$ утгыг оноож уясган холбож болно. Тэгвэл бусад бүх цэгүүдийн орны потенциал нь (1.23)-н дагуу нэгэн утгаар тодорхойлогдоно. Хэрэв $\\varphi_{0}$-ийг ямар нэг $\\Delta \\varphi$ хэмжигдэхүүнээр өөрчилбөл, бусад бүх цэгүүдийн орны потенциалууд ч мөн адил яг тийм хэмжигдэхүүнээр өөрчлөгдөнө."
    },
    {
      "type": "text",
      "value": "Аливаа цахилгаан үзэгдлүүд зөвхөн цахилгаан орны хүчлэгээс дангаар хамаардаг учраас энэхүү тогтмолын утга нь огтхон ч үүрэг гүйцэтгэдэггүй бөгөөд иймээс потенциал $\\varphi$ нь дурын аддитив (нэмэгдэхүүний) тогтмолын нарийвчлалтайгаар тодорхойлогддог. Орны хүчлэг нь, хожмоо харах болно, тухайн цэгийн потенциалаар өөрөөр нь биш, харин орны зэргэлдээ цэгүүдийн потенциалын ялгавараар тодорхойлогддог байна."
    },
    {
      "type": "text",
      "value": "Потенциалын нэгж нь вольт (В)."
    },
    {
      "type": "text",
      "value": "<b>Цэгэн цэнэгийн орны потенциал.</b> (1.23) томьёо нь $\\varphi$ потенциалын зүгээр ч нэг тодорхойлолт төдий зогсохгүй, мөн энэ функцийг олох аргыг ч агуулдаг. Үүний тулд хоёр цэгийн хоорондох ямар ч хамаагүй замаар $\\int \\mathbf{E ~ d l}$ интегралыг"
    },
    {
      "type": "text",
      "value": "тооцоолоход хангалттай бөгөөд гарч ирэх үр дүнг ямар нэг функцийн бууралт буюу $\\varphi(\\mathbf{r})$-ээр төлөөлүүлэн харуулаарай. Бүр илүү хялбараар хийж болно. (1.23) томьёо нь зөвхөн төгсгөлөг шилжилтүүдэд бус, эгэл эсвэл хязгааргүй бага $\\mathrm{dl}$-д хүчинтэй тэр баримтыг ашиглацгаая. Тэгвэл энэ томьёогоор дээрх шилжилт дэх потенциалын эгэл бууралт нь"
    },
    {
      "type": "equation",
      "value": "-\\mathrm{d} \\varphi=\\mathbf{E} \\mathrm{d} \\mathbf{l}",
      "tag": "1.24"
    },
    {
      "type": "text",
      "value": "байна."
    },
    {
      "type": "text",
      "value": "Өөрөөр хэлбэл, хэрвээ $\\mathbf{E}(\\mathbf{r})$ орон мэдэгдэж байгаа бол $\\varphi$ -г олохын тулд $\\mathbf{E} \\mathrm{dl}$-ийг (зохих хувиргалтын замаар) ямар нэг функцийн бууралт байдлаар дүрслэн харуулах хэрэгтэй. Энэ функц л $\\varphi$ юм."
    },
    {
      "type": "text",
      "value": "Ийм аргаар үл хөдлөх цэгэн цэнэгийн орны потенциалыг олбол:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E} \\mathrm{d} \\mathbf{l}=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r} \\mathbf{e}_{r} \\mathrm{~d} \\mathbf{l}=\\frac{q}{4 \\pi \\varepsilon_{0}} \\frac{d r}{r^{2}}=-\\mathrm{d}\\left(\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r}+\\text { const }\\right)",
      "tag": ""
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{e}_{r} \\mathrm{~d} \\mathbf{l}=1 \\cdot(\\mathrm{dl})_{r}$ гэдгийг тооцсон, учир нь $\\mathbf{e}_{r}$ болон үүнээс шалтгаалан $\\mathbf{r}$ вектор дээрх $\\mathrm{dl}$ векторын проекц нь модулийн өсөлт буюу $\\mathrm{d}r$-тэй тэнцүү юм. Дифференциалын тэмдгийн доорх хаалтанд бичигдсэн хэмжигдэхүүн нь $\\varphi(\\mathbf{r})$ юм. Энд байгаа аддитив тогтмол нь ямар ч физикийн үүрэг гүйцэтгэхгүй тул уг тогтмолыг $\\varphi$-ийн илэрхийллийг илүү энгийн болгохын тулд ихэнхдээ орхидог. Ингээд цэгэн цэнэгийн орны потенциал нь"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r}",
      "tag": "1.25"
    },
    {
      "type": "text",
      "value": "үүнд аддитив тогтмол байхгүй байгаа нь, хязгааргүйд ($r \\rightarrow \\infty$ үед) потенциалыг болзол байдлаар тэгтэй тэнцүү авч буй утгыг илэрхийлдэг."
    },
    {
      "type": "text",
      "value": "<b>Цэнэгүүдийн системийн орны потенциал.</b> Систем нь үл хөдлөх $q_{1}, q_{2}, \\ldots$ цэгэн цэнэгүүдээс бүрдэнэ гэж үзье. Суперпозицийн зарчмын дагуу орны ямар ч дурын цэг дэх хүчлэг $\\mathbf{E}=\\mathbf{E}_{1}+\\mathbf{E}_{2}+\\ldots$, энд $\\mathbf{E}_{1}$ — $q_{1}$ цэнэгийн орны хүчлэг гэх мэтчилэн. Тэгвэл (1.24) томьёог ашиглан дараахыг бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E} \\mathrm{d} \\mathbf{l}=\\left(\\mathbf{E}_{1}+\\mathbf{E}_{2}+\\ldots\\right) \\mathrm{d} \\mathbf{l}=\\mathbf{E}_{1} \\mathrm{~d} \\mathbf{l}+\\mathbf{E}_{2} \\mathrm{~d} \\mathbf{l}+\\ldots=-\\mathrm{d} \\varphi_{1}-\\mathrm{d} \\varphi_{2}-\\ldots=-\\mathrm{d} \\varphi",
      "tag": ""
    },
    {
      "type": "text",
      "value": "энд $\\varphi=\\sum \\varphi_{i}$, өөрөөр хэлбэл суперпозицийн зарчим нь мөн потенциалд ч хүчинтэй байдаг юм байна. Үүгээр үл хөдлөх цэгэн цэнэгийн системийн потенциал"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\sum \\frac{q_{i}}{r_{i}}",
      "tag": "1.26"
    },
    {
      "type": "text",
      "value": "энд $r_{i}$ — нь $q_{i}$ цэгэн цэнэгээс орны бидний сонирхож буй цэг хүртэлх зай. Энд бас дурын тогтмолыг орхисон. Энэ нь ямар ч бодит цэнэгийн систем огторгуйд хязгаарлагдмал байдаг, тиймээс түүний потенциалыг хязгааргүйд тэгтэй тэнцүү гэж авч болох баримттай бүхэлдээ нийцэж байна."
    },
    {
      "type": "text",
      "value": "Хэрвээ системийг бүрдүүлэгч цэнэгүүд тасралтгүй түгэн байрласан бол урьдын адил $\\mathrm{d} V$ эгэл эзлэхүүн бүр $\\rho \\mathrm{d} V$ хэмжээний «цэгэн» цэнэг агуулна гэж бид тооцоолдог, үүний $\\rho$ — нь тухайн $\\mathrm{d} V$ эзлэхүүн байрлах орчин дахь цэнэгийн эзлэхүүний нягт. Үүнийг харгалзвал (1.26) томьёог өөр хэлбэрт шилжүүлж оруулж болно:"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\int \\frac{\\rho \\mathrm{~d} V}{r}",
      "tag": "1.27"
    },
    {
      "type": "text",
      "value": "үүнд нэгдсэн интегралчиллагийг орчлон даяар, эсвэл цэнэгийг агуулж байгаа тэрхүү хэсгээр явуулна. Хэрвээ цэнэгүүд зөвхөн $S$ гадаргуу дээр байрласан бол"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\int \\frac{\\sigma \\mathrm{~d} S}{r}",
      "tag": "1.28"
    },
    {
      "type": "text",
      "value": "байна, энд $\\sigma$ — гадаргуун цэнэгийн нягт; $d S$ — $S$ гадаргуугийн элемент. Үүнтэй төстэй илэрхийлэл цэнэгүүд шугамаар түгсэн байх тохиолдолд мөн адил гарна."
    },
    {
      "type": "text",
      "value": "Иймд цэнэгүүдийн түгэлтийг (дискрет, тасралтгүй) мэдвэл бид зарчмын хувьд аливаа системийн орны потенциалыг олох бүрэн боломжтой боллоо."
    }
  ]
}
