{
  "id": "4.1",
  "title": "§ 4.1. Квант статистик",
  "body": [
    {
      "type": "header",
      "id": "4.1",
      "value": "§ 4.1. Квант статистик"
    },
    {
      "type": "text",
      "value": "Квант физикт, статистик физикт адилхан, хуулиуд нь магадлал, статистик шинжтэй байдаг. Гэсэн ч үндсэн ялгаа бий: квант физикт статистик (магадлалын) хандлага нь микробөөмсийн мөн чанараас — долгионы шинж чанараас — урган гарна."
    },
    {
      "type": "text",
      "value": "Квант онолын дагуу бүх микробөөмсийг хоёр ангид хуваана, тэдгээрт хоёр квант статистик харгалзана:"
    },
    {
      "type": "text",
      "value": "1. Хагас бүтэн спинтэй бөөмсийг <i>фермион</i> гэнэ; тэд Ферми-Диракийн статистикт захирагддаг.<br>2. Бүтэн спинтэй бөөмсийг <i>бозон</i> гэнэ; тэд Бозе-Эйнштейний статистикт захирагддаг."
    },
    {
      "type": "text",
      "value": "Квант онол өөр боломжийг зөвшөөрдөггүй. Классик Больцманы статистикт захирагдах бөөмс байдаггүй. Больцманы статистик нь тодорхой нөхцөлд эдгээр хоёр квант статистикийн аль нэгнээс гарч ирдэг ойролцоо хязгаарын тохиолдол юм."
    },
    {
      "type": "text",
      "value": "Гурван статистик (классик, Бозе-Эйнштейн, Ферми-Дирак) дахь зөвшөөрөгдөх микронөхцлүүдийг тэнцүү магадлалтай гэж тооцдог. Гэвч ялгаа нь микронөхцлийн тодорхойлолт болон статистик жинг олох аргад байдаг. Больцманы статистикт ижил бөөмсийг ч гэсэн зарчмын хувьд ялгаатай гэж үздэг. Харин квант статистикт, эсрэгээрээ, ижил бөөмсийг зарчмын хувьд <i>ялгагдахгүй</i> гэж үздэг."
    },
    {
      "type": "text",
      "value": "Ферми-Диракийн статистикт нэг квант нөхцөлд нэгээс илүүгүй бөөмс байж болно (Паулийн зарчим), Бозе-Эйнштейний статистикт — дурын тоогоор байж болно."
    },
    {
      "type": "text",
      "value": "Статистикийн ялгааг 4.1 хүснэгтэд тайлбарласан бөгөөд үүнд гурван квант төлөвт (нүдэнд) ижил хоёр бөөм $a$, $b$ тус бүр хэрхэн байрлаж байгааг харуулав."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-107_table.jpg",
      "caption": "Хүснэгт 4.1"
    },
    {
      "type": "text",
      "value": "Больцманы статистикт нийт есөн микротөлөв байгаа бөгөөд тус бүрийн магадлал $1/9$ байна. Харин Бозе-Эйнштейн болон Ферми-Диракийн статистикт Больцманы тархалтын эхний гурван хос дахь төлвүүд нь ялгагдахгүй бөгөөд хос бүрийг нэг төлөв гэж үздэг. $a$, $b$ бөөмс нь зарчмын хувьд ялгагдахгүй тул тэдгээрийг зүгээр л цэгээр тэмдэглэжээ. Бозонуудын хувьд микротөлвийн тоо зургаа байх бөгөөд тус бүрийн магадлал $1/6$ байна. Фермионуудын хувьд Бозе-Эйнштейний статистикийн сүүлийн гурван тархалт байх боломжгүй (Паулийн зарчим). Зөвхөн гурван микротөлөв үлдэх ба тус бүрийн магадлал $1/3$ байна."
    },
    {
      "type": "text",
      "value": "<b>Фазын нүд.</b> Микробөөмсийн системийн нөхцлийг тодорхойлохын тулд зургаан хэмжээст огторгуйг авч үздэг. Энэ огторгуйн цэг бүр $x, y, z, p_x, p_y, p_z$ гэсэн зургаан координатаар тодорхойлогдоно. Үүнийг <i>фазын огторгуй</i> гэнэ. Бөөмсийн корпускул-долгионы хоёрдмол шинжийг харгалзавал нэг бөөмсийн нөхцөлд фазын огторгуйд оноогдох нь цэг биш харин фазын нүд бөгөөд түүний эзэлхүүн:"
    },
    {
      "type": "equation",
      "value": "\\delta \\Lambda=\\delta x \\cdot \\delta y \\cdot \\delta z \\cdot \\delta p_{x} \\cdot \\delta p_{y} \\cdot \\delta p_{z} \\approx h^{3}",
      "tag": "4.1"
    },
    {
      "type": "text",
      "value": "Бөөмсийн ийм фазын нүдүүдэд хуваарилагдах нь системийн нөхцлийн хязгаарын хувьд дэлгэрэнгүй квант тайлбар юм. Бид хамгийн магадлалтай хуваарилалтыг олоход сонирхоно."
    },
    {
      "type": "text",
      "value": "<b>Квант хуваарилалт.</b> Эдгээр хуваарилалтууд нь $f(\\varepsilon_i)$ функцууд бөгөөд $\\varepsilon_i$ энергитэй нэг фазын нүд дэх бөөмсийн дундаж тоог — нүдний дүүргэлтийн функцийг — тодорхойлдог:"
    },
    {
      "type": "text",
      "value": "фермионд: $\\displaystyle f(\\varepsilon_i)=\\frac{1}{e^{(\\varepsilon_i-\\mu)/kT}+1}$"
    },
    {
      "type": "equation",
      "value": "f(\\varepsilon_i)=\\frac{1}{e^{(\\varepsilon_i-\\mu)/kT}-1} \\quad \\text{(бозонд)}",
      "tag": "4.3"
    },
    {
      "type": "text",
      "value": "Энд $\\mu$ — <i>химийн потенциал</i> гэж нэрлэдэг тодорхой нэг шинж чанарын энерги (нормчлолын нөхцлөөс олж болно: бүх фазын нүдэн дэх нийт бөөмсийн тоо $N$-тэй тэнцүү байх ёстой)."
    },
    {
      "type": "text",
      "value": "Эдгээр хуваарилалтын онцлогуудад анхаарлаа хандуулъя:"
    },
    {
      "type": "text",
      "value": "1. Фермионд $f(\\varepsilon_i)$ нэгээс хэтрэх боломжгүй, харин бозонд түүний утга дурын байж болно ($f \\geq 0$).<br>2. $f \\ll 1$ үед хоёр хуваарилалтын хуваагч дахь нэгийг үл тооцвол томьёо дараах болно:"
    },
    {
      "type": "equation",
      "value": "f(\\varepsilon_i)=e^{(\\mu-\\varepsilon_i)/kT}=Ae^{-\\varepsilon_i/kT}",
      "tag": "4.4"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл Больцманы хуваарилалт болно ($A$ — нормчлолын коэффициент). Тиймээс классик Больцманы хуваарилалт нь фазын нүдний «дүүргэлтийн тоо» бага үед, $\\langle N_i\\rangle \\ll 1$ нөхцөлд л хүчинтэй.<br>3. Макросистемд бөөмсийн $\\varepsilon_i$ энергийн түвшингүүд бараг тасралтгүй (маш нягт байрлана). Тиймээс $\\varepsilon_i$-ийн $i$ индексийг хаяж болно.<br>4. Бозонд (4.3) дахь $\\mu$ утга эерэг байж болохгүй, учир нь $\\varepsilon_i < \\mu$ үед $f < 0$ болно. Тиймээс бозонд $\\mu \\leq 0$. Бозонуудын тоо тогтмол бус системд (жишээлбэл фотон) $\\mu = 0$ ба (4.3) томьёо дараах болно:"
    },
    {
      "type": "equation",
      "value": "f=\\frac{1}{e^{\\varepsilon_i/kT}-1}",
      "tag": "4.5"
    },
    {
      "type": "text",
      "value": "<b>Фазын нүдний тоо.</b> Единиц эзэлхүүнд харгалзах газны эзэлхүүнд $\\varepsilon$ ба $\\varepsilon+d\\varepsilon$ хоорондох энергийн мужид орших фазын нүдний $dZ$ тоо:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} Z=\\frac{4 \\pi}{h^{3}} p^{2} \\mathrm{~d} p",
      "tag": "4.7"
    },
    {
      "type": "text",
      "value": "<b>Бөөмсийн хуваарилалт.</b> $\\varepsilon$ ба $\\varepsilon + d\\varepsilon$ хоорондох энергийн мужид байрлах бөөмсийн $dn$ тоо (единиц эзэлхүүнд):"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} n=\\gamma f \\mathrm{~d} Z",
      "tag": "4.8"
    },
    {
      "type": "text",
      "value": "энд $\\gamma$ — нэгийн эрэмбийн тооцооны коэффициент; харуулах болно, идеал газын бөөмсийн онцлогтой холбоотой."
    }
  ]
}