{
  "id": "4.3",
  "title": "§ 4.3. Зонны онолын тухай. Цахилгаан дамжуулалт",
  "body": [
    {
      "type": "header",
      "id": "4.3",
      "value": "§ 4.3. Зонны онолын тухай. Цахилгаан дамжуулалт"
    },
    {
      "type": "text",
      "value": "<b>Кристалл дахь энергийн зонууд.</b> Металл дахь чөлөөт электрон — энэ нь эхний ойролцоолол. Энэ загварыг тодотговол электронууд үнэндээ тодорхой хугацааны орчинд хөдөлдөг бөгөөд энэ нь шинэ үзэгдлийг бий болгодог. Тухайлбал, электроны бараг тасралтгүй энергийн спектр хэд хэдэн зөвшөөрөгдөх ба хориглогдсон зонд задардаг."
    },
    {
      "type": "text",
      "value": "Зөвшөөрөгдөх зон бүр $N$ ойр байрлах түвшинг агуулдаг ($N$ — кристалл дахь атомуудын тоо). Зонуудын өргөн ($3 \\div 5$ эВ) кристаллын хэмжээнээс хамаардаггүй. Зонуудын гарал үүсэл нь тусгаарлагдсан атомуудын энергийн түвшинтэй холбоотой. Кристалл үүсэх үед атомын түвшин бүр $N$ түвшин болж задардаг."
    },
    {
      "type": "text",
      "value": "Гадна валентын нэг электронтой атомаас үүссэн кристаллд <i>валентын зон</i> хагас дүүрдэг, хагас нь дүүрдэг, учир нь нэг түвшинд эсрэг чиглэлтэй спинтэй хоёр электрон байж болдог. Хоёр валентын электронтой атомаас үүссэн кристаллд валентын зон бүрэн дүүрдэг."
    },
    {
      "type": "text",
      "value": "Валентын зоноос дээр байрлах зоныг <i>чөлөөт зон</i> гэнэ. Валентын зонд электроны дүүргэлтийн зэрэг ба $\\Delta E$ хориглогдсон зонны өргөнөөс хамааран кристаллыг <b>металл</b>, <b>хагас дамжуулагч</b>, <b>хувьсгагч</b> гэж ялгана (Зураг 4.7)."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-116_479_990_903_118.jpg",
      "caption": "Зураг 4.7"
    },
    {
      "type": "text",
      "value": "Металлд дээд түвшний электронуудад бага энерги өгснөөр (температурыг нэмэгдүүлж эсвэл гадаад цахилгаан орон $\\mathbf{E}$-ийг тавиад) тэдгээрийг дээд түвшинд шилжүүлж болно. Тэндэхийн электронууд дулааны багтаамж эсвэл цахилгаан дамжуулалтад орох болно."
    },
    {
      "type": "header",
      "value": "Металл ба хагас дамжуулагчийн цахилгаан дамжуулалт"
    },
    {
      "type": "text",
      "value": "<b>Металлын цахилгаан дамжуулалт.</b> Цахилгаан дамжуулалт $\\sigma$ — $\\mathbf{j} = \\sigma\\mathbf{E}$ Омын орон нутгийн хуульд $\\mathbf{j}$ гүйдлийн нягт ба $\\mathbf{E}$ орон хүчлэгийг холбодог хэмжигдэхүүн. Металлын цахилгаан дамжуулалтад квант онол дараах илэрхийллийг гаргана:"
    },
    {
      "type": "equation",
      "value": "\\sigma=\\frac{n e^{2} \\tau}{m}",
      "tag": "4.18"
    },
    {
      "type": "text",
      "value": "энд $n$ — чөлөөт электроны концентраци, $m$ — электроны масс, $\\tau$ — тайвшрах хугацаа гэж нэрлэгдэх тодорхой нэг шинж чанарын хугацаа (гадаад $\\mathbf{E}$ орон гэнэт орсноос хойш тэнцвэрт байдал ториар ба электроны хоорондох тэнцвэрийн тогтох процессыг тодорхойлно)."
    },
    {
      "type": "text",
      "value": "Бүх чөлөөт электронууд оролцдог гэсэн сэтгэгдэл төрж болно — тийм биш. Зөвхөн Фермийн түвшний орчны энергитэй электронууд оролцдог. Эдгээр нь бүх чөлөөт электроны бага хэсэг бөгөөд тэдний хувийг $\\tau$ хэмжигдэхүүн тооцдог."
    },
    {
      "type": "text",
      "value": "(4.18) дүн шинжилгээ харуулдаг: $\\sigma \\sim 1/T$. Энэ нь классик онолын $\\sigma \\sim 1/\\sqrt{T}$-тэй зөрчилдөж байна. Туршилт квант онолын дүгнэлтийг баталгаажуулдаг."
    },
    {
      "type": "text",
      "value": "Цахилгаан эсэргүүцлийн физик шалтгаан нь электроны долгионуудыг хольцоор, торны дефектүүдээр, мөн дулааны хэлбэлзлүүдээр тархуулахад оршино."
    },
    {
      "type": "text",
      "value": "<b>Хагас дамжуулагчийн цахилгаан дамжуулалт.</b> Хагас дамжуулагчид цахилгаан дамжуулалт $T \\neq 0$ үед валентын зоны дээд түвшнээс чөлөөт зонд электронуудын шилжилтийн үр дүнд гарч ирдэг. Үүний зэрэгцээ валентын зоны дээд түвшинд тийм тооны нөхцл чөлөөлөгдөнө — тэдгээрийг «нүх» гэнэ."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-118_507_558_326_68.jpg",
      "caption": "Зураг 4.8"
    },
    {
      "type": "text",
      "value": "Чөлөөт зоны түвшнийг дүүргэх магадлал $f(\\varepsilon)$ нь (4.4) Больцманы хуваарилалт байна, $\\varepsilon - \\varepsilon_F \\approx \\Delta E/2$ ба $\\Delta E \\gg kT$ нөхцлийг харгалзан:"
    },
    {
      "type": "equation",
      "value": "f(\\varepsilon) \\sim e^{-\\Delta E / 2kT}",
      "tag": "4.19"
    },
    {
      "type": "text",
      "value": "Чөлөөт зонд шилжсэн электроны тоо, мөн үүссэн нүхний тоо $f(\\varepsilon)$-тай пропорциональ. Эдгээр электрон ба нүх нь гүйдлийн дамжуулагч болно. $\\sigma$ нь дамжуулагчийн тоотой пропорциональ тул:"
    },
    {
      "type": "equation",
      "value": "\\sigma \\sim e^{-\\Delta E / 2kT}",
      "tag": "4.20"
    },
    {
      "type": "text",
      "value": "Тиймээс хагас дамжуулагчийн цахилгаан дамжуулалт температурын нэмэгдэлтэй хурдан өсдөг. Ийм цахилгаан дамжуулалтыг <i>өөрийн дамжуулалт</i> гэнэ — цэвэр хагас дамжуулагчид байдаг. Цахилгаан дамжуулалтын нэг төрөл нь <i>хольцын дамжуулалт</i> бөгөөд цэвэр хагас дамжуулагчид зарим атомыг бусад (хольц) -аар солих замаар бий болдог. Энэ нь хориглогдсон зонд нэмэлт түвшин үүсгэдэг. Гэвч энэ асуудалд гүнзгий ороход шаардлагагүй."
    }
  ]
}
