{
  "id": "6.3",
  "title": "§ 6.3. Соронзон орны үндсэн хуулиуд",
  "body": [
    {
      "type": "header",
      "id": "6.3",
      "value": "§ 6.3. Соронзон орны үндсэн хуулиуд"
    },
    {
      "type": "text",
      "value": "Соронзон орон нь цахилгаан оронтой адил хоёр чухал шинж чанартай. Эдгээр нь В вектор орны урсгал ба циркуляцтэй холбоотой бөгөөд соронзон орны үндсэн хуулиудыг илэрхийлнэ."
    },
    {
      "type": "text",
      "value": "В орны шугамыг тогтмол арга — тангенциаль нь В векторын чиглэлтэй давхцаж, шугамын нягт нь В векторын модультай пропорциональ байхаар зурдаг. Ийм геометрийн зурагнаас уг соронзон орны тохиргоог тодорхойлж болдог."
    },
    {
      "type": "text",
      "value": "<b>В орны Гаусын теорем.</b> В вектор орны урсгал аливаа хаалттай гадаргуугаар тэгтэй тэнцүү:"
    },
    {
      "type": "equation",
      "value": "\\oint \\mathbf{B}\\,\\mathrm{d}\\mathbf{S} = 0.",
      "tag": "(6.14)"
    },
    {
      "type": "text",
      "value": "Энэ теорем туршилтын ерөнхийлэл юм. Энэ нь В векторын шугам хаана ч эхлэж, дуусдаггүйг илэрхийлдэг. Иймд аль ч $S$ хаалттай гадаргуугаас гарч буй В вектор шугамын тоо уг гадаргуунд орж буй тоотой тэнцүү. Үүнийг цааш ашиглах чухал дүгнэлт: аль ч замкнат битүү хүрээ дэр натяженных В вектор орны урсгал нь тухайн битүү хүрээын хэлбэрийн S гадаргуугаас хамаарахгүй."
    },
    {
      "type": "text",
      "value": "(6.14) нь байгальд соронзон цэнэг байдаггүйг — В вектор шугам үүсч, дуусдаг — өөрөөр хэлбэл соронзон орон эх сурвалжгүй болохыг (цахилгаан оронтой эсрэгээр) илэрхийлнэ."
    },
    {
      "type": "text",
      "value": "<b>В вектор эргэлцлийн теорем</b> (вакуум дахь тогтмол гүйдлийн хувьд). $\\Gamma$ дурын хаалттай битүү хүрээын В вектор циркуляц нь $\\mu_0$-ийг $\\Gamma$ битүү хүрээт хамрагдах гүйдлүүдийн алгебрийн нийлбэрт үржүүлсэнтэй тэнцүү:"
    },
    {
      "type": "equation",
      "value": "\\oint \\mathbf{B}\\,\\mathrm{d}\\mathbf{l} = \\mu_0 I,",
      "tag": "(6.15)"
    },
    {
      "type": "text",
      "value": "энд $I = \\sum I_k$ бөгөөд гүйдэл нь битүү хүрээыг тойрон явах чиглэлтэй баруун ороомог системтэй холбогдоход эерэг, эсрэгээр сөрөг. Зураг 6.5-д $I_1$ ба $I_3$ эерэг, $I_2$ сөрөг."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-153_257_338_1254_96.jpg",
      "caption": "Зураг 6.5"
    },
    {
      "type": "text",
      "value": "Гүйдэл $I$-г эзэлхүүнд тархсан борлуулалтаар илэрхийлэхэд:"
    },
    {
      "type": "equation",
      "value": "I = \\int \\mathbf{j}\\,\\mathrm{d}\\mathbf{S}.",
      "tag": "(6.16)"
    },
    {
      "type": "text",
      "value": "Нийтдээ:"
    },
    {
      "type": "equation",
      "value": "\\oint \\mathbf{B}\\,\\mathrm{d}\\mathbf{l} = \\mu_0\\int \\mathbf{j}\\,\\mathrm{d}\\mathbf{S} = \\mu_0\\int j_n\\,\\mathrm{d}S.",
      "tag": "(6.17)"
    },
    {
      "type": "text",
      "value": "В вектор циркуляц ерөнхийдөө тэгтэй тэнцүүгүй тул В орон потенциал биш (цахилгаан статикийн оронтой эсрэгээр). Ийм орныг <i>вихревое</i> буюу <i>соленоидал</i> орон гэнэ."
    },
    {
      "type": "text",
      "value": "<b>В вектор эргэлцлийн теоремын үүрэг.</b> Энэ теорем нь $\\mathbf{E}$ ба $\\mathbf{D}$ векторуудын Гаусын теоремтай ижил үүрэг гүйцэтгэнэ. Онцгой тэгш хэмтэй тохиолдолд энэ теорем нь В-г маш хялбараар олох боломж олгодог (§ 6.4-г үзнэ үү). Гэхдээ дугуй витокийн нэгэн адил тэгш хэмтэй тохиргооны хувьд ч теорем хэрэгцэлгүй болох тохиолдол бий."
    }
  ]
}
