{
  "id": "5.1",
  "title": "§ 5.1. Гюйгенс-Френелийн зарчим",
  "body": [
    {
      "type": "header",
      "id": "5.1",
      "value": "Бүлэг 5. Гэрлийн дифракц. § 5.1. Гюйгенс-Френелийн зарчим"
    },
    {
      "type": "text",
      "value": "<b>Оршил.</b> Бусад долгионы процессүүдийн нэгэн адил гэрлийн дифракц гэдэгт хурц гетерогенүүдтэй (дэлгэцийн ирмэг, нүх г.м.) орчинд хэлбэлзэл шулуун шугамаар тархахаас гажих аливаа хазайлтыг ойлгоно, энэ нь геометрийн оптикийн хуулиудаас гажихтай холбоотой юм. Энэ нь гэрлийн долгион саадыг тойрч, гэрэл геометрийн сүүдрийн мужид нэвтрэн ороход хүргэдэг."
    },
    {
      "type": "text",
      "value": "Бид дууны долгион, усны гадаргуу дээрх долгион, радио долгионы дифракцыг байнга ажигладаг. Харин гэрлийн долгионы дифракцыг ажиглахад тэдний $\\lambda$ долгионы урт бага байдагтай холбоотой тусгай нөхцөлүүд шаардлагатай."
    },
    {
      "type": "text",
      "value": "Гэрлийн дифракцыг ажиглах туршилтыг ихэвчлэн дараах схемээр явуулдаг. Гэрлийн долгионы замд гэрлийн долгионы тодорхой хэсгийг хаах тунгалаг бус саад тавьдаг. Саадын цаана дэлгэц байрлуулах ба түүнд дээр тодорхой нөхцөлд гэрэлтүүлгийн максимум болон минимумуудын тийм нэгэн тогтолцоо бүхий судлууд болон толбууд хэлбэрээр дифракцын зураг үүснэ. Дэлгэц дээрх гэрлийн эрчмийн хуваарилалтыг судлах нь бидний үндсэн зорилт байх болно, учир нь энэ нь гэрлийн долгионы өөрийнх нь шинж чанарын талаар болон саадын хязгаарлагдаагүй хэсгийн (дугуй нүх, завсар г.м.) ямар нэгэн хэсгийн нөлөөллийн талаар хангалттай өргөн мэдээллийг өгдөг юм."
    },
    {
      "type": "text",
      "value": "Гэрлийн дифракцын анхны тайлбарыг Френель (1818 он) хийсэн байна. Тэрээр хоёрдогч долгионы интерференцийн зарчмыг нэмбэл Гюйгенсийн байгуулалтад үндэслэн дифракцын үзэгдлүүдийг тоон байдлаар дүрслэн харуулах боломжтойг баталсан юм."
    },
    {
      "type": "text",
      "value": "Ерөнхийдөө дифракцын үзэгдлийг тайлбарлахад ямар нэгэн шинэ зарчим нэвтрүүлэх шаардлагагүй. Гэрлийн цахилгаан соронзон онолын хүрээнд энэ асуудал нь тодорхой хил хязгаарын нөхцөлд Максвеллын тэгшитгэлүүдийн шийдлийг олоход л оршдог. Гэвч ийм асуудлын шийдэл нь математикийн ихээхэн хүндрэл бэрхшээл учруулдаг. Тиймээс практикийн ач холбогдолтой ихэнх тохиолдолд Гюйгенс-Френелийн зарчимд үндэслэсэн гэрлийн эрчмийн хуваарилалтын асуудлыг шийдвэрлэх ойролцоо арга хангалттай байдаг. Бид цаашдын тайлбарын үндэс болгон чухам энэ зарчимтай, түүн дээр суурилсан хамгийн энгийн бөгөөд ойлгомжтой тооцооллын аргуудыг авч үзэх болно."
    },
    {
      "type": "text",
      "value": "<b>Гюйгенс-Френелийн зарчим.</b> Энэхүү зарчим нь долгионы тархалтын механизм, ялангуяа гэрлийнхэд, тайлбарлан таниулдаг долгионы онолын үндсэн постулат (үнэн гэж хүлээн зөвшөөрөгдсөн баталгаа шаарддаггүй мэдлэг) юм. Түүний мөн чанар юунд оршдог вэ?"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-135_310_552_679_340.jpg",
      "caption": "Зураг 5.1"
    },
    {
      "type": "text",
      "value": "Тодорхой нэг нүхтэй $N$ саадыг (заавал хавтгай байх албагүй) авч үзье, түүгээр $P_{0}$ цэгэн монохромат эх үүсвэрээс гэрэл нэвтэрч байна (Зураг 5.1). Үндсэн зорилт бол саадын цаана орших аль нэг $P$ цэгт цахилгаан орны хүчлэг $E$-г тодорхойлох явдал юм."
    },
    {
      "type": "text",
      "value": "Френелийн аргаар нүхний цэгүүд дэх хүчлэг $E$-г саадгүй үеийнхтэй ижил, харин саадын шууд ард орших цэгүүдэд $E=0$ байна гэж таамагладаг. Ө.х., зөвхөн саадын нүхний хэлбэр чухал боловч саад өөрөө биш гэж үзнэ. Туршлагаас харахад нүхний хэмжээ, түүнчлэн эх үүсвэр ба ажиглалтын $P$ цэг хүртэлх зай зэрэг нь $\\lambda$ долгионы уртаас хамаагүй их байх тохиолдолд, ө.х. геометрийн оптикаас гажих хазайлт маш бага үед энэхүү таамаглал үнэн мөшгөгддөг. Жишээлбэл, өргөн нь $\\lambda$-аас хамаагүй бага нарийн завсрын хувьд энэ нь зөрчигдөнө."
    },
    {
      "type": "text",
      "value": "Оюун ухаандаа саад дахь нүхийг $S$ гэсэн дурын гадаргуугаар хаая. Энэхүү гадаргууг $\\mathrm{d} S$ хэсгүүдэд хуваана уу. Френелийн таамаглалаар эдгээр хэсэг бүр нь хоёрдогч бөмбөрцөг долгионы эх үүсвэр болдог. Бидний сонирхож буй $P$ цэгт хүрч ирэх хоёрдогч гэрлийн долгионы далайц нь $\\mathrm{d} S$ элементэд ирж буй анхдагч долгионы далайцтай, мөн $\\mathrm{d} S$ элементийн талбайтай шууд пропорциональ, харин $\\mathrm{d} S$ элементээс $P$ цэг хүртэлх $r$ зайд урвуу пропорциональ байх ёстой."
    },
    {
      "type": "text",
      "value": "Цаашид бид тусч буй долгионы долгионт гадаргууг $S$ гадаргуугаар авах боломжтой тохиолдлуудыг л авч үзэх болно (ингэснээр тооцоолол ихээхэн хөнгөвчлөгддөг). Ийм тохиолдолд долгионт гадаргуугийн $\\mathrm{d} S$ элемент бүрээс тархаж буй бөмбөрцөг долгион нь $P$ цэгт"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} E=K \\frac{a_{0} \\mathrm{~d} S}{r} \\cos (\\omega t-k r) ."
    },
    {
      "type": "text",
      "value": "гэсэн хэлбэлзэл үүсгэдэг."
    },
    {
      "type": "text",
      "value": "Эндээс $a_{0}$ нь $\\mathrm{d} S$ элемент байрлаж буй газар дахь гэрлийн долгионы далайцаар тодорхойлогдох хэмжигдэхүүн, $k$ нь долгионы тоо ($k=2 \\pi / \\lambda$). $K$ коэффициент нь $\\mathrm{d} S$ элемент рүү татсан $\\mathbf{n}$ нормаль болон $\\mathrm{d} S$-ээс $P$ цэг рүү чиглэсэн векторын хоорондох $\\vartheta$ өнцгөөс хамаарна. $\\vartheta$ өнцөг өсөх тусам $K$ коэффициент нэгэн хэвийн буурна гэж үзэх нь зүйтэй. Цаашид олон дахин харах ёсоор, дифракцын практик ач холбогдолтой олон асуудлыг $K(\\vartheta)$-ийн хамаарлын талаарх маш ерөнхий таамаглалд үндэслэн, түүний нарийвчилсан дүр төрхийг тодруулахгүйгээр шийдвэрлэх боломжтой юм."
    },
    {
      "type": "text",
      "value": "$P$ цэг дэх үр дүнгийн хэлбэлзэл нь $S$ гадаргуугийн бүх $\\mathrm{d} S$ элементээс ирэх $\\mathrm{d} E$ хэлбэлзлүүдийн суперпозиц хэлбэрээр илэрхийлэгдэж болох бөгөөд тухайлбал:"
    },
    {
      "type": "equation",
      "value": "E=\\int_{S} K(\\vartheta) \\frac{a_{0}}{r} \\cos (\\omega t-k r) \\mathrm{d} S",
      "tag": "(5.1)"
    },
    {
      "type": "text",
      "value": "(5.1) интеграл нь Гюйгенс-Френелийн зарчмын математик томьёоллыг илэрхийлнэ. Энэ зарчмын мөн чанар нь дараахад оршино:\\n<i>Тодорхой $S$ гадаргуугийн өмнө орших $P$ цэг дэх хэлбэлзлийг тодорхойлохын тулд энэ цэг рүү $S$ гадаргуугийн бүх $\\mathrm{d} S$ элементээс ирж буй хэлбэлзлүүдийг олж, дараа нь тэдгээрийн далайц ба фазуудыг тооцон хооронд нь нэмэх шаардлагатай.</i>"
    },
    {
      "type": "text",
      "value": "Энэ үед $S$ гадаргуугийн бүх элементүүд нь өөр хоорондоо когерент байх ба энэ нь хоёрдогч долгионуудын интерференцэд зайлшгүй шаардлагатай нөхцөл болно."
    },
    {
      "type": "text",
      "value": "Гюйгенс-Френелийн зарчмыг вектор (фазын)"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-137_247_406_379_68.jpg",
      "caption": "Зураг 5.2"
    },
    {
      "type": "text",
      "value": "диаграмм (Зураг 5.2) ашиглан энгийн бөгөөд ойлгомжтой хэлбэрээр илэрхийлж болно. Цаашид ийм диаграммуудыг ашиглах нь олон тооцоолол, үндэслэл баталгааг хангалттай хурдан хялбарчлах боломжийг олгох болно. Энэхүү диаграмм дээр үр дүнгийн далайцыг $\\mathbf{E}_{m}$ вектор үүрэгтэйгээр харуулсан бөгөөд $S$ гадаргуугийн янз бүрийн $\\mathrm{d} S$ элементээс $P$ цэгт ирж буй $\\mathrm{d} E$ хэлбэлзлүүдийн далайцуудын фазыг, өөрөөр хэлбэл тэдгээрийн хоорондох өнцгийг тооцон нэмсэн вектор нийлбэр хэлбэрээр дүрслэгдсэн болно."
    }
  ]
}
