{
  "id": "5.10",
  "title": "§ 5.10. Голографийн талаар",
  "body": [
    {
      "type": "header",
      "id": "5.10",
      "value": "§ 5.10. Голографийн талаар"
    },
    {
      "type": "text",
      "value": "Когерент гэрлийн багцуудын дифракци болон интерференцийн үзэгдлүүд дээр үндэслэн гэрлийн долгионуудын бүтцийг бичиж авах, дараа нь түүнийгээ сэргээж гаргах аргыг голограф хэмээн нэрлэдэг. Энгийн гэрэл зургаас ялгаатай нь голограф бол юмсын орон зайн (эзлэхүүнтэй) дүрсийг гаргаж авах зарчмын хувьд цоо шинэ арга юм."
    },
    {
      "type": "text",
      "value": "Энэ аргад юмс объектоос сарнин гарсан гэрлийн долгион болон түүнтэй когерент тулгуур долгион хоёр давхарцан буухад үүсэх интерференцийн зургийг оптикийн дүрс биш харин бүртгэж авдаг. Энэхүү интерференцийн зураг нь тухайн долгион дахь далайцуудын төдийгүй, фазуудын хуваарилалтын талаарх мэдээллийг хүртэл давхар бичиж үлдээдэг байна. Ийм аргаар фотоялтас дээр объектын талаарх энгийн зургаас хамаагүй илүү бүрэн төгс мэдээллийг хүлээн авч, бүртгэх боломжтой болдог."
    },
    {
      "type": "text",
      "value": "Голографийн үндэс суурь болсон санаануудыг Габор 1947-48 онуудад дэвшүүлж, туршилтаар баталсан байдаг. Голографийг практикт хэрэгжүүлэхийн тулд цаг хугацааны болоод орон зайн когерентын өндөр зэрэгтэй гэрлийн үүсвэрүүд шаардлагатай байдаг. Ийм учраас лазерыг бүтээсний дараахан л энэ нь өргөн тархсан юм."
    },
    {
      "type": "text",
      "value": "Голограф аргын мөн чанарыг Зураг 5.34, a-аар тайлбарлаж болно. Фотоялтас $\\Phi$ нь $A$ объектоос сарнисан 1-р предмет долгионыг, түүнтэй когерент 2-р тулгуур долгионоор дарагдуулахад үүссэн интерференцийн зургийг бүртгэдэг. 2-р долгионыг $A$ объектыг гэрэлтүүлж байгаатай яг ижил гэрлийн үүсвэрээс ялгаруулах бөгөөд 3-р толин дээрээс ойсны дараа шууд $\\Phi$ фотоялтас руу тусдаг. Фотоялтсыг угааж боловсруулсны дараа түүн дээр буусан интерференцийн зургийг голограмм хэмээн нэрлэнэ. Голограмм нь энгийн гэрэл зургийг бодвол фотоэмульсийн харласан бүсүүд нь янз бүрээрээ ээлжлэн солигдох нарийн төвөгтэй хээг үүсгэдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-179_380_852_1407_189.jpg",
      "caption": "Зураг 5.34"
    },
    {
      "type": "text",
      "value": "Голограмм нь кодолсон хэлбэрээр предмет долгионы сарнисан далайц болон фазуудын тухай бүрэн мэдээллийг агуулж байдаг."
    },
    {
      "type": "text",
      "value": "Объектын дүрсийг сэргээх (кодыг тайлах) явцыг Зураг 5.34, б-д харуулав. Голограмм $\\Gamma$-ийг яг түүнийг гарган авахад ашигласан 2-р тулгуур долгионоор (тулгуур долгионд харьцангуйгаар голограммын байрлалыг адилхан байлгаж байгаад) диапозитив мэт гэрэлтүүлнэ. Энэхүү гэрлийн долгион голограмм дээр дифракцлах ба үүний үр дүнд объектын орон зайн эзлэхүүн бүхий хоёр дүрс ажиглагддаг. Хуурмаг $A^{\\prime}$ дүрс зураг авах үед $A$ объект байсан яг тэр газарт үзэгдэнэ. Түүнийг голограммын цаанаас яг л цонхоор харж байгаа мэтээр харах болно. Бодит $A^{\\prime \\prime}$ дүрс нь голограммын нөгөө талд байрлана. Тэр голограммын урд агаарт хөвж байгаа мэт байх бөгөөд объектын толин тусгал дүрс нь юм."
    },
    {
      "type": "text",
      "value": "Ихэвчлэн хуурмаг $A^{\\prime}$ дүрсийг ашиглах ба энэ нь нүдээр харахад объекттойгоо бараг ялгагдахгүй шахам ижил байдаг."
    },
    {
      "type": "text",
      "value": "Голографийн ажиллах зарчмыг ойлгохын тулд цилиндр долгион ялгаруулдаг гэрэлтэгч шулуун утас $A$ хэмээх хамгийн энгийн объектуудын нэгийг авч үзье. Зураг 5.35-ын зүүн хэсэгт (илүү ойлгомжтой байлгах үүднээс зориуд их сунгаж харуулсан) голограммыг бичиж авах үе шатыг харуулав; $A$ утас зурагны хавтгайд перпендикуляр байрлаж байна."
    },
    {
      "type": "text",
      "value": "Хавтгай 2-р тулгуур долгион фотоялтас дээр нормалиар тусаж байна хэмээн санацгаая. Тулгуур долгионтой когерент 1-р предмет долгион харин цацрагууд нь ялтаст налуу (Зураг 5.35, а-г үз) байхаар тусна. Тулгуур долгионы хэлбэлзлүүд бүгд нэг фазтайгаар ялтаст хүрнэ. Харин предмет долгионы хэлбэлзлүүд нь өөр өөр фазтай хүрдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-180_414_1024_1349_102.jpg",
      "caption": "Зураг 5.35"
    },
    {
      "type": "text",
      "value": "Хэлбэлзлүүд тулгуур долгионы хэлбэлзэлтэй ижил фазтай бууж буй цэгүүдэд интерференцийн улмаас эрчмийн максимум буюу харлалтын максимум үүсэх нь ойлгомжтой. Химийн боловсруулалт хийсний дараа голограмм нь зөвхөн Френелийн бүсийн хавтангийн өөр хэлбэртэй хувилбар гэмээр хоорондоо ээлжлэн солигдох цайвар, бараан шулуун судлууд бүхий дүрстэй болсон байна."
    },
    {
      "type": "text",
      "value": "Дүрсийг сэргээх үе шатанд голограммыг зөвхөн тулгуур 2-р долгионоороо (Зураг 5.35, б-г үз) гэрэлтүүлдэг. Голограмм нь тухайн долгионы хувьд бүсийн хавтангийн үүрэг гүйцэтгэнэ: дифракцийн үр дүнд зэргэлдээх бүсүүдийн замын ялгаа нь долгионы урт $\\lambda$-тай тэнцүү байх цацрагууд (хэлбэлзлүүд) л бие биенээ хамгийн ихээр хүчжүүлэх болно. Энэ нөхцлийг хангах хоёр боломж байна: нэг бол тусаж байсан предмет долгионы цацрагуудын чиглэлийн дагуу, эсвэл нормальд тэгш хэмтэйгээр. Эхний тохиолдолд бид $A^{\\prime}$ хуурмаг дүрсийг, хоёр дахь тохиолдолд бодит $A^{\\prime \\prime}$ дүрсийг ажиглана. Объектийн хуурмаг дүрсийг өгдөг долгион голографид хамгийн их сонирхол татдаг."
    },
    {
      "type": "text",
      "value": "Энэ бүсийн хавтгайн нэг онцлог нь интерференцийн судлуудад (бүсүүдэд) перпендикуляр чиглэл дэх түүний нэвтрүүлэх чадвар (нэвтрүүлэх харьцаа) үсрэлттэйгээр биш, харин ерөнхийдөө синусоид хуулиар (зэргэлдээх максимумуудын хооронд) өөрчлөгддөгт оршино. Үүний үр дүнд интерференцийн максимумууд нь зэргэлдээх судлуудын (бүсүүдийн) хэлбэлзэл хоорондын яг нэг долгионы урт $\\lambda$-д тэнцэх замын ялгаанд харгалздаг. Илүү өндөр эрэмбэ бүхий максимумуудын эрчим нь бараг тэгтэй тэнцдэг."
    },
    {
      "type": "text",
      "value": "$A$ утасны байрлалыг өөрчлөх нь интерференцийн максимумуудын эрчимд төдийгүй, тэдгээрийн хоорондох зайд ч мөн нөлөөлдөг болохыг амархан харж болно. Харин максимумуудын хоорондох зай нь тодорхой нэгэн замын ялгаа буюу фазын ялгааг илэрхийлдэг."
    },
    {
      "type": "text",
      "value": "Иймээс л голограммыг долгионы далайцтай зэрэгцээд түүний фазын тухай мэдээллийг агуулдаг гэж хэлдэг хэрэг. Энэ нь голограмм оршиж буй газар предмет долгион бодитоор ямар байсан, яг тэр хэвээр нь сэргээхэд хангалттай юм. Голограммын тусламжтайгаар тухайн бичиж авсан долгион \"амилж\", ажиглагдаж буй объектын бодитоор оршин байгаа мэт бүрэн хуурмаг үзэгдлийг бий болгодог."
    },
    {
      "type": "text",
      "value": "Нүдээ хөдөлгөснөөр тухайн объектыг янз бүрийн өнцгөөс харж болох бөгөөд цаашлаад цаад талыг нь ч харах боломжтой болдог."
    },
    {
      "type": "text",
      "value": "Голограммын цэг бүр дэх интерференцийн зураг нь объектын бүх цэгээс сарнисан гэрлээр тодорхойлогддог. Иймээс голограммын хэсэг бүр нь бүх объектын талаарх мэдээллийг агуулна. Хэрэв голограмм санамсаргүй хагарвал түүний жижигхэн хэлтэрхийг ашиглаад ч гэсэн бүх объектын дүрсийг сэргээж болно. Ялгаа нь ердөө ялгах чадвар нь буурч дүрсийн тод байдал, хурц тод байдал нь багасна гэсэн үг юм. Мэдээлэл хадгалах найдвартай байдлын хувьд голограмм нь энгийн фотонегативээс хавьгүй давуу талтай."
    },
    {
      "type": "text",
      "value": "Эцэст нь дурдахад өөр өөр объектын хэд хэдэн голограммыг нэг фотоялтас дээр дарааллан бичиж авах боломжтой бөгөөд тэдгээрээс гарч ирэх дүрс болгон ямартай ч бусад дүрсээс ямар нэгэн саадгүйгээр тусдаа тод сэргээгдэж чаддаг. Ингэхийн тулд жишээ нь тусах тулгуур долгионы өнцгийг бүрт бүр өөрчлөхөд л хангалттай."
    },
    {
      "type": "text",
      "value": "Одоогийн байдлаар голографи нь шинжлэх ухаан, техникийн бие даасан хурдацтай хөгжиж буй салбар болжээ. Түүнийг үр дүнтэй ашиглаж буй салбаруудыг нэрлэхэд ч бэрхшээлтэй (акустикийн голограммыг эс тооцвол) болсон байна."
    }
  ]
}
