{
  "id": "5.2",
  "title": "§ 5.2. Дугуй нүхнээс үүсэх Френелийн дифракц",
  "body": [
    {
      "type": "header",
      "id": "5.2",
      "value": "§ 5.2. Дугуй нүхнээс үүсэх Френелийн дифракц"
    },
    {
      "type": "text",
      "value": "<b>Френелийн бүсүүд.</b> $P$ цэгт ирж буй элементар хэлбэлзлүүдийн далайцуудыг нэмэх (интегралчлах) нь ерөнхийдөө нэлээд түвэгтэй байдаг. Гэхдээ Френелийн харуулснаар, илт тэгш хэм бүхий хамгийн энгийн тохиолдлуудад интегралчлалыг энгийн алгебрийн эсвэл графикийн аргаар (сүүлчийнх нь ялангуяа ойлгомжтой байдаг) нэмэх үйлдлээр сольж болно."
    },
    {
      "type": "text",
      "value": "Долгионт $S$ гадаргуугийн янз бүрийн элементүүдээс ирж буй хэлбэлзлүүдийн далайцыг нэмэхийн тулд Френель уг $S$ гадаргууг авч үзэж буй асуудлын тэгш хэмээс хамаарсан тохиргоо бүхий бүсүүдэд хуваахыг санал болгов."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-137_406_701_1371_264.jpg",
      "caption": "Зураг 5.3"
    },
    {
      "type": "text",
      "value": "Френелийн аргыг ашиглан дугуй нүхний цаана түүнээс гадагш гарсан тэнхлэг дээр орших $P$ цэг дэх гэрлийн хэлбэлзлийн далайцыг тодорхойлъё (Зураг 5.3). Нүхийг таглах долгионы $S$ гадаргуу нь $P_{0} P$ шугамын хувьд тэгш хэмтэй байгаа тул түүнийг нүхний тэнхлэгт төвтэй цагираг хэлбэрийн бүсүүдэд хуваах нь хамгийн зүйтэй юм. Эдгээр бүсийн ирмэгээс $P$ цэг хүртэлх зай нь бие биенээсээ хагас долгионы уртаар, буюу $\\lambda / 2$-оор ялгаатай байхаар бид эдгээр бүсийг сонгож авна. Энэ тохиолдолд эдгээр нь л Френелийн бүсүүд болох юм."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-138_362_1018_520_106.jpg",
      "caption": "Зураг 5.4"
    },
    {
      "type": "text",
      "value": "Френелийн $m$-р бүсийн гадаад радиус $r_{m}$-ийг олъё. Ингэхийн тулд Зураг 5.4-ийг ашиглах ба түүнээс $C O$ хэрчим нь:"
    },
    {
      "type": "equation",
      "value": "h_{a}+h_{b}=m \\lambda / 2 .",
      "tag": "(5.2)"
    },
    {
      "type": "text",
      "value": "байгаа нь харагдаж байна."
    },
    {
      "type": "text",
      "value": "$h_{a}$ ба $h_{b}$-г $r_{m}$ болон харгалзах $a$ ба $b+m \\lambda / 2$ радиусуудаар илэрхийлье. Пифагорын теоремын дагуу $r_{m}^{2}=a^{2}-\\left(a-h_{a}\\right)^{2}$ байна. Энэ тэгшитгэлийн баруун гар талыг квадратуудын ялгавар хэлбэрээр хувиргавал $r_{m}^{2}=\\left(2 a-h_{a}\\right) h_{a}$ гаргаж авна. Ерөнхийдөө бид $h_{a} \\ll 2 a$ байх тохиолдлуудтай л тулгарах тул өмнөх тэгшитгэлийг дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "h_{a}=r_{m}^{2} / 2 a .",
      "tag": "(5.3)"
    },
    {
      "type": "text",
      "value": "Зураг 5.4-ийн баруун талтай ижил төстэйгөөр эргэцүүлэн бодсоноор дараах илэрхийллийг гарган авна: $r_{m}^{2}=(b+m \\lambda / 2)^{2}-\\left(b+m \\lambda / 2-h_{b}\\right)^{2}=\\left(2 b+m \\lambda-h_{b}\\right) h_{b}$. Сүүлийн хаалт дахь $m \\lambda$ ба $h_{b}$ нэмэгдэгдэхүүнийг $2b$-тэй харьцуулахад орхиж болох учраас дараах дүгнэлтэд хүрнэ:"
    },
    {
      "type": "equation",
      "value": "h_{b}=r_{m}^{2} / 2 b .",
      "tag": "(5.4)"
    },
    {
      "type": "text",
      "value": "Одоо (5.3) ба (5.4)-ийг анхны (5.2) томьёонд орлуулах л үлдлээ, ингээд Френелийн $m$-р бүсийн гадаад радиус:"
    },
    {
      "type": "equation",
      "value": "r_{m}=\\sqrt{m \\lambda \\frac{a b}{a+b}} .",
      "tag": "(5.5)"
    },
    {
      "type": "text",
      "value": "болохыг бид гарган авна."
    },
    {
      "type": "text",
      "value": "Хэрэв тухайн нүх дээр нормолоор тусч буй долгион хавтгай ( $a \\rightarrow \\infty$ ) бол"
    },
    {
      "type": "equation",
      "value": "r_{m}=\\sqrt{m \\lambda b}",
      "tag": "(5.6)"
    },
    {
      "type": "text",
      "value": "байна гэдгийг санаарай."
    },
    {
      "type": "text",
      "value": "Харин хэрэв тусч буй долгион нь бөмбөрцөг бөгөөд нүхнээс цааш $a$ зайд орших цэг рүү цугларч байгаа бол $b<a$ байхад (5.5)-ын хуваарьд $a-b$, эсвэл $b>a$ байхад $b-a$ байна."
    },
    {
      "type": "text",
      "value": "Гэрлийн дифракцын үед тулгарч буй хэмжигдэхүүнүүдийн эрэмбийн талаар тодорхойойлголттой болохын тулд дараах жишээг авч үзье."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> $r=1.0 \\text{ мм}$ радиустай дугуй нүх дээр $\\lambda=0.50 \\text{ мкм}$ долгионы урттай хавтгай гэрлийн долгион нормалиар тусна. Нүхний тэнхлэг дээр, түүнээс $b=80 \\text{ см}$ зайд орших $P$ ажиглалтын цэгийн хувьд энэ нүхэнд хичнээн Френелийн бүс багтахыг тодорхойлъё.<br>Тусч буй долгион нь хавтгай тул (5.6) томьёог ашиглах хэрэгтэй бөгөөд эндээс<br>$$m=\\frac{r^{2}}{\\lambda b}=\\frac{\\left(10^{-3}\\right)^{2}}{0.5 \\cdot 10^{-6} \\cdot 0.8}=2.5$$<br>болохыг олно."
    },
    {
      "type": "text",
      "value": "Бүсүүдийн талбай ( $m$ хангалттай бага үед) $\\Delta S=\\pi r_{m}^{2}-\\pi r_{m-1}^{2}$ буюу"
    },
    {
      "type": "equation",
      "value": "\\Delta S=\\pi \\lambda \\frac{a b}{a+b},",
      "tag": "(5.7)"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл бараг ижил байна. Гэвч эдгээр бүсээс $P$ цэгт ирэх хэлбэлзлийн далайц нь дараалсан бүс бүрээс $P$ цэг хүртэлх $r$ зай нэмэгдэх болон бүсийн элементүүд рүү татсан нормаль ба $P$ цэг рүү чиглэсэн чиглэлийн хоорондох $\\vartheta$ өнцөг өсөхийн хэрээр нэгэн хэвийн, бага зэргээр буурч байдаг."
    },
    {
      "type": "text",
      "value": "$P$ цэгт зэргэлдээ бүсүүдээс үүсгэгдэх хэлбэлзлийн фазууд $\\pi$-ээр ялгагддаг тул тэгш бус бүсийн далайцын векторууд нь тэгш бүсийн далайцын векторуудын эсрэг чиглэлтэй байна. Иймээс үр дүнгийн далайц, улмаар эрчим нь $P$ цэгийн хувьд нүхэнд тэгш эсвэл тэгш бус тооны $m$ Френелийн бүс багтах эсэхээс хамаарна. Хэрэв бүсийн тоо тэгш бус байвал $P$ цэгт максимум ажиглагдах ба хэрэв бүсийн тоо тэгш байвал минимум байна."
    },
    {
      "type": "text",
      "value": "Бид нүхэн дэх Френелийн $m$ бүсийн тоог өөрчлөх боломжтой. Жишээлбэл, бүсийн тоог нэмэгдүүлэхийн тулд нүхийг өргөсгөх, эсвэл дэлгэцийг нүх рүү ойртуулах, эсвэл аль алиныг нь хамт хийх шаардлагатай. Энэ нь $r_{m}$-ийг нүхний радиус гэж үзвэл (5.5) томьёоноос шууд гарна."
    },
    {
      "type": "text",
      "value": "<b>Френелийн спираль.</b> Далайцуудыг нэмэх графикийн аргыг авч үзье. Энэхүү энгийн бөгөөд ойлгомжтой аргад долгионт гадаргууг маш нарийн цагираг хэлбэртэй бүсүүдэд оюун ухаандаа хувааж үздэг. Ийм бүс бүрээс үүсэх хэлбэлзлийн далайцыг $\\mathrm{d}A$ вектороор дүрсэлье. $r$ зай нэмэгдэж, $K$ коэффициент багассаны улмаас дараагийн нарийн цагираг бүс бүрээс үүсэх хэлбэлзлийн далайц модулиараа багасах бөгөөд өмнөх бүсийн үүсгэсэн хэлбэлзлээс фазаараа хоцрох болно. $\\mathrm{d}A$ вектор бүрийг харгалзах өнцгөөр цагийн зүүний эсрэг чиглэлд эргүүлэх замаар фазын хоцролтыг дүрсэлбэл векторуудын хэлхээг гаргаж авах ба эдгээрийн вектор нийлбэр нь $P$ цэг дэх хэлбэлзлийн үр дүнгийн далайц байх болно."
    },
    {
      "type": "text",
      "value": "Зураг 5.5, a-д Френелийн 1-р бүсийн үйлчлэлийн үр дүнг үзүүлэв. Энд Френелийн 1-р бүсийн захтай нийлж байрлах нарийн цагиргаас ирэх $\\mathrm{d} A_{N}$ хэлбэлзлийн далайц нь Френелийн 1-р бүсийн төвөөс $P$ цэгт ирж буй $\\mathrm{d} A_{1}$ хэлбэлзлийн далайцаас фазаараа $\\pi$-ээр хоцрох тул эдгээр далайцад харгалзах векторууд харилцан эсрэг чиглэлтэй байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-140_383_1018_1411_106.jpg",
      "caption": "Зураг 5.5"
    },
    {
      "type": "text",
      "value": "Байгуулалтыг үргэлжлүүлбэл, Френелийн эхний хоёр бүсийн үйлчлэлээс $P$ цэг дэх хэлбэлзлийн үр дүнгийн далайцын"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-141_289_279_246_72.jpg",
      "caption": "Зураг 5.6"
    },
    {
      "type": "text",
      "value": "вектор диаграммыг (Зураг 5.5, б), дараа нь Френелийн эхний гурван бүсээс (Зураг 5.5, в) гэх мэтчилэн үргэлжлүүлэн гаргаж авна. Нарийн цагираг бүсийн тоо нэмэгдэх тусам хэлхээ нь спираль хэлбэрээр \"тахийж\", үүний дүнд бүх бүсээс (бүх долгионт гадаргуугаас) ирэх далайц $A_{\\infty}$-тэй тэнцүү болно (Зураг 5.6). Энэхүү спиралийг бид Френелийн спираль (дараагийн хэсэгт бидний танилцах өөр нэг спиралиас ялгахын тулд ингэж нэрлэе) гэж нэрлэх болно."
    },
    {
      "type": "text",
      "value": "Урьдчилан хэлэхэд, Френеллийн дифракц нь спиралийн эхний хэдхэн мушгираануудын үйлчлэлтэй холбоотой байдаг (энэ талаар § 5.4-т дэлгэрэнгүй үзэх болно)."
    },
    {
      "type": "text",
      "value": "Ийнхүү, $P$ цэг дэх хэлбэлзлийн далайц болон гэрлийн эрчим (Зураг 5.3-ыг хар) нь саад дээрх нүхний радиус нэмэгдэхийн хэрээр нэгэн хэвийн бишээр өөрчлөгддөг. Френелийн эхний бүс нээгдэх хүртэл $P$ цэг дэх далайц нэмэгдэж, уг бүс бүрэн нээгдэх үед дээд цэгтээ (максимум) хүрнэ (Зураг 5.5, a-г үз). Гэвч Френелийн хоёр дахь бүс нээгдэх тусам $P$ цэг дэх хэлбэлзлийн далайц буурч, эхний хоёр бүс бүрэн нээгдэхэд бараг тэг хүртэл буурна (Зураг 5.5, б-г үз). Дараа нь далайц дахин нэмэгдэх (Зураг 5.5, в) гэх мэтээр үргэлжилнэ."
    },
    {
      "type": "text",
      "value": "Нүхийг томруулахын оронд ажиглалтын $P$ цэгийг $P_{0} P$ шугамын дагуу (Зураг 5.3-ыг хар) нүх рүү ойртуулахад үүнтэй ижил үзэгдэл ажиглагдана. Энэ зургаас үүнийг ойлгоход хялбар байдаг: энэ үед саадын нүхэн дэх нээлттэй Френелийн бүсийн тоо $N$ нэмэгдэх болно."
    },
    {
      "type": "text",
      "value": "Өнгөц хувьд харахад Гюйгенс-Френелийн зарчимд үндэслэн таамагласан эдгээр үр дүн парадокс мэт санагдана. Гэсэн хэдий ч эдгээр нь туршлагаар сайн батлагддаг. Үүний зэрэгцээ геометрийн оптикийн хувьд $P$ цэг дэх гэрлийн эрчим нүхний радиусаас хамаарахгүй байх ёстой билээ."
    },
    {
      "type": "text",
      "value": "Ийнхүү, бүрэн нээлттэй долгионт гадаргуугаас ирэх $P$ цэг дэх хэлбэлзлийн далайц нь Френелийн төсөөллөөр $A_{\\infty}=A_{1} / 2$-тэй тэнцүү байх ба, өөрөөр хэлбэл зөвхөн Френелийн 1-р бүсийг нээдэг дугуй нүхтэй саад байгаа үеийнхээс эрчим ( $I \\sim A^{2}$ ) дөрөв дахин бага байна."
    },
    {
      "type": "text",
      "value": "$P$ цэгийн хувьд Френелийн хоёр бүсийг нээдэг саад дээрх нүхний хувьд нүхээр гэрлийн урсгал хоёр дахин их нэвтэрдэг хэдий ч тус цэг дэх эрчим бараг тэг хүртэл буурдаг гэсэн Френелийн аргын гайхширсан дүгнэлт нь илүүтэйгээр санаанд оромгүй зүйл мэт санагддаг."
    },
    {
      "type": "text",
      "value": "<b>Пуассоны толбо.</b> Дугуй хэлбэртэй тунгалаг бус дискний ард, түүний геометрийн сүүдрийн төвд гэрлийн эрчим тэг биш байх нь үүнээс дутахгүй санаанд оромгүй зүйл юм. Хэрэв диск Френелийн хэдхэн бүсийг хааж байвал геометрийн сүүдрийн төв дэх гэрлийн эрчим бараг диск байхгүй үеийнхтэй ижил байна. Үүнийг Френелийн спираль (Зураг 5.7) шууд баталдаг бөгөөд хэрэв диск жишээлбэл, Френелийн 1.5 бүсийг хааж байвал долгионт гадаргуу бүрэн нээлттэй үеийн $\\mathbf{A}_{\\infty}$ үр дүнгийн векторыг хоёр векторын нийлбэрээр илэрхийлж болно: $\\mathbf{A}_{\\infty}=\\mathbf{A}_{1.5}+\\mathbf{A}_{\\text{үлд }}$. Эхний ээлжинд"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-142_362_350_506_808.jpg",
      "caption": "Зураг 5.7"
    },
    {
      "type": "text",
      "value": "бүтэн хагас бүс нь хаалттай тул бусад бүх бүсээс үлдэх $\\mathbf{A}_{\\text{үлд }}$ вектор л үлдэнэ. Энэ вектор нь модулиараа $\\mathbf{A}_{\\infty}$ вектороос бага зэрэг л дутуу байдаг."
    },
    {
      "type": "text",
      "value": "Геометрийн сүүдрийн төв дэх энэхүү цайвар толбыг Пуассоны толбо гэж нэрлэдэг. Тухайн үедээ Пуассон Френелийн аргыг судлахдаа дискний сүүдрийн төвд цайвар толбо байх ёстой гэсэн дүгнэлтэд хүрсэн боловч энэ дүгнэлтийг хэтэрхий утгагүй зүйл гэж үзэн Френеллийн хөгжүүлж байсан долгионы онолын эсрэг үнэмшилтэй эсэргүүцэл болгон дэвшүүлж байжээ. Гэвч энэхүү \"утгагүй\" урьдчилсан таамаглал нь Арагогийн туршилтаар батлагдсан юм. Френелийн долгионы онол ийнхүү ялалт байгуулжээ."
    },
    {
      "type": "text",
      "value": "<b>Бүслүүр хавтан.</b> Хэрэв саад дээр зөвхөн сондгой Френелийн бүсүүдийг (1-р, 3-р,...) нээлээ гэвэл эдгээр бүсээс ирэх далайцын векторууд ижил чиглэлтэй байх бөгөөд тэдний нийлбэр нь $\\mathbf{A}_{\\infty}$ ба $\\mathbf{A}_{1}$ векторуудаас модулиараа олон дахин илүү векторыг өгнө. Ийм системийг бүслүүр хавтан гэж нэрлэдэг. Үүнтэй ижил төстэйгөөр зөвхөн тэгш Френелийн бүсүүдийг нээсэн бүслүүр хавтанг мөн бэлтгэж болно."
    },
    {
      "type": "text",
      "value": "Нээлттэй $n$ бүс бүхий бүслүүр хавтан нь Френелийн 1-р бүстэй тэнцэх нүхнээс ойролцоогоор $n^{2}$ дахин их гэрлийн эрчмийг $P$ цэгт бий болгодог."
    },
    {
      "type": "text",
      "value": "Бүслүүр хавтангаар гэрлийн эрчим нэмэгдэх нь линзийн фокуслах үйлдэлтэй эквивалент юм. Бүслүүр хавтангаас $P_{0}$ эх үүсвэр болон түүний \"дүрс\" $P$ хүртэлх зайд линзийн харгалзах зайнуудынхтай ижил хамаарал үйлчилнэ. Үүнийг батлахын тулд (5.5) томьёог дараах байдлаар дахин бичихэд хангалттай:"
    },
    {
      "type": "equation",
      "value": "\\frac{1}{a}+\\frac{1}{b}=\\frac{m \\lambda}{r_{m}^{2}}",
      "tag": "(5.8)"
    },
    {
      "type": "text",
      "value": "Энд тэгшитгэлийн баруун гар талын илэрхийллийг $1 / f$ гэж үзэж болох ба фокусын зай нь $f=r_{m}^{2} / m \\lambda=r_{1}^{2} / \\lambda$ байна, учир нь $r_{m}^{2} \\sim m$ байдаг. Гэхдээ линзээс ялгаатай нь бүслүүр хавтан бол таутохрон биш систем юм: зэргэлдээ нээлттэй бүсүүдээс $F$ фокуст ирж буй хэлбэлзлүүд фазаараа $2 \\pi$-ээр ялгагддаг (замын ялгаа нь $\\lambda$). Энэ (үндсэн) фокусаас гадна бүслүүр хавтан нь бусад, тухайлбал зэргэлдээх нээлттэй бүсүүдээс ирэх хэлбэлзлүүдийн замын ялгаа нь $2 \\lambda$, $3 \\lambda$ г.м. байх $F^{\\prime}$ цэгүүдэд фокусладаг. Гэхдээ эдгээр бусад фокусууд нь үндсэн фокустай харьцуулахад хамаагүй сул байдаг."
    },
    {
      "type": "text",
      "value": "Хэрэв хувтан дээрх бүх тэгш (эсвэл сондгой) дугаартай Френелийн бүсүүдээс гарч буй хоёрдогч долгионуудын фазыг $\\pi$-ээр өөрчилбөл бүслүүр хавтангийн үндсэн $F$ фокус дахь гэрлийн эрчмийг дахин дөрөв дахин нэмэгдүүлэх боломжтой. Энэ үед бүх бүсийн далайцын векторууд ижил чиглэлд хорших ба үр дүнгийн далайц дахин хоёр дахин нэмэгдэх болно. Ийм хувтанг Вуд харгалзах бүсүүд дэх нимгэн лакан бүрхүүлийг барлуулах замаар (сийлбэрлэх) хийж байжээ. Хоёр тохиолдолд долгионт гадаргуугийн бүх цэгээс гарсан хоёрдогч долгионууд $F$ цэгт ижил фазтай ирдэг тул түүний үйлдэл линзнийхтэй бүрэн төстэй байна."
    },
    {
      "type": "text",
      "value": "<b>Нэмэлт тайлбарууд.</b> Эдгээр нь Френелийн спираль өөрөө ажлын хэрэгслийн хувьд ямар байх, мөн нүхний радиусаас хамаарч дифракцын зургийн дүр төрх ямар болохтой холбоотой юм."
    },
    {
      "type": "text",
      "value": "$\\quad$1. Зарим асуудлыг шийдвэрлэхэд, хэрэв бид Френелийн спиралийн зөвхөн эхний хагас мушгираа, өөрөөр хэлбэл эхний бүсээр хязгаарлагдаж, үр дүнгийн хувьд онцгой нарийвчлал шаардаагүй бол эхний мушгирааг зүгээр л тойрог гэж үзэхэд бүрэн хангалттай. Ингэхэд гарах алдаа нь олон тохиолдолд төдийлөн ноцтой байдаггүй."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> $I_{0}$ эрчимтэй хавтгай гэрлийн долгион саадан дээр нормалиар тусна. Энэ саадаар $P$ ажиглалтын цэгт зөвхөн Френелийн 1-р бүсийн дотоод хагас болон Френелийн 2-р бүсийн хоёр дахь (гадаад) хагас хэсгүүд л нээлттэй харагддаг. Тэгвэл $P$ цэг дэх гэрлийн эрчмийг олъё.<br>Френелийн спиралийн эхний мушгирааг тойрог гэж үзэн, харгалзах $\\mathbf{A}_{1}$ ба $\\mathbf{A}_{2}$ векторуудыг (Зураг 5.8) байгуулъя. Үр дүн илэрхий байна: $A=2 A_{\\infty}$, эндээс $I=4 I_{0}$ болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-144_336_348_231_808.jpg",
      "caption": "Зураг 5.8"
    },
    {
      "type": "text",
      "value": "$\\quad$2. Френелийн бүсүүдийн арга нь зөвхөн саадын дугуй нүхний тэнхлэг дээр орших $P$ цэг дэх гэрлийн эрчмийн хэмжээг харьцангуй хялбараар олох боломжийг олгодог. Харин бүхэл дифракцын зургийн эрчмийн хуваарилалтыг тооцоолох нь хамаагүй илүү төвөгтэй байдаг. Нийт зураг нь дугуй тэгш хэмтэй бөгөөд хоорондоо плавнаар солигдох цайвар болон бараан цагиргуудаас бүрддэг."
    },
    {
      "type": "text",
      "value": "Хэрэв саадын нүхэнд Френелийн 1-р бүс эсвэл түүний нэг хэсэг багтвал гэрлийн эрчим нь зургийн төвд (өөрөөр хэлбэл $P$ цэгт) хамгийн их байх бөгөөд $P$ цэгээс холдох тусам нэгэн хэвийн буурна. Хэрэв саадын нүхэнд Френелийн эхний хоёр бүс нээлттэй байвал $P$ цэгийн орчимд бараан дугуй толбо, түүний эргэн тойронд цайвар цагираг үүснэ. Саадын нүхэн дэх нээлттэй $m$ бүсийн тоо нэмэгдэхийн хэрээр цайвар, бараан цагиргийн тоо ч мөн нэмэгдэнэ. Зураг 5.9-д нээлттэй Френелийн $m$ бүсийн янз бүрийн тооноос хамааран $I$ эрчим нь дифракцийн зургийн төв хүртэлх $r$ зайнаас хэрхэн хамаарч түгдэхийг харуулав. Харин нүхэнд Френелийн олон тооны бүс багтсан үед $P$ цэгийн орчимд гэрлийн эрчим бараг жигд болж, харин зөвхөн нүхний геометрийн сүүдрийн ирмэг дээр л маш нарийн цайвар болон бараан цагираг хэлбэртэй судлууд ээлжлэн ажиглагддаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-144_220_1104_1567_60.jpg",
      "caption": "Зураг 5.9"
    },
    {
      "type": "text",
      "value": "Френелийн спиралийн (Зураг 5.6-г үз) боломжуудыг тойрог хэлбэрийн тэгш хэмгүй зарим биетийн дифракцын хувьд тодорхой жишээн дээр харуулъя."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-145_269_496_290_350.jpg",
      "caption": "Зураг 5.10"
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> $I_{0}$ эрчимтэй хавтгай гэрлийн долгион Зураг 5.10-т үзүүлсэн сааднууд дээр нормалиар тусна. Саадуудын ард байрлах $P$ цэгт гэрлийн эрчмийг олцгооё, a) тохиолдолд долгионы гадаргуугийн $3/4$ нь нээлттэй, харин б) тохиолдолд саадын дугуйрсан хэсэг нь $P$ цэгийн хувьд Френелийн 1-р бүсийн хил гэж үзье.<br><br>Юуны өмнө эдгээр тохиолдолд дифракцийн зураг (ээлжлэн солигдох цайвар болон бараан судлууд) тойрог тэгш хэмтэй бус, хамаагүй илүү төвөгтэй байх нь ойлгомжтой. Гэхдээ заасан $P$ цэгийн хувьд тооцоолол хийх нь харьцангуй хялбар байх болно. Үнэндээ, a) тохиолдолд Френелийн бүс тус бүрээс зөвхөн $3/4$ хэсэг нь үйлчлэх тул $P$ цэг дэх далайц $A=(3 / 4) A_{\\infty}$ байх бөгөөд эрчим нь $I=(3 / 4)^{2} I_{0}$ болно.<br><br>Харин б) тохиолдолд $P$ цэг дэх үр дүнгийн далайц $A$ нь Френелийн 1-р бүсийн $A_{1}$ далайц ба бусад бүх бүсийн $(3/4)A_{\\text{үлд }}$ далайцын ялгавартай тэнцүү байх ба энд $A_{\\text{үлд }} \\approx A_{\\infty}$ байна. Онцолж хэлэхэд: яг ялгавартай тэнцүү байна, учир нь хоёр далайц нь Френелийн спираль (Зураг 5.6-г үз) дээр харилцан эсрэг чиглэлтэй, өөрөөр хэлбэл $\\pi$ хэмжээний фазын ялгавартай векторуудад харгалзаж байгаа юм. Иймд $P$ цэг дэх үр дүнгийн далайц:<br>$$A=A_{1}-(3 / 4) A_{\\text{үлд }}=2 A_{\\infty}-(3 / 4) A_{\\infty}=(5 / 4) A_{\\infty} .$$<br>Эндээс эрчим нь $I=(5 / 4)^{2} I_{0}$."
    },
    {
      "type": "text",
      "value": "<b>Френелийн аргын талаарх нэмэлт тайлбарууд.</b> Гюйгенс-Френелийн зарчимд үндэслэсэн тооцоолол нь нүх эсвэл саадын хэмжээ хэтэрхий жижиг ( $\\lambda$ долгионы урттай харьцуулам) байхгүй бол, өөрөөр хэлбэл дифракцын өнцөг тийм ч том биш байх үед, туршлагаас харахад үр дүнгийн долгионы далайцын зөв утгыг олох боломж олгож, дифракцын үеийн гэрлийн эрчмийн хуваарилалтын зөв дүрслэлийг өгдөг."
    },
    {
      "type": "text",
      "value": "Гэвч Френелийн тооцооллын аргад үндсэн тодорхойгүй зүйлүүд байдаг. Тэдгээрийн гол нуудууд нь дараах байдалтай байна."
    },
    {
      "type": "text",
      "value": "$\\quad$1. Элементар долгионуудын интерференцийн үр дүнг тооцоолохдоо долгионы гадаргуугийн $dS$ элементүүдээс үүсэх хэлбэлзлийн далайц нь $dS$ элементийн нормаль болон тооцоолол хийгдэж буй $P$ цэг рүү чиглэсэн чиглэлийн хоорондох $\\vartheta$ өнцгөөс хамаардаг гэж үзнэ. Далайц нь $\\vartheta=0$ үед максимум байх бөгөөд $\\vartheta$-г $\\pi / 2$ руу дөхөх үед тэг хүртэл нэгэн хэвийн буурдаг, өөрөөр хэлбэл \"буцах\" долгион байхгүй болно. Энэхүү нөхцөл байдал нь Френелийн онолоор нотлогдоогүй хэвээр үлдсэн юм."
    },
    {
      "type": "text",
      "value": "$\\quad$2. Френелийн аргаар хийсэн тооцоолол нь үр дүнгийн хэлбэлзлийн фазыг буруу өгдөг. Бүрэн нээлттэй долгионы гадаргуугийн хувьд энэ нь бодит байдлаас $\\pi / 2$-оор ялгагддаг. Энэ нь Зураг 5.6-аас тодорхой харагдана. Френелийн спиралийн эхлэх чиглэл нь ажиглалтын цэгт нэгдүгээр бүсийн төвийн элементээс ирэх хэлбэлзлийн фазыг заадаг. Энэ нь бодит байдалд нийцэх фазын утга юм. Гэтэл бүрэн нээлттэй долгионы гадаргуугийн үр дүнгийн вектор цагийн зүүний эсрэг чиглэлд $\\pi / 2$-оор эргэсэн байдаг буюу фазаараа $\\pi / 2$-оор хоцорч байдаг. Ингэснээр Френелийн постулат туслах эх үүсвэрүүдийн далайцыг зөв тодорхойлж байгаа хэдий ч тэдний фазыг амжилтгүй тодорхойлдог нь харагдаж байна."
    },
    {
      "type": "text",
      "value": "Ихэнх даалгаваруудын хувьд фазын асуудал чухал биш байдаг, учир нь бидний сонирхдог зүйл бол далайцын квадраттай пропорциональ байх үр дүнгийн долгионы эрчим байдаг. Далайцын утгыг гэвэл Френелийн арга зөвөөр гаргаж өгдөг."
    },
    {
      "type": "text",
      "value": "Тиймээс, зарим нэг дутагдалтай талуудыг үл харгалзан, долгионы эрчмийг тооцоолох асуудалд Френелийн арга нь олон тохиолдолд маш үр дүнтэй байдаг ${*}$.<br><br><i>${*}$ Френелийн аргын үндэслэлийг Г. Кирхгоф (1882 он) гаргасан бөгөөд тэрээр дифракцын зүй тогтлыг долгионы тэгшитгэлийн математик шийдлээс гарган авчээ. Үүнтэй уялдуулан Френелийн санаа нь хэд хэдэн чухал нэмэлт (туслах эх үүсвэрүүдийн далайц ба фазын тухайд) хүлээн авсан. Судалгааг цааш нь үргэлжлүүлээд Гюйгенс-Френелийн зарчим нь хил хязгаарын нөхцөлүүд бүхий дифференциал долгионы тэгшитгэлийн интеграл хэлбэрээс өөр юу ч биш гэдэг нь тодорхой болжээ.</i>"
    }
  ]
}