{
  "id": "5.3",
  "title": "§ 5.3. Хагас хавтгай болон завсраас үүсэх Френелийн дифракц",
  "body": [
    {
      "type": "header",
      "id": "5.3",
      "value": "§ 5.3. Хагас хавтгай болон завсраас үүсэх Френелийн дифракц"
    },
    {
      "type": "text",
      "value": "Өмнөх параграфт бид дугуй нүхнээс үүсэх бөмбөрцөг долгионы дифракцыг Гюйгенс-Френелийн зарчмын тусламжтайгаар авч үзсэн. Даалгаврын тэнхлэгийн тэгш хэм нь долгионт гадаргуугийн нээлттэй хэсгийг хуваах бүсүүдийн хэлбэрийг дугуй цагираг хэлбэртэйгээр сонгохыг илтгэж байв. Одоо долгионт гадаргуу нь хавтгай бөгөөд саадын онцлог (хагас хавтгай, завсар) нь долгионт гадаргуугийн нээлттэй хэсгийг шулуун шугаман зурвас хэлбэртэй бүсүүдэд хуваахыг шаардах тохиолдлыг авч үзье.<br><br><i>${*}$ Хожим нь Кирхгоф Гюйгенс-Френелийн зарчимд илүү нарийн томьёоллыг өгсөн бөгөөд энэ нь формаль байдлаар Френелийн онолын бараг бүх дутагдлыг арилгасан юм.</i>"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-147_376_904_147_163.jpg",
      "caption": "Зураг 5.11"
    },
    {
      "type": "text",
      "value": "<b>Хагас хавтгайн шулуун шугаман ирмэгээс үүсэх дифракц.</b> Э дэлгэц дээр $\\lambda$ урттай хавтгай монохромат долгион нормалиар тусаж байна гэж саная. Дэлгэцийн өмнө түүнээс $l$ зайд шулуун шугаман ирмэг бүхий тунгалаг бус $N$ хагас хавтгай байрлуулъя (Зураг 5.11). Хэрэв гэрэл шулуун шугамаар тархдаг байсан бол Э дэлгэц дээр энэ хагас хавтгайн ирмэгээс үүсэх тод сүүдрийг бид ажиглах байсан (зураг дээрх $P_{0}$ цэг). Харин бодит байдал дээр гэрлийн долгиолог шинж чанарын улмаас Э дэлгэц дээр нарийн төвөгтэй дифракцын зураг үүсдэг."
    },
    {
      "type": "text",
      "value": "Энэ зургийг тооцоолохын тулд Гюйгенс-Френелийн зарчмыг ашиглацгаая. Энэ тохиолдолд бидний сонирхож буй долгионт $S$ гадаргуу болгож тунгалаг бус хагас хавтгайн үргэлжлэл болох нээлттэй хэсгийг нь сонгох болно. Харгалзах тооцоог Френель аналитик байдлаар хийсэн бөгөөд Френелийн интеграл гэж нэрлэгддэг хэлбэрээр үр дүнгээ гарган авч, ингэснээр энэ даалгавар шийдэгдсэн юм."
    },
    {
      "type": "text",
      "value": "Бид энд энэхүү тооцооллыг давтан харуулахгүй бөгөөд зөвхөн түүнийг болон гарган авсан үр дүнг вектор диаграмм ашиглан тайлбарлахаар хязгаарлах болно. Энэ бол хамгийн энгийн бөгөөд ойлгомжтой арга бөгөөд үүнээс гадна маш үр дүнтэй практик хэрэглээг нээж өгдөг."
    },
    {
      "type": "text",
      "value": "Тэгш хэмийн үүднээс Э дэлгэц дээрх дифракцын зураг нь геометрийн сүүдрийн хил хүртэлх зайнаас л хамаарах нь тодорхой байна (Зураг 5.11 дэх $P_{0}$ цэг), өөрөөр хэлбэл цайвар болон бараан судлууд нь тунгалаг бус $N$ хагас хавтгайн $K$ шулуун шугаман ирмэгтэй параллель байх ёстой. Цаашид дэлгэц дээрх $P$ цэг дэх хэлбэлзлийн далайцын тухай ярихдаа энэ нь $P$ цэгийг дайран өнгөрөх, хагас хавтгайн ирмэгтэй параллель шулуун дээрх бүх цэгүүдэд хамаатай гэдгийг бид анхаарах болно."
    },
    {
      "type": "text",
      "value": "Эхлээд геометрийн сүүдрийн ирмэг дээр орших $P_{0}$ цэг дэх хэлбэлзлийн далайцыг олъё (Зураг 5.11, a). Энэ цэгийн хувьд (зөвхөн түүнд л) бид долгионт гадаргуугийн нээлттэй хэсгийг хагас цагираг, буюу Френелийн хагас бүсүүд болгон хуваах аргыг ашиглаж болох байсан. Гэвч бид дэлгэцийн бусад цэгүүд дэх хэлбэлзлийн далайцыг мөн тодорхойлох шаардлагатай тул тухайн даалгаврын тэгш хэмтэй уялдуулан долгионт $S$ гадаргуугийн нээлттэй хэсгийг хагас хавтгайн ирмэгтэй параллель, маш нарийн, ижил өргөнтэй шулуун шугаман зурвасуудад (бүсүүд) оюун ухаандаа хуваая."
    },
    {
      "type": "text",
      "value": "Эхний зурвас-бүсээс $P_{0}$ цэгт ирэх хэлбэлзлийн далайцыг $\\mathrm{dA}_{1}$ вектороор дүрсэлье (Зураг 5.12). Дараагийн зурвасаас ирэх хэлбэлзлийн далайцыг цагийн зүүний эсрэг маш бага өнцгөөр эргэсэн $\\mathrm{d} \\mathbf{A}_{2}$ вектороор дүрсэлнэ, учир нь эдгээр хэлбэлзэл нь $P_{0}$ цэг хүрэхдээ арай илүү хол зайг туулж байгаа тул фазаараа хоцрох болно."
    },
    {
      "type": "text",
      "value": "Цаашид дараалж буй далайцын векторуудын хоорондох өнцөг улам бүр өсөх болно, учир нь дараа дараагийн зурвас-бүсүүдээс $P_{0}$ цэгт ирэх хэлбэлзлийн фазын хоцролт улам нэмэгдэнэ. Харин $\\mathrm{d} \\mathbf{A}_{i}$ векторуудын модулиуд нь"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-148_469_328_681_828.jpg",
      "caption": "Зураг 5.12"
    },
    {
      "type": "text",
      "value": "багасах болно ($P_{0}$ цэг хүртэлх зай болон зурваст татсан нормаль ба $P_{0}$ цэг рүү чиглэсэн чиглэл хоорондын $\\vartheta$ өнцөг нэмэгдэх тул)."
    },
    {
      "type": "text",
      "value": "Долгионт $S$ гадаргуугийн хангалттай өргөн зурвасаас $P_{0}$ цэгт ирэх үр дүнгийн хэлбэлзлийн далайц нь тухайн зурваст багтаж буй бүх элементар зурвас-бүсүүдээс ирэх $\\mathrm{d} \\mathbf{A}_{i}$ векторуудын нийлбэрээр (хэлхээгээр) илэрхийлэгдэнэ. Энэ нь Зураг 5.12 дэх $\\mathbf{A}$ вектор юм."
    },
    {
      "type": "text",
      "value": "<b>Корнюгийн спираль.</b> Зурвасын өргөн нь хязгааргүй рүү (өөрөөр хэлбэл хагас хавтгай болон хувирах үед) тэмүүлж, элементар зурвас-бүс бүрийн өргөн тэг рүү тэмүүлэх хязгаарын нөхцөлд векторуудын хэлхээ нь Корнюгийн спиралийн баруун хагас болох гөлгөр муруй болж хувирна (Зураг 5.13). Энэ спираль нь $F_{1}$ ба $F_{2}$ фокусуудын эргэн тойронд хуйлран тахийх тэгш хэмтэй хоёр салбараас бүрдэнэ. Түүний зүүн хагас нь тунгалаг бус хагас хавтгайн $K$ ирмэгээс зүүн тийш орших долгионт гадаргуугийн хэсгүүдээс (хэрэв тэдгээр нь нээлттэй байсан бол) $P_{0}$ цэгт ирэх хэлбэлзлийн үйлдлийг дүрсэлнэ (Зураг 5.11, a-г үз)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-149_577_659_159_69.jpg",
      "caption": "Зураг 5.13"
    },
    {
      "type": "text",
      "value": "Тунгалаг бус хагас хавтгайн $K$ ирмэгээс баруун тийш орших долгионт гадаргуугаас $P_{0}$ цэгт ирэх хэлбэлзлийн далайцыг Корнюгийн спиралийн $O$ цэгээс $F_{2}$ фокус руу татсан вектороор дүрсэлнэ. Харин бүрэн нээлттэй долгионт гадаргуугаас $P_{0}$ цэгт ирэх хэлбэлзлийн далайц нь $F_{1}$ фокусаас $F_{2}$ фокус руу татсан вектороор илэрхийлэгдэнэ."
    },
    {
      "type": "text",
      "value": "Жишээлбэл $P_{0}$ цэгээс баруун тийш орших $P$ цэг дэх (Зураг 5.11, б үз) $x_{1}$ ба $x_{2}$ координатуудын хооронд орших долгионт гадаргуугийн аль нэг зурвасаас ирэх хэлбэлзлийн далайцын векторыг олохын тулд Корнюгийн спираль дээрх тухайн зурваст харгалзах хэсгийг холбосон векторыг байгуулах шаардлагатай."
    },
    {
      "type": "text",
      "value": "Үүнийг дараах байдлаар хийнэ. Корнюгийн спиралийн цэг бүрт ямар нэгэн $s$ параметрийн тодорхой утга харгалздаг (энэ нь спиралийн $O$ цэгээс (Зураг 5.13) эхлэн хэмжигдэх спиралийн нумын урттай пропорциональ). Параметрийн утгуудыг муруйн дагуу заасан байдаг. Аналитик тооцооллоос харахад $s$ параметр нь $C$ цэгээс бидний сонирхож буй долгионт $S$ гадаргуугийн $D$ цэг хүртэлх (Зураг 5.14) $x$ зайтай дараах томьёогоор холбогддог болох нь харагдана:"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-149_323_436_1436_66.jpg",
      "caption": "Зураг 5.14"
    },
    {
      "type": "equation",
      "value": "s=x \\sqrt{\\frac{2}{l \\lambda}},",
      "tag": "(5.9)"
    },
    {
      "type": "text",
      "value": "энд $\\lambda$ - гэрлийн долгионы урт, $l$ - гэрлийн долгионы зам дээрх тухайн нэг саад байрлаж буй хавтгай буюу $S$ долгионт гадаргуугаас Э дэлгэц хүртэлх зай болно."
    },
    {
      "type": "text",
      "value": "$s$ параметр нь $x$ зайтай пропорциональ байгааг анхаарна уу. Тиймээс, $x \\sim s \\sim$ нь мөн Корнюгийн спиралийн $O$ цэгээс (Зураг 5.13-ыг үз) харгалзах чиглэлд (баруун эсвэл зүүн тийш) хэмжигдэх спиралийн нумын урттай параллель байна."
    },
    {
      "type": "text",
      "value": "Одоо хавтгай долгион тунгалаг бус хагас хавтгайн $N$ шулуун шугаман ирмэгээс дифракцлах үед геометрийн сүүдрийн ирмэгийн ойр орчмын дэлгэц дээрх гэрлийн эрчмийн хуваарилалтыг Корнюгийн спираль ашиглан хэрхэн гаргаж авахыг үзүүлье."
    },
    {
      "type": "text",
      "value": "Хэрэв $P$ цэг $P_{0}$ цэгээс баруун тийш (Зураг 5.11, б-г үз) байрлаж байвал $S$ долгионт гадаргуугийн баруун хэсэг ($C$ цэгээс) бүрэн нээлттэй бөгөөд Корнюгийн спираль дээр $P$ цэг дэх хэлбэлзлийн далайц нь $D F_{2}$ векторт харгалзана. Энэхүү векторын төгсгөл нь $F_{2}$ фокуст байрлах ба харин эхлэл болох $D$ цэг нь $P$ цэгийн байрлалаас хамаарна. $P$ цэг нь геометрийн сүүдрийн ирмэг дээр ($P_{0}$ цэгт) байх үед $D$ цэг нь Корнюгийн спираль дээрх $O$ цэгтэй (Зураг 5.13-ыг үз) давхцах бөгөөд харгалзах хэлбэлзлийн далайцын векторыг бүтэн нээлттэй $S$ долгионт гадаргуугаас ирэх $F_{1} F_{2}$ векторын хагастай тэнцүү $O F_{2}$ вектороор дүрсэлнэ. Ийм учраас $P_{0}$ цэг дэх гэрлийн эрчим нь тунгалаг бус хагас хавтгай байхгүй үеийн $I_{0}$ эрчмээс дөрөв дахин бага байна."
    },
    {
      "type": "text",
      "value": "$P$ цэгийг $P_{0}$-оос баруун тийш шилжүүлэх үед Корнюгийн спираль дахь $D$ цэг ($D F_{2}$ векторын эхлэл) спиралийн зүүн салбараар шилжинэ, учир нь $C$ цэгээс зүүн тийш улам бүр шинэ зурвас-бүсүүд нээгдсээр байх болно. Энэ нь $P$ цэгийг $P_{0}$-оос холдуулах үед түүн дэх далайц болон эрчим нь максимумууд ба минимумуудыг дараалан дайран өнгөрөхөд хүргэх бөгөөд эдгээрийн ялгаа аажмаар багасаж, эрчим нь $I_{0}$ утга руу тэмүүлэх болно (Зураг 5.15)."
    },
    {
      "type": "text",
      "value": "$P$ цэгийг $P_{0}$-оос зүүн тийш буюу геометрийн сүүдрийн муж руу шилжүүлэх үед Корнюгийн спираль дээрх $D$ цэг нь $O$ цэгээс баруун тийш шилжинэ."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-150_327_632_1460_298.jpg",
      "caption": "Зураг 5.15"
    },
    {
      "type": "text",
      "value": "Энэ үед $D F_{2}$ векторын урт, улмаар гэрлийн эрчим нэгэн хэвийнээр тэг хүртэл буурах болохыг харахад хялбар байдаг (Зураг 5.15-ыг үз)."
    },
    {
      "type": "text",
      "value": "Одоо тунгалаг бус хагас хавтгайн ирмэгээс дифракцлах гэрлийн эрчмийн хуваарилалттай холбоотой асуудлуудыг Корнюгийн спираль болон (5.9) томьёоны тусламжтайгаар хэрхэн хялбархан шийдвэрлэж болохыг тодорхой жишээн дээр харуулъя."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Тунгалаг бус хагас хавтгайн ирмэгээс үүсэх хавтгай долгионы дифракцыг $N$ хагас хавтгайгаас $l=100 \\text{ см}$ зайд байрлах Э дэлгэц дээр ажиглаж байна. Гэрлийн долгионы урт $\\lambda=500 \\text{ нм}$. Хэрэв тусч буй гэрлийн эрчим $I_{0}$-тай тэнцүү бол Э дэлгэц дээрх эхний хоёр максимумын хоорондох $\\Delta x$ зай болон 1-р максимумын эрчмийг олъё.<br> (5.9) томьёо ёсоор<br>$$\\begin{gathered}\\Delta x=x_{2}-x_{1}=\\left(s_{2}-s_{1}\\right) \\sqrt{l \\lambda / 2}= \\\\ \\=(2.3-1.2) \\sqrt{1 \\cdot 500 \\cdot 10^{-9} / 2}=5.5 \\cdot 10^{-4} \\text{ м}=0.55 \\text{ мм}.\\end{gathered}$$<br>Зураг 5.13 болон шугам ашиглан 1-р максимумын далайц буюу $G$ ба $F_{2}$ цэгүүдийн хоорондох зайг тусах гэрлийн $F_{1} F_{2}$ далайцад харьцуулсан харьцаа нь $\\eta \\approx 1.175$ байгааг олж мэднэ. Тиймээс 1-р максимумын эрчим нь<br>$$I_{1}=\\eta^{2} I_{0}=1.37 I_{0}$$<br>байна."
    },
    {
      "type": "text",
      "value": "Ихэвчлэн лабораторийн төхөөрөмжүүдэд ажиглалтын $P$ цэг нь тунгалаг бус хагас хавтгайн ард нэг метрээс хэтрэхгүй зайд байрладаг гэдгийг тэмдэглэх нь зүйтэй. Энэ үед хагас хавтгайн ирмэгийн ойр орших долгионт $S$ гадаргуугийн харьцангуй жижиг хэсэг нь үр дүнгийн хэлбэлзлийн далайцыг тодорхойлоход роль гүйцэтгэдэг. Ийм нөхцөлд бараг ямар ч саадын ирмэгийг шулуун шугамтай гэж үзэх боломжтой бөгөөд дифракцын зургийг тооцоолохдоо Корнюгийн спиралийг амжилттай ашиглаж болно."
    },
    {
      "type": "text",
      "value": "<b>Завсраас үүсэх дифракц.</b> Корнюгийн спираль болон (5.9) томьёоны тусламжтайгаар хязгааргүй урт шулуун шугаман завсраас үүсэх дифракцийн зураг дээрх эрчмийн хуваарилалтыг мөн л адил аргаар тооцоолж болно. Дэлгэц дээрх дифракцийн зураг өөрөө завсартай параллель байрлах, ээлжлэн солигдох цайвар болон бараан судлуудаас бүрдсэн, дунд хэсгийнхээ хувьд тэгш хэмтэй дүр төрхтэй байна (хавтгай гэрлийн долгион завсар дээр нормалиар тусаж байна гэж үзнэ)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-152_268_1099_166_66.jpg",
      "caption": "Зураг 5.16"
    },
    {
      "type": "text",
      "value": "Мөнөөх Корнюгийн спиралийг ашигласнаар завсрын өргөнийг аажмаар нэмэгдүүлэх үед дифракцийн зургийн гол хэсгийн эрчим эхлээд минимум, дараа нь минимум, тэгээд дахин максимум гэх мэтээр өөрчлөгдөх болохыг батлахад хялбар (Зураг 5.16, a, б, в). Ийнхүү бид дүр төрхийн голд максимумууд болон минимумуудын дараалсан ээлжлэлтийг ажиглах болно, тэдгээрийн ялгаа аажмаар багасаж, завсар руу унах гэрлийн эрчим $I_{0}$ рүү тэмүүлэх болно. Харин дифракцийн зураг өөрөө завсрын ирмэгээс үүсэх геометрийн сүүдрийн орчимд л төвлөрч орон нутгийн шинжтэй болох болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Тунгалаг бус саад дахь шулуун шугаман завсар руу хавтгай гэрлийн долгион нормалиар тусна (Зураг 5.17). Долгионы урт $\\lambda=0.60 \\text{ мкм}$. Завсраас Э дэлгэц хүртэлх зай $l=50 \\text{ см}$ байна. $P$ цэгт гэрлийн эрчим максимум байх завсрын хамгийн бага өргөн $b$-г олъё.<br>Энэ нь $P$ цэг дэх хэлбэлзлийн далайц максимум буюу Зураг 5.16, a-д харгалзах ёстой гэсэн үг юм. Энэ үед $s$ параметр (Зураг 5.13-ыг үз) $s \\approx 1.3$-тай тэнцүү байх ёстой. (5.9) томьёо ёсоор параметрийн энэхүү утгад $x=s \\sqrt{l \\lambda / 2}=0.5 \\text{ мм}$ зай харгалзана. Ингээд хайж буй завсрын өргөн:<br>$b=2 x=1 \\text{ мм}$ байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-152_295_448_1179_715.jpg",
      "caption": "Зураг 5.17"
    },
    {
      "type": "text",
      "value": "Зөвхөн дифракцийн зургийн нэг цэг дэх эрчмийн талаарх асуудлыг шийдвэрлэх боломжийг олгодог байсан Френелийн спиралаас ялгаатай нь Корнюгийн спираль нь олон тохиолдолд дифракцийн зургийн бүх цэгүүд дэх эрчмийн хуваарилалтыг олох боломжийг олгодог гэдгийг тэмдэглэх нь зүйтэй."
    }
  ]
}