{
  "id": "5.5",
  "title": "§ 5.5. Дугуй нүхнээс үүсэх Фраунгоферийн дифракц",
  "body": [
    {
      "type": "header",
      "id": "5.5",
      "value": "§ 5.5. Дугуй нүхнээс үүсэх Фраунгоферийн дифракц"
    },
    {
      "type": "text",
      "value": "Оптикийн төхөөрөмжүүдэд линз, объектийн хүрээ болон диафрагм нь ихэвчлэн дугуй хэлбэртэй байдаг тул дугуй нүхнээс үүсэх Фраунгоферийн дифракц практикт ихээхэн сонирхол татдаг."
    },
    {
      "type": "text",
      "value": "$N$ саад дээрх дугуй нүхнээс үүсэх Фраунгоферийн дифракцийн зургийг нүх рүү хавтгай гэрлийн долгион нормалиар чиглүүлэн, $L$ линзийн фокусын хавтгайд байрлах Э дэлгэц дээр ажиглаж болно (Зураг 5.19). Энэ зураг нь ээлжлэн солигдох бараан болон цайвар цагиргуудаар хүрээлэгдсэн төвийн цайвар толбон хэлбэртэй байна. Харгалзах тооцооноос (энэ нь нэлээд хүндрэлтэй тул бид энд оруулахгүй) эхний бараан цагиргийн минимум нь дифракцийн зургийн төвөөс дараах өнцгийн зайд байна гэж гардаг:"
    },
    {
      "type": "equation",
      "value": "\\vartheta_{1}=1.22 \\frac{\\lambda}{D}",
      "tag": "(5.12)"
    },
    {
      "type": "text",
      "value": "энэ нь нүхний диаметр $D \\gg \\lambda$ байх нөхцөлд (ихэнхдээ ийм байдаг) хүчинтэй."
    },
    {
      "type": "text",
      "value": "Зураг 5.20-д $I$ гэрлийн эрчим $\\vartheta$ өнцгийн радиусаас (дифракцийн өнцөгөөс) хэрхэн хамаарахыг харуулсан бөгөөд энд 0 нь дифракцийн зургийн төв болно. Дээрх (5.12) томьёоноос нүхний $D$ диаметр том байх тусам дифракцийн зургийн хэмжээ бага байх нь харагдаж байна. Нүхээр дамжин өнгөрч буй гэрлийн урсгалын дийлэнх хэсэг ( $84 \\%$ ) нь төвийн цайвар"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-155_405_401_1378_138.jpg",
      "caption": "Зураг 5.19"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-155_401_429_1379_693.jpg",
      "caption": "Зураг 5.20"
    },
    {
      "type": "text",
      "value": "толбоны мужид тусдаг. Иймээс эхний ойролцооллоор дифракцийн зургийг (5.12) томьёогоор тодорхойлогдох $\\vartheta_{1}$ өнцгийн радиустай зөвхөн ганц цайвар толбоноос бүрддэг гэж үзэж болно. Мөн энэхүү төвийн цайвар толбыг $D$ диаметртэй дугуй нүхний ирмэгүүдээс дифракцлан өргөссөн холын цэгэн эх үүсвэрийн дүрс хэмээн тооцож болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Хэрэв нүхний диаметр $D=1.0 \\text{ мм}$, фокусын зай $f=50 \\text{ см}$ бөгөөд гэрлийн долгионы урт $\\lambda=0.5 \\text{ мкм}$ бол дэлгэц дээрх төвийн цайвар толбоны $d$ диаметрийг мм-ээр олъё. Дэлгэц нь линзийн фокусын хавтгайд байрлана.<br>Дифракцийн $\\vartheta$ өнцөг өсөх тусам төвийн цайвар толбоны гэрэлтүүлэг нэгэн хэвийнээр буурах бөгөөд (Зураг 5.20-ийг үз) нүдээр харахад контрастын ялгаанаас шалтгаалан энэ толбо нь арай жижиг мэт харагддаг. Түүний \"диаметр\" $d$-г эхний бараан цагиргийн радиустай ойролцоогоор тэнцүү байх буюу $d \\approx f \\vartheta_{1}$ гэж үзэж болно. (5.12) томьёог ашиглан дараахыг гарган авна:<br>$$d \\approx 1.22 \\frac{\\lambda f}{D}=1.22 \\frac{0.5 \\cdot 10^{-6} \\cdot 0.5}{10^{-3}} \\approx 0.3 \\cdot 10^{-3} \\text{ м}=0.3 \\text{ мм} .$$"
    },
    {
      "type": "text",
      "value": "Дугуй нүхнээс үүсэх Фраунгоферийн дифракцийн зургийн төвд байнга максимум үүсдэг (төвд максимум эсвэл минимум аль нь ч үүсэж болдог Френелийн дифракцаас ялгаатай нь) гэдгийг анхаарах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "<b>Багцын дифракцийн сарнилт.</b> Гарган авсан үр дүнг жишээлбэл, хавтгай гэрлийн долгион нүхээр (эсвэл диафрагмоор) дамжин өнгөрсний улмаас диаметр нь хязгаарлагдсан гэрлийн багцуудын дифракцийн сарнилтыг үнэлэхэд ашиглаж болно. Нүхээр дамжин өнгөрч буй гэрлийн урсгалын үндсэн хэсэг нь төв дэх дифракцийн максимум дээр тусч байгааг бид тэмдэглэсэн, тиймээс түүний өргөнийг анхны хөндлөн огтлолын диаметр $D$ бүхий багцын өнцгийн хувьдах $\\delta \\theta$ сарнилтыг үнэлэх хэмжүүрээр авч болно:"
    },
    {
      "type": "equation",
      "value": "\\delta \\theta \\sim \\lambda / D .",
      "tag": "(5.13)"
    },
    {
      "type": "text",
      "value": "Энэ бол маш чухал дүгнэлт юм: (дифракцийн улмаас) огтлол нь хязгаарлагдмал төгс параллель гэрлийн багц гаргаж авах нь зарчмын хувьд боломжгүй юм. Энэхүү өргөсөлтийг зөвхөн багцын анхны өргөнтэй харьцуулахад бага байх тохиолдолд л тооцохгүй орхиж болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Анхны диаметр нь $D_{0}=2 \\text{ мм}$ байх \"параллель\" лазерын багцын лазераас $l=100 \\text{ м}$ зайд орших дифракцийн өргөсөлтийг үнэлье (гэрлийн долгионы урт $\\lambda=0.60 \\text{ мкм}$ ).<br>Дифракцийн сарнилтын улмаас бидний сонирхож буй багцын диаметр дараахтай тэнцүү гарна:<br>$$D \\approx l \\delta \\theta \\approx l \\lambda / D_{0}=100 \\cdot 0.6 \\cdot 10^{-6} / 2 \\cdot 10^{-3}=30 \\cdot 10^{-3} \\text{ м}=30 \\text{ мм}.$$<br>Үүнээс харахад дифракцийн өргөсөлт нэлээд их байна."
    },
    {
      "type": "text",
      "value": "<b>Олон тооны нүхнээс үүсэх дифракц.</b> Фраунгоферийн дифракцийн үед дифракцийн зураг дээрх эрчмийн хуваарилалт нь гэрлийн багцуудын байрлалаас бус зөвхөн цацрагийн чиглэлээс хамаарч тодорхойлогддог болохыг тэмдэглэх нь чухал юм. Энэ нь саад дээрх нүхийг чиглэлийг нь өөрчлөхгүйгээр хажуу тийш шилжүүлэхэд эрчмийн хуваарилалт өөрчлөгдөхгүй гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "Саад дээр олон тооны $N$ ширхэг ижил нүх байрлах нөхцөл байдал онцгой сонирхол татдаг. Энд хоёр тохиолдол байх боломжтой:"
    },
    {
      "type": "text",
      "value": "$\\quad$1. нүхнүүд хааг замбараагүй байрласан;<br>$\\quad$2. нүхнүүд эмх цэгцтэй, тогтмол байрласан байх."
    },
    {
      "type": "text",
      "value": "Эхний тохиолдолд тусдаа нүхнүүдээс дифракцлагдсан долгионуудын хоорондох фазын хамаарал нь санамсаргүй шинж чанартай байна (долгионууд некогерент болно). Тиймээс ажиглалтын чиглэл бүрийн хувьд бүх нүхнээс дифракцлагдсан долгионуудын эрчимүүд энгийн байдлаар нэмэгддэг. Нэг нүхнээс үүсэх дифракцийн зургийн эрчмийн хуваарилалт нь тухайн нүхний байрлалаас хамаардаггүй билээ. Иймд олон $N$ тооны нүхнээс яг ийм дүрс гарах ба энэ нь зөвхөн эрчмийн хувьд $N$ дахин нэмэгдсэн байна."
    },
    {
      "type": "text",
      "value": "Дашрамд хэлэхэд, хэрэв гэрлийн үүсвэр нэлээд сул байлаа гэхэд \"нэг\" нүхнээс гарсан дифракцийн зургийн гэрэлтүүлгийг нэмэгдүүлэхийг хүсвэл энэхүү аргыг ашигладаг."
    },
    {
      "type": "text",
      "value": "Хоёр дахь тохиолдолд харин зэргэлдээ нүхнүүдээс дифракцлагдсан долгионууд нь фазын ялгааны тодорхой утгатай байх бөгөөд долгионууд когерент болно. Эдгээр долгионы интерференц нь дифракцийн зургийг мэдэгдэхүйц өөрчилж, зарим чиглэлд эрчим огцом нэмэгдэхэд хүргэдэг. Энэ байдал нь практикийн асар их ач холбогдолтой бөгөөд бид энэ асуудлыг дифракцийн торны жишээн дээр § 5.7-д илүү дэлгэрэнгүй авч үзэх болно."
    },
    {
      "type": "text",
      "value": "<b>Объективийн ялгах чадвар.</b> Энэ асуудалд (5.12) харьцаа чухал үүрэг гүйцэтгэдэг болохыг бид одоо харах болно. Гэрлийн долгиолог шинж чанараас шалтгаалан линзээр үүсгэгдэх цэгийн дүрс нь дифракцийн дугуйтай төстэй харагддаг (энэ нь линзний хүрээнээс гэрэл дифракцлагдсаны үр дүн). Линзээр дамжих гэрлийн урсгалын $80 \\%$ гаруй хувь нь төв дэх цайвар толбод ногддог тул цаашид түүнийг хүрээлэн буй цагиргуудыг үл тоомсорлож болно."
    },
    {
      "type": "text",
      "value": "Одоо хоёр ижил некогерент цэгэн эх үүсвэрийг авч үзье. Хэрэв тэдгээрийн дүрсүүдийн төвүүдийн хоорондох зай төв дэх цайвар толбоны хэмжээтэй харьцуулахад бага бол үр дүнгийн дүрс нь нэг цэгэн эх үүсвэрийн дүрснээс бараг ялгагдахгүй. Энэ үед объектив эдгээр цэгийг ялгаж чадахгүй гэж хэлдэг."
    },
    {
      "type": "text",
      "value": "Харин хоёр цайвар дугуйн төв хоорондын зай тодорхой хэмжээнд хүрэхэд тэдгээрийн хооронд бараан дутагдал (провал) үүсэх ба, үүнийг тусдаа хоёр цэгийн дүрс гэж хүлээн авдаг. Энэ үед объектив эдгээр цэгийг ялгаж байна гэж хэлдэг."
    },
    {
      "type": "text",
      "value": "Хэд хэдэн шалтгааны улмаас ялгах чадварын тоон шалгуур нь зөвхөн нөхцөлт шинжтэйгээр томьёологдож болдог. Ийм нөхцөлт шалгуурыг Рэлей санал болгосон байдаг. Рэлейн шалгуурын дагуу хоёр некогерент цэгэн эх үүсвэрээс үүсэх дифракцийн толбоны нэгнийх нь төв нөгөөгийнхөө дифракцийн зургийн төвд хамгийн ойр орших минимумтэй давхцаж байвал тэдгээрийг ялгагдсан гэж үзнэ. Энэ нь эх үүсвэрүүдийн хоорондох (5.12) томьёогоор тодорхойлогдох хамгийн бага өнцгийн зайд харгалзана:"
    },
    {
      "type": "equation",
      "value": "\\vartheta_{\\text{мин }}=1.22 \\frac{\\lambda}{D} .",
      "tag": "(5.14)"
    },
    {
      "type": "text",
      "value": "Үр дүнгийн дүрсийг Зураг 5.21-д үзүүлсэн бөгөөд энд бараан дутагдал нь эрчмийн максимумын $25 \\%$ орчим хувийг эзэлж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-158_278_522_1520_354.jpg",
      "caption": "Зураг 5.21"
    },
    {
      "type": "text",
      "value": "Хязгаарын $\\vartheta_{\\text{мин }}$ өнцгийн урвуу хэмжигдэхүүнийг ялгах чадвар (эсвэл ялгах хүч) гэж нэрлэдэг:"
    },
    {
      "type": "equation",
      "value": "R=\\frac{1}{\\vartheta_{\\text{мин }}}=\\frac{D}{1.22 \\lambda} .",
      "tag": "(5.15)"
    },
    {
      "type": "text",
      "value": "Энэхүү асуудал нь дурангийн онолд онцгой ач холбогдолтой юм. Дурангийн объективийн фокусын хавтгайд үүсэх одны дүрс нь үнэн хэрэгтээ объективийн дугуй хүрээнээс үүссэн дифракцийн зураг төдий зүйл байдаг. (5.15)-аас харахад дурангийн объективийн ялгах чадвар нь тус объективийн диаметртэй пропорциональ байна. $D=5 \\text{ м}$ диаметр бүхий тольтой дуран авай нь $\\lambda=0.55 \\text{ мкм}$ долгионы урттай гэрлийн хувьд<br>$$\\vartheta_{\\text{мин }}=1.22 \\frac{0.55 \\cdot 10^{-6}}{5} \\approx 1.3 \\cdot 10^{-7} \\approx 0.03 \\text{ өнц. сек}$$<br>өнцгийн ялгацтай байх ба ялгах чадвар нь $R \\sim 10^{7}$ байна."
    },
    {
      "type": "text",
      "value": "Аварга том байгууламж барих замаар дуран авайнуудын ялгах чадварыг нэмэгдүүлэх нь бүтцийн материалын бат бөх чанараас үүдэлтэй байгалийн хязгаартай байдаг. Энэ хязгаарт өдгөө практик дээр аль хэдийнэ хүрсэн. Ялгах чадварыг нэмэгдүүлэх зарчмын цоо шинэ боломж нь нэгдмэл гадаргууг бүрдүүлдэг харьцангуй жижиг хэмжээтэй олон тооны толин гадаргуунуудаас бүрдэх том оптик системийг байгуулах санаатай холбоотой юм. Ийм байгууламж нь нийлмэл ойлгуулагч толины нийт массыг мэдэгдэхүйц бууруулах боломжийг олгодог."
    },
    {
      "type": "text",
      "value": "Хүний нүд алсын зүйлийг харах үедээ зарчмын хувьд объективтэй яг адил үйлддэг. Тиймээс (5.14) ба (5.15) томьёонууд нүдний хувьд ч хэрэглэгдэнэ. Энд $D$ хэмжигдэхүүний үүргийг нүдний хүүхэн харааны $d$ диаметр гүйцэтгэнэ. $d \\approx 4 \\text{ мм}$ бөгөөд $\\lambda=0.55 \\text{ мкм}$ гэж үзвэл нүдний ялгах өнцгөн зай<br>$$\\vartheta_{\\text{мин }}=1.22 \\lambda / d=1.67 \\cdot 10^{-4}=35 \\text{ өнц. сек}$$<br>болохыг олно."
    },
    {
      "type": "text",
      "value": "Энэхүү үр дүн нь нүдний торлог бүрхэвчийн бүтэцтэй холбоотойгоор хүний нүдний ялгах чадварын физиологийн үнэлгээтэй гайхамшигтай сайн тохирдог."
    }
  ]
}