{
  "id": "5.9",
  "title": "§ 5.9. Огтторгуйн торноос үүсэх дифракц",
  "body": [
    {
      "type": "header",
      "id": "5.9",
      "value": "§ 5.9. Огтторгуйн торноос үүсэх дифракц"
    },
    {
      "type": "text",
      "value": "Огторгуйн дифракцийн торны жишээ бол хатуу биеийн талст тор юм. Энэхүү торыг бүрдүүлэгч бөөмсүүд нь өөрсөд дээрээ тусах долгионыг когерентоор сарниулах эмх цэгцтэй байрласан төвүүдийн үүрэг гүйцэтгэдэг."
    },
    {
      "type": "text",
      "value": "Эмх цэгцтэй бүтцээс үүсэх дифракцийг авч үзэхийг ижил зайд орших ижил бөөмсөөс (жишээлбэл, атомуудаас) бүрдсэн шулуун хэлхээнээс монохромат цацраг дифракцлахыг судлахаас эхлэх нь хамгийн хялбар байдаг. Зэргэлдээ бөөмс хоорондын зай (бүтцийн үе) $d$ бөгөөд $\\lambda$ долгионы урттай параллель цацраг ийм хэлхээн дээр ташуу $\\alpha_{0}$ өнцгөөр тусч байна гэж саная (Зураг 5.31). Энхүү зургаас харахад $\\alpha$ өнцгөөр тархаж буй зэргэлдээ бөөмсөөр сарнисан 1 ба 2-р лучуудын замын ялгаа нь"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-175_345_764_1081_233.jpg",
      "caption": "Зураг 5.31"
    },
    {
      "type": "text",
      "value": "$\\Delta=A D-C B=d\\left(\\cos \\alpha-\\cos \\alpha_{0}\\right)$ байна. Фраунгоферийн $m$-р эрэмбийн максимумууд үүсэх $\\alpha=\\alpha_{m}$ өнцгүүд нь энэхүү замын ялгаа долгионы урттай бүхэл тонон үржвэрээр тэнцүү байх нөхцөлөөр тодорхойлогдоно:<br>$$d\\left(\\cos \\alpha_{m}-\\cos \\alpha_{0}\\right)= \\pm m \\lambda, \\quad m=0,1,2, \\ldots$$"
    },
    {
      "type": "text",
      "value": "<b>Лауэгийн нөхцөлүүд.</b> Торны гурван ирмэгтэй параллель $X, Y, Z$ координатын тэнхлэгүүдийн дагуух үеүүд нь $d_{1}, d_{2}, d_{3}$ байх тэгш өнцөгт торыг энгийн байдлыг хангах үүднээс авч үзье. Тэгвэл Фраунгоферийн дифракцийн үед гол максимумууд нь шулуун хэлхээнд цацраг налуу тусах үеийн дифракцийн максимумуудад зориулан саяхан дурдсантай төстэй гурван харьцааг хангах ёстой. Эдгээр харьцааг Лауэгийн нөхцөлүүд гэдэг ба дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "\\begin{align*} & d_{1}\\left(\\cos \\alpha-\\cos \\alpha_{0}\\right)= \\pm m_{1} \\lambda, \\\\ & d_{2}\\left(\\cos \\beta-\\cos \\beta_{0}\\right)= \\pm m_{2} \\lambda, \\\\ & d_{3}\\left(\\cos \\gamma-\\cos \\gamma_{0}\\right)= \\pm m_{3} \\lambda, \\end{align*}",
      "tag": "(5.34)"
    },
    {
      "type": "text",
      "value": "энд $\\alpha_{0}, \\beta_{0}, \\gamma_{0}$ болон $\\alpha, \\beta, \\gamma$ нь $X, Y, Z$ координатын тэнхлэгүүд болон тусаж буй болон дифракцлагдсан багцуудын тархах чиглэлийн хоорондох өнцгүүд; $m_{1}, m_{2}, m_{3}$ - максимумын эрэмбийг ( $0,1,2, \\dots$ ) тодорхойлох бүхэл тоонууд юм."
    },
    {
      "type": "text",
      "value": "$\\alpha, \\beta, \\gamma$ өнцгүүд нь бие биеэсээ үл хамаарсан зүйлс биш юм. Тэгш өнцөгт координатын системийн тохиолдолд тэдгээр нь дараах харьцаагаар холбогддог:"
    },
    {
      "type": "equation",
      "value": "\\cos ^{2} \\alpha+\\cos ^{2} \\beta+\\cos ^{2} \\gamma=1 .",
      "tag": "(5.35)"
    },
    {
      "type": "text",
      "value": "Эдгээр дөрвөн тэгшитгэл нэгэн зэрэг биелэгдэх үед (энэ нь зөвхөн зарим, маш тодорхой $\\lambda$ долгионы уртуудын хувьд л боломжтой байдаг) ийм $\\lambda$-ийн утга бүрд өөр өөрийн максимум (мөн түүн рүү чиглэсэн $\\alpha, \\beta, \\gamma$ чиглэлүүд) харгалзах болно."
    },
    {
      "type": "text",
      "value": "Бас нэгэн чухал нөхцөл байдал байдаг. Хэрэв $\\lambda$ долгионы урт нь торны зэргэлдээх зангилаануудаас ирэх хэлбэлзлийн замын ялгааны хамгийн их утгаас их байвал ( $\\lambda>2 d$ ) бол тэг дүгээрээс бусад бүх дифракцийн максимумууд алга болох ёстой. Ийм долгионы урттай цацраг нь орчинд тархахдаа дифракцад (сарнилтад) өртдөггүй."
    },
    {
      "type": "text",
      "value": "Талст торны тогтмолууд ( $d \\sim 0.5 \\text{ нм}$ ) нь харагдах гэрлийн долгионы уртаас ( $\\lambda \\sim 500 \\text{ нм}$ ) хамаагүй бага байдаг тул харагдах гэрлийн хувьд талстууд нь оптикийн хувьд нэгэн төрлийн (сарниулдаггүй) орчин байдаг. Харин рентген цацрагийн хувьд, талстууд нь эсрэгээрээ байгалийн дифракцийн тор болдог байна."
    },
    {
      "type": "text",
      "value": "<b>Брэгг-Вульфийн томьёо.</b> Лауэгийн нөхцөлүүд (5.34) нь орон зайн бүтцээс үүсэх дифракцийн үзэгдлийн физик мөн чанарыг илэрхийлдэг. Гэвч бид эдгээр нөхцөлүүдийн тусламжтайгаар олж болох үр дүнгийн шинжилгээнд цаашид нарийвчлан тогтож үлдэхгүй, учир нь талст дахь рентген цацрагийн дифракцийг тооцоолох илүү хялбар арга байдаг. Энэ аргыг Брэгг болон Вульф нар санал болгосон ба: талст дахь рентген цацрагийн дифракцийг талстын торны зангилаанууд байрладаг хавтгайнууд болох параллель талст хавтгайнуудын системээс толинд ойхтой адил ойлтын үр дүн гэж үзэж болно. Өөр өөр атомын хавтгайгаас ойсон хоёрдогч долгионууд когерент бөгөөд хоорондоо интерференцэлнэ. Рентген цацрагийн хувьд бүх бодисын хугарлын илтгэгч нэгтэй ойр байдаг тул зэргэлдээ талст хавтгайнуудаас толинд ойсон мэт ойсон хоёр долгионы замын ялгаа нь Зураг 5.32-оос үзвэл $A B C=2 d \\sin \\alpha$ байна, энд $d$ — хавтгайнууд хоорондын зай, $\\alpha$ — налуу өнцөг юм. Энэ үед Фраунгоферийн дифракцийн максимумууд үүсэх чиглэлүүд Брэгг-Вульфийн томьёогоор тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "2 d \\sin \\alpha= \\pm m \\lambda, \\quad m=1,2, \\ldots",
      "tag": "(5.36)"
    },
    {
      "type": "text",
      "value": "Талст дотор янз бүрийн чиглэлд олон тооны атомын хавтгайнуудын системийг татаж болно (Зураг 5.33). Хэрэв тухайн хавтгайн системийн хувьд (5.36) нөхцөл биелж байвал систем бүр нь дифракцийн максимум өгөх боломжтой. Гэсэн хэдий ч зөвхөн атомууд хамгийн шигүү байрласан хавтгайнууд л үр дүнтэй байдаг."
    },
    {
      "type": "text",
      "value": "(5.36) томьёо нь Лауэгийн нөхцөлүүдийн (5.34) мөрдлөг байдлаар гаргаж авч болно гэдгийг анхаарна уу."
    }
  ]
}
