{
  "id": "1.1",
  "title": "§ 1.1. Дулааны цацрагийн асуудал",
  "body": [
    {
      "type": "text",
      "value": "Дулааны цацраг. Эх үүсвэрээс цацарч буй цахилгаан соронзон цацраг өөртөө энергийг авч явдаг. Эх үүсвэрийн шинж чанараас хамааран цацрагийн төрлүүдийг ялгадаг. Бид тэдгээрийг тоочихгүй, учир нь биднийг зөвхөн нэг төрлийн цацраг сонирхож байна - халаалтаар буюу дулаан өгснөөр үүсдэг дулааны цацраг. Энэхүү цацраг нь бусад бүх төрлийн цацрагуудын дунд онцгой байр суурь эзэлдэг. Тэдгээрээс ялгаатай нь дулааны цацраг бол биетүүдтэй термодинамик тэнцвэрт оршиж чадах цорын ганц төрлийн цацраг юм."
    },
    {
      "type": "text",
      "value": "Дулааны цацрагийн шинж чанарын талаар ойлголттой болохын тулд өөр өөр температурт хүртэл халсан, хана нь өөр дээрээ туссан цацрагийг бүрэн ойлгодог битүү хөндийд байрлуулсан хэд хэдэн биетийг авч үзье. Энэ систем эцсийн дүндээ бүх биетийн температур ижил болох дулааны тэнцвэрийн төлөвт ордог болохыг туршлага харуулдаг. Хөндий дэх биетүүдийн хооронд вакуум байсан ч, биетүүд зөвхөн цахилгаан соронзон долгион цацруулах, шингээх замаар энерги солилцож байх үед ч ийм зүйл гардаг. Дурын хугацааны завсрын туршид биетүүдээс цацарсан энерги нь шингээгдсэн энергитэй тэнцүү болж, биетүүдийн хоорондох огторгуй дахь цацрагийн энергийн нягт нь тогтсон температурт харгалзах тодорхой хэмжүүрт хүрдэг. Хөндий дэх цацрагийн ийм төлөв хугацаанаас хамаарч өөрчлөгдөхгүй хэвээр үлдэнэ. Өмнө дурдсанчлан энэ нь тодорхой температуртай биетүүдтэй термодинамик тэнцвэрт оршдог тул түүнийг тэнцвэрт буюу хар цацраг (черное излучение) гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Тэнцвэрт цацрагийн энергийн нягт ба түүний спектрийн бүрэлдэхүүн нь хөндийн хэмжээ, хэлбэр, түүн дотор байгаа биетүүдийн шинж чанараас огт хамаардаггүй болох нь тогтоогдсон. Тэнцвэрт цацрагийн шинж чанар зөвхөн температураас хамаарна. Тиймээс цацраг өөрөө биетүүдтэй дулааны тэнцвэрт оршиж байгаа утгаар нь түүний температурыг эдгээр биетүүдийн температуртай тэнцүү гэж үзэн, цацрагийн температурын талаар ярьж болно. Тэнцвэрт цацраг нь нэгэн төрлийн, изотроп болон туйлшралгүй байна."
    },
    {
      "type": "text",
      "value": "Тэнцвэрт цацрагийн спектрийн бүрэлдэхүүнийг туршилтаар судлахын тулд тодорхой температурт барьж буй хөндийн хананд жижиг нүх гаргана. Нүхээр гадагш гарч буй цацраг нь хөндий доторхтой ижил спектрийн бүрэлдэхүүнтэй байна."
    },
    {
      "type": "text",
      "value": "Энергийн долгионы урт $\\lambda$ эсвэл давтамж $\\omega$-аарх түгэлтийг цацрагийн спектрийн нягт $u_{\\lambda}$ эсвэл $u_{\\omega}$-аар тодорхойлдог ба ингэснээр $u_{\\lambda} \\mathrm{d} \\lambda$ хэмжигдэхүүн нь $(\\lambda, \\lambda+\\mathrm{d} \\lambda)$ завсарт байх долгионы урттай цацрагийн нэгж эзлэхүүний энергийг, харин $u_{\\omega} \\mathrm{d} \\omega$ нь $(\\omega, \\omega+\\mathrm{d} \\omega)$ завсарт байх давтамжтай энергийг өгнө."
    },
    {
      "type": "text",
      "value": "Тэнцвэрт цацрагийн хувьд спектрийн нягт $u_{\\omega}$ (эсвэл $u_{\\lambda}$) нь зөвхөн давтамж (эсвэл долгионы урт) болон температур $T$-ээс хамаарах түгээмэл функц байдаг. Дулааны цацрагийн онолын гол асуудал нь энэхүү функцийг олоход л оршиж байсан юм."
    },
    {
      "type": "text",
      "value": "Энэ асуудлыг сонгодог төсөөллийн тусламжтайгаар шийдэх гэсэн бүх оролдлого бүтэлгүйтсэн. Цацруулж буй биетийн хамгийн энгийн жишээ болох шугаман гармоник осциллятортой цацрагийн тэнцвэрийн тухай бодлого утгагүй (абсурд) үр дүнд хүргэж байв. Дулааны цацрагийн асуудал мухардалд орсон..."
    },
    {
      "type": "header",
      "value": "Планкийн тогтмолыг нээсэн нь"
    },
    {
      "type": "text",
      "value": "Энэ нь 1900 онд болжээ. Планк дулааны цацрагийн спектрийн нягт $u_{\\omega}(T)$-ийн томьёог гаргаж авсан нь туршилтын өгөгдлүүдтэй маш сайн тохирч байв. Гэвч үүний тулд тэрбээр сонгодог физикийн төсөөлөлтэй эрс зөрчилдөх таамаглал дэвшүүлэх хэрэгтэй болсон. Планк осцилляторын энерги нь ямар ч хамаагүй утга биш, харин ямар нэгэн эгэл хэсэг болох энергийн квант $\\varepsilon_{0}$-той пропорциональ тодорхой дискрет утгууд $\\varepsilon_{n}$-ийг л авч болно гэж таамагласан. Үүнтэй холбоотойгоор осциллятороос (бодисоос) цахилгаан соронзон цацраг цацруулах болон шингээх үйл явц тасралтгүй бус, харин хэмжээ нь цацрагийн давтамжтай пропорциональ байх тусдаа квантууд хэлбэрээр дискрет явагддаг байна:"
    },
    {
      "type": "equation",
      "value": "\\varepsilon_{0}=\\hbar \\omega,",
      "tag": "1.1"
    },
    {
      "type": "text",
      "value": "энд $\\hbar$ коэффициентийг хожим нь Планкийн тогтмол* гэж нэрлэх болсон. Туршлагаас тодорхойлсон $\\hbar$-ийн утга нь дараахтай тэнцүү:"
    },
    {
      "type": "equation",
      "value": "\\hbar=1,054 \\cdot 10^{-27} \\text{ эрг } \\cdot \\text{ c } = 0,659 \\cdot 10^{-15} \\text{ эВ } \\cdot \\text{ c. }"
    },
    {
      "type": "note",
      "value": "* Яг үнэндээ $\\varepsilon_{0}$ ба шугаман давтамж $\\nu$-ийн хоорондох пропорционалийн коэффициентийг Планкийн тогтмол гэнэ, $\\varepsilon_{0}=h \\nu$. Харин $\\hbar$ (зураастай $\\hbar$) тогтмол нь $2\\pi$-д хуваасан Планкийн тогтмол $h$ юм. $h$-ийн тоон утга нь $h=6,62 \\cdot 10^{-27}$ эрг $\\cdot$ c $=4,21 \\cdot 10^{-15}$ эВ $\\cdot$ c."
    },
    {
      "type": "text",
      "value": "Физикт «энерги $\\times$ хугацаа» гэсэн хэмжигдэхүүнтэй хэмжигдэхүүн байдаг бөгөөд түүнийг үйлдэл (действие) гэнэ. Планкийн тогтмол нь мөн ижил хэмжигдэхүүнтэй тул түүнийг заримдаа үйлдлийн квант гэж нэрлэдэг. Мөн $\\hbar$-ийн хэмжигдэхүүн импульсийн моментийн хэмжигдэхүүнтэй давхцдаг болохыг тэмдэглүүштэй. Энэхүү давхцал нь цаашид үзүүлснээр санамсаргүй зүйл биш юм."
    },
    {
      "type": "text",
      "value": "Планкийн тогтмолыг зөвхөн дулааны цацрагийн хуулиудын тусламжтайгаар бус, илүү шууд бөгөөд нарийвчлалтай бусад аргуудаар туршилтаар тодорхойлсон байдаг. Төрөл бүрийн физик үзэгдлүүдийн (дулааны цацраг, фотоэффект, тасралтгүй рентген спектрийн богино долгионы хязгаар гэх мэт) үндсэн дээр гаргаж авсан $\\hbar$-ийн утгууд хоорондоо сайн тохирдог."
    },
    {
      "type": "text",
      "value": "Планкийн тогтмол нь харьцангуйн онолд гэрлийн хурд ямар чухал үүрэг гүйцэтгэдгийн адил квант физикт тийм л фундаменталь үүрэг гүйцэтгэдэг түгээмэл констант юм. Планкийн тогтмолыг нээсэн явдал болон түүнтэй холбоотой квантчлалын санаа нь шинэ, квант онол мэндэлснийг илтгэсэн билээ. Физик шинжлэх ухааныг сонгодог (релятивист бус ба релятивист) болон фундаменталь констант $\\hbar$-тай салшгүй холбоотой квант гэж ангилах болсон."
    },
    {
      "type": "text",
      "value": "Иймд Планк сонгодог төсөөлөлтэй зөрчилддөг энергийн квантчлалыг хүлээн зөвшөөрсөн тохиолдолд л дулааны цацрагийн энергийн спектрийн нягтын томьёог гарган авч болно гэдгийг баталсан юм."
    },
    {
      "type": "text",
      "value": "Сонгодог төсөөллөөс ингэж татгалзахтай эвлэрэхэд хэцүү байсан тул Планк агуу нээлтээ хийснийхээ дараа хэдэн жилийн турш энергийн квантчлалыг сонгодог физикийн байр сууриас ойлгохыг оролдсон. Эдгээр оролдлогын бүтэлгүйтэл нь түүнийг сонгодог онолын хүрээнд дулааны цацрагийн мөн чанарыг ойлгох боломжгүй гэсэн эцсийн дүгнэлтэд хүргэсэн."
    }
  ]
}
