{
  "id": "1.2",
  "title": "§ 1.2. Фотоэффект",
  "body": [
    {
      "type": "text",
      "value": "Гэрлийн квантууд. Планкийн квант таамаглал зохих ёсоор үнэлэгдэж, юуны түрүүнд Эйнштейний бүтээлүүдээр цаашид хөгжсөн. Зөвхөн дулааны цацраг гэлтгүй квант таамаглалын үндсэн дээр тайлбарлаж болох бусад үзэгдлүүд ч оршин байдгийг тэрбээр анхлан заажээ."
    },
    {
      "type": "text",
      "value": "Эйнштейн 1905 онд гэрлийн квантуудын таамаглалыг дэвшүүлэв. Гэрэл цацруулах, шингээх үйл явц төдийгүй гэрэл өөрөө ч дискрет шинж чанартай гэж тэрээр таамаглалаа. Гэрлийн корпускуляр шинж чанарын тухай таамаглал нь сонгодог цахилгаан соронзон онолын үүднээс огт ойлгомжгүй байсан фотоэффектийн туршилтын үр дүнг тайлбарлах боломжийг олгосон юм. Энэ асуудлыг илүү дэлгэрэнгүй авч үзье."
    },
    {
      "type": "text",
      "value": "Гэрлийн үйлчлэлээр бодисоос электрон сугаран гарах үзэгдлийг фотоэлектрик эффект буюу фотоэффект гэнэ. Фотоэффектийн зүй тогтлын судалгааг Зураг 1.1-д бүдүүвчлэн харуулсан төхөөрөмж дээр явуулдаг. Катод $K$-г (хэт ягаан туяаг нэвтрүүлдэг) кварц цонхоор нэг өнгийн (монохромат) гэрлээр гэрэлтүүлэх үед катодаас фотоэлектронууд сугаран гарч, хэлхээнд гальванометр $G$-ээр бүртгэгдэх фотогүйдэл үүснэ. Катод болон анод $A$-ийн хооронд өгсөн гадаад хүчдэл $V$-ээс фотогүйдэл $I$ хэрхэн хамаарах графикийг Зураг 1.2-т үзүүлэв. Энэ графикийг фотоэлементийн буюу фотоэффект явагдаж буй багажийн характеристик гэнэ."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-013_358_402_843_68.jpg",
      "caption": "Зураг 1.1"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-013_277_350_1488_68.jpg",
      "caption": "Зураг 1.2"
    },
    {
      "type": "text",
      "value": "Олон тооны туршилтаар фотоэффектийн гурван үндсэн зүй тогтлыг тогтоосон байна:"
    },
    {
      "type": "text",
      "value": "1. Ханалтын фотогүйдэл нь тусаж буй гэрлийн урсгалд (ижил спектрийн бүрэлдэхүүнтэй үед) пропорциональ байна. Энэ нь гэрлийн нөлөөгөөр секунд тутамд сугаран гарч буй электроны тоо тусаж буй гэрлийн чадалтай пропорциональ гэсэн үг юм. Үүнийг анх А. Г. Столетов тогтоосон (1889 он)."
    },
    {
      "type": "text",
      "value": "2. Металл бүрийн хувьд электрон сугаран гарах боломжтой гэрлийн хамгийн их долгионы урт $\\lambda_{\\mathrm{K}}$ (эсвэл хамгийн бага давтамж $\\omega_{\\mathrm{K}}$) оршин байдаг. Хэрэв долгионы урт фотоэффектийн улаан хязгаар гэгдэх $\\lambda_{\\mathrm{K}}$-ээс их байвал тусаж буй гэрлийн эрчим хэчнээн их байсан ч фотоэлектрон гарахгүй*."
    },
    {
      "type": "note",
      "value": "* Маш их эрчимтэй үед (жишээлбэл, фокусласан лазерын цацраг) фотоэффектийн улаан хязгаар алга болдог."
    },
    {
      "type": "text",
      "value": "3. Фотоэлектронуудын хамгийн их кинетик энерги $K$ нь тусгаж буй гэрлийн давтамж $\\omega$-аас шугаман хамаарна (үүн дээр $\\omega$ өсөхөд $K_{\\text{макс}}$ өснө), харин гэрлийн эрчмээс хамаарахгүй. Фотоэлектронуудын кинетик энергийн хамгийн их утгыг саатуулах потенциалын ялгавар гэгдэх хэмжигдэхүүнээр тодорхойлдог болохыг тэмдэглэе (энэ асуудлыг доор авч үзнэ)."
    },
    {
      "type": "text",
      "value": "Сонгодог долгионы төсөөллийн үүднээс электронууд металлаас сугаран гарах баримт нь гайхмаар зүйл биш юм, учир нь тусаж буй цахилгаан соронзон долгион металл дахь электронуудын албадмал хэлбэлзлийг үүсгэдэг. Электрон энергийг шингээснээрээ электроныг металлд барьж байдаг потенциалын хаалтыг давах буюу гаралтын ажлыг гүйцэтгэхэд хүрэлцэхүйц хэмжээний энергийг хуримтлуулж чадна. Хэрэв тийм бол фотоэлектронуудын энерги гэрлийн эрчмээс хамаарах ёстой. Гэрлийн эрчмийг нэмэгдүүлбэл зөвхөн фотоэлектронуудын тоо л өснө."
    },
    {
      "type": "text",
      "value": "Түүнээс гадна гэрлийн эрчим маш бага байх үед онол болон туршлагын хооронд маш том зөрүү үүсдэг. Сонгодог долгионы онолоор бол ийм нөхцөлд фотоэффект мэдэгдэхүйц хоцролттойгоор явагдах ёстой, учир нь шаардлагатай энергийг хуримтлуулахад тодорхой хугацаа шаардагдана. Гэвч фотоэффект бараг хоромхон зуур буюу гэрэлтүүлж эхлэхтэй зэрэгцэн (гэрэлтүүлж эхлэхээс фотогүйдэл гарах хүртэлх хугацаа $10^{-9}$ с-ээс хэтэрдэггүй) үүсдэгийг туршлага харуулж байна."
    },
    {
      "type": "text",
      "value": "Гэрлийн квантуудын тухай Эйнштейний таамаглалд үндэслэн фотоэффектийг авч үзвэл эдгээр бүх хүндрэл арилдаг. Энэ таамаглалын дагуу тусаж буй нэг өнгийн (монохромат) цацрагийг цацрагийн энергийн квантууд болох фотонуудын урсгал гэж үзэх бөгөөд тэдний энерги $\\varepsilon$ нь давтамж $\\omega$-тай дараах харьцаагаар холбогдоно:"
    },
    {
      "type": "equation",
      "value": "\\varepsilon=\\hbar \\omega.",
      "tag": "1.2"
    },
    {
      "type": "text",
      "value": "Фотон шингээгдэх үед түүний энерги тэр чигээрээ нэг электронд дамжина. Ийнхүү электрон кинетик энергийг аажмаар бус, хоромхон зуур олж авдаг. Фотоэффектийн инерцигүй байдаг нь үүгээр тайлбарлагдана."
    },
    {
      "type": "text",
      "value": "Эйнштейний томьёо. Электроны авсан $\\hbar\\omega$ энергийн нэг хэсэг нь металлаас чөлөөлөгдөхөд зарцуулагдана. Харин үлдсэн хэсэг нь металлаас нисэн гарсан фотоэлектроны кинетик энерги болж хувирна. Электроныг металлаас чөлөөлөх буюу потенциалын хаалтыг давахад шаардлагатай хамгийн бага энергийг гаралтын ажил $A$ гэнэ. Иймээс фотоныг шингээх эгэл үйл явц дахь хамгийн их кинетик энергитэй $K_{\\text{макс}}$ фотоэлектронуудын энергийн хадгалагдах хуулийг дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\hbar \\omega=A+K_{\\text{макс}}.",
      "tag": "1.3"
    },
    {
      "type": "text",
      "value": "Энэхүү томьёог анх Эйнштейн гаргаж авсан бөгөөд түүний нэрээр буюу Эйнштейний томьёо гэж нэрлэгддэг."
    },
    {
      "type": "text",
      "value": "Жишээ. Гадаргуугаас электрон гарах ажил нь $A$ байх, бусад биеэс тусгаарлагдсан металл бөмбөрцгийг $\\lambda$ долгионы урттай цахилгаан соронзон цацрагаар гэрэлтүүлье. Фотоэлектрон цацруулж буй бөмбөрцөг ямар хамгийн бага потенциал $\\varphi_{\\text{мин}}$ хүртэл цэнэглэгдэхийг олъё."
    },
    {
      "type": "text",
      "value": "Фотоэлектрон цацаргах хэрээр бөмбөрцөг цэнэглэгдэх буюу саатуулах потенциалын үүрэг гүйцэтгэх эерэг потенциал $\\varphi$-тай болно. Фотоэлектроны «гарах» ёстой потенциалын нүхний гүн түүний хамгийн их кинетик энергитэй тэнцүү болох үед тэнцвэр тогтох бөгөөд (1.3)-ын дагуу бид дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "e \\varphi_{\\text{макс}}=K_{\\text{макс}}=\\hbar \\omega-A."
    },
    {
      "type": "text",
      "value": "Үүнээс $\\omega=2 \\pi c / \\lambda$ гэдгийг тооцвол"
    },
    {
      "type": "equation",
      "value": "\\varphi_{\\text{макс}}=(2 \\pi \\hbar \\mathrm{c} / \\lambda-A) / e."
    },
    {
      "type": "text",
      "value": "Сүүлийн томьёоноос харахад хаалтанд байгаа хэмжигдэхүүн эерэг утгатай байхын тулд $\\lambda$ болон $A$-ийн хоорондын харьцаа тохиромжтой байх ёстой."
    },
    {
      "type": "text",
      "value": "Эйнштейний (1.3) томьёо руу эргэн оръё. Энэ томьёоноос туршлагатай хатуу нийцэх дараах зүй тогтлууд шууд гарна."
    },
    {
      "type": "text",
      "value": "1. Фотоэлектронуудын хамгийн их кинетик энерги тусаж буй гэрлийн давтамжаас шугаман хамаардаг бөгөөд эрчмээс нь хамаардаггүй. Эрчим нь зөвхөн фотоэлектронуудын тоог нөхцөлдүүлэх төдий бөгөөд тэдний хамгийн их кинетик энергид огт нөлөөлөхгүй. Дашрамд дурдахад $K_{\\text{макс}}(\\omega)$ графикийн шулууны налуу (1.3) томьёоноос үзвэл $\\mathrm{d} K_{\\text{макс}} / \\mathrm{d} \\omega=\\hbar$ байна. Планкийн тогтмолыг тодорхойлох аргуудын нэг нь үүнд үндэслэдэг."
    },
    {
      "type": "text",
      "value": "2. Фотоэффектийн босго болох нам давтамжийн хязгаар, өөрөөр хэлбэл фотоэффект явагдахгүй байх давтамж $\\omega_{0}$ оршин байдаг. (1.3)-ын дагуу энэ давтамж $\\hbar \\omega_{0}=A$ тэнцэтгэлд харгалзана. Хэрэв $\\omega<\\omega_{0}$ байвал электрон $A$ «өндөртэй» потенциалын хаалтыг давж, металлаас гарахын тулд фотоны энерги хүрэлцэхгүй гэсэн үг. Гаралтын ажлыг тодорхойлох аргуудын нэг нь үүнд үндэслэдэг*."
    },
    {
      "type": "note",
      "value": "* Гаралтын ажлыг фотоэффектээс хамааралгүйгээр туршилтаар, жишээлбэл, термоэлектрон эмиссийг судлах замаар тодорхойлж болно. Энэ ажил олон хүчин зүйлээс хамаарах бөгөөд хэд хэдэн эВ-ийн эрэмбэтэй байна."
    },
    {
      "type": "text",
      "value": "$\\omega_{0}$ давтамжид фотоэффектийн улаан хязгаар харгалзах бөгөөд түүний долгионы урт нь $\\lambda_{\\mathrm{K}}=2 \\pi c / \\omega_{0}$ байна. Ийм хязгаар оршин байх нь долгионы үүднээс авч үзвэл огт ойлгомжгүй юм. Зарим металлын хувьд $\\lambda_{\\mathrm{K}}$-ийн утгуудыг хүснэгт 1.1-д харуулав."
    },
    {
      "type": "text",
      "value": "Хүснэгт 1.1"
    },
    {
      "type": "text",
      "value": "| Металл | Cs | Na | Zn | Ag | Pt |\n|---|---|---|---|---|---|\n| $\\lambda_{\\mathrm{K}}$, мкм | 0,60 | 0,53 | 0,33 | 0,28 | 0,20 |"
    },
    {
      "type": "text",
      "value": "Лавлах бичгүүдэд ижил металлын хувьд ч $\\lambda_{\\mathrm{K}}$-ийн утгууд нэлээд зөрүүтэй байдаг. Тиймээс 1.1 хүснэгт дэх $\\lambda_{\\mathrm{K}}$-ийн утгуудад болгоомжтой хандах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "Туршилтын хүндрэлүүд. Нарийвчилсан үр дүнд хүрэхэд дараах хоёр нөхцөл байдал ихээхэн саад учруулдгийг тэмдэглэх нь зүйтэй:"
    },
    {
      "type": "text",
      "value": "1. Туршилтын $I(V)$ муруй $V_{1}$ муж орчимд $V$ тэнхлэгт (Зураг 1.2-ыг үз) бараг асимптот байдлаар ойртдог бөгөөд ингэснээр $V_{1}$-ийг тодорхойлоход нэлээд бэрх болдог;"
    },
    {
      "type": "text",
      "value": "2. $I(V)$ муруйг бүхэлд нь (зүүн эсвэл баруун тийш) контактын потенциалын ялгавар (хоёр өөр металлын хооронд үүсдэг потенциалын ялгавар) шилжүүлж өөрчилдөг (катод $K$ болон анод $A$-г хэрэгцээ шаардлагаас шалтгаалан өөр өөр металлаар хийхээс өөр аргагүй болдог учраас энэ нь ихэвчлэн тохиолддог). Катод болон анод хоорондын контактын потенциалын ялгавар нь тэдгээрийг холбож буй дамжуулагчдын шинж чанараас хамаардаггүй болох нь тогтоогдсон."
    },
    {
      "type": "text",
      "value": "Контактын потенциалын ялгавар зайлшгүй оршдог хийгээд түүнийг тооцоолоход хүндрэлтэй байдаг, түүнчлэн туршилтын бусад олон хүндрэл, алдааны эх сурвалжууд байсан тул Эйнштейний (1.3) тэгшитгэлийг хангалттай нарийвчлалтайгаар шууд баталж чадаагүй юм."
    },
    {
      "type": "text",
      "value": "Энэхүү тэгшитгэлийг Милликен (1916 он) болон түүний дараагийн судлаачдын хийсэн нарийвчилсан туршилтуудаар баталсан бөгөөд тэд сферик анод $A$-тай (Зураг 1.3) фотоэлементийг бүтээж, түүний төвд жижиг бөмбөрцөг хэлбэртэй катод $K$-г байрлуулсан. Ийм тохиргоонд тэжээлийн хүчдэл өгөөгүй байсан ч гэрлээр сугаран гарсан бүх электронууд анодод хүрдэг. Түүнээс гадна ийм фотоэлементийн $I(V)$ характеристик нь тэг рүү огцом буурах тул $V_{1}$-ийн утгыг (Зураг 1.2-ыг үз) өндөр нарийвчлалтайгаар тодорхойлж болно."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-017_393_475_1296_68.jpg",
      "caption": "Зураг 1.3"
    },
    {
      "type": "text",
      "value": "Саатуулах потенциалын ялгавар. Энэ хэмжигдэхүүн нь катодаас хамгийн их кинетик энергитэй ($K_{\\text{макс}}$) нисэн гарч буй фотоэлектронуудыг саатуулах боломжийг олгох бөгөөд ингэснээр фотогүйдэл тасалдана. Хэрэв фотоэлементийн катод болон анод хоёулаа нэгэн ижил металлаар хийгдсэн байвал контактын потенциалын ялгавар байхгүй болох тул саатуулах потенциалыг тодорхойлох нь зөвхөн гадны саатуулах хүчдэлийг хэмжих буюу вольтметрийн $V_{3} < 0$ заалтыг л уншихтай утга нэг болох юм (Зураг 1.4). Үнэхээр ч $V = 0$ үед бүх фотоэлектромууд анхны хурднаасаа үл хамааран анодод хүрэх байсан,"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-018_373_394_346_760.jpg",
      "caption": "Зураг 1.4"
    },
    {
      "type": "text",
      "value": "Катод, анод хоёрыг өөр өөр металлаар хийсэн тохиолдолд саатуулах потенциалын ялгаврыг тодорхойлох нь хүндэрнэ (энэ нь ихэвчлэн тохиолддог). Энэ үед контактын потенциалын ялгавар мэдэгдэхүйц нөлөөлж эхэлнэ. Хэрэв саатуулах контактын потенциалын ялгавар байвал фотоэлектронуудын гаралтыг саатуулах бөгөөд ингэхийн тулд гадны хүчдэл $V$-г өгөх шаардлагатай болно (энэ нь вольтметрээр хэмжигдэнэ). Хэрэв энэ хүчдэл саатуулах контактын потенциалыг тэнцвэржүүлэх хэмжээнд хүрвэл хэвтээ хэсэг (ханасан гүйдэл) эхлэх цэг – Зураг 1.5 дахь 2 дугаар цэг – саатуулах потенциалын эерэг утга руу шилжинэ."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-018_390_406_996_754.jpg",
      "caption": "Зураг 1.5"
    },
    {
      "type": "text",
      "value": "Тиймээс саатуулах потенциалын ялгавар $V_{3}$ (модулиараа) дараах нийлбэртэй тэнцүү байна:"
    },
    {
      "type": "equation",
      "value": "V_{3}=V_{2}+\\left|V_{1}\\right|=V_{2}-V_{1},",
      "tag": "1.4"
    },
    {
      "type": "text",
      "value": "энэ нь $V_{1}<0$ үед Зураг 1.5-д харуулснаар байх болно. $V_{1}$ нь ерөнхийдөө алгебрийн хэмжигдэхүүн бөгөөд ямар ч тэмдэгтэй байж болох ба мөн тэгтэй ч тэнцүү байж болно гэдгийг санаж байх нь зүйтэй."
    },
    {
      "type": "text",
      "value": "Хэрэв контактын потенциал саатуулах бус харин фотоэлектронуудыг хурдасгаж байвал, өөрөөр хэлбэл эсрэг тэмдэгтэй байвал 2-р цэгтэй хамт фотоэлементийн $I(V)$ шинж чанар зүүн тийш шилжинэ. Энэ үед $V_{3}$-ийн (1.4) илэрхийлэл хэвээр үлдэх нь мэдээж бөгөөд (вольтметрийн хоёр заалт болох $V_{2}$ ба $V_{1}$ аль аль нь сөрөг байсан ч) тэдгээрийн ялгавар эерэг байж, $V_{3}$-тай тэнцүү байх болно."
    },
    {
      "type": "text",
      "value": "Иймд бид $V_{3}$-г тодорхойлсноор Эйнштейний (1.3) томьёон дахь фотоэлектронуудын хамгийн их кинетик энерги $-K_{\\text{макс}}$-ыг олж байгаа юм:"
    },
    {
      "type": "equation",
      "value": "K_{\\text{макс}}=e V_{\\text{з}}=e\\left(V_{2}-V_{1}\\right).",
      "tag": "1.5"
    },
    {
      "type": "text",
      "value": "Зураг 1.5 дахь 2 дугаар цэгийн байрлал (вольтметрийн $V=V_{2}$ заалт) зөвхөн контактын потенциалын ялгавраас хамаардаг бол 1 дүгээр цэгийн байрлал буюу фотогүйдэл шингээх үеийн вольтметрийн $V_{1}$ заалт тусах гэрлийн $\\omega$ давтамжаас хамаардаг гэдгийг анхаарах нь зөв. Тиймээс саатуулах потенциалын ялгавар $V_{3}$ ч мөн адил $\\omega$-аас хамаарна."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-019_414_396_895_66.jpg",
      "caption": "Зураг 1.6"
    },
    {
      "type": "text",
      "value": "Хэрэв $K_{\\text{макс}}(\\omega)$ туршилтын графикийг зурвал (Зураг 1.6) шулуун шугам гарах бөгөөд энэ нь Эйнштейний (1.3) томьёог маш итгэлтэйгээр батлан харуулж байна."
    },
    {
      "type": "text",
      "value": "Энэхүү шулууны абсцисс тэнхлэгтэй огтлолцох цэг нь фотоэффектийн улаан хязгаарт харгалзах $\\omega_{0}$ давтамжийг, харин ординат тэнхлэгтэй огтлолцох цэг (шулууны үргэлжлэл) гаралтын ажил $A$-г тодорхойлдог гэдгийг дурдах нь зүйтэй болов уу. Харин ординатын тэнхлэгт $V_{1}$ утга буюу фотогүйдлийг тэг болгодог вольтметрийн заалтыг байрлуулбал контактын потенциалаас шалтгаалж дээрх хоёр огтлолцлын цэг $\\omega_{0}$ ба $A$-тай тохирохгүй болно. Харамсалтай нь үүнийг үл ойшоосноос болж гарсан үр дүн нь жинхэнэ утгаас ихээхэн зөрүүтэй байдаг."
    },
    {
      "type": "text",
      "value": "Жишээ. $v=1,0 \\cdot 10^{15}$ Гц ба $v^{\\prime}=1,4 \\cdot 10^{15}$ Гц давтамжтай гэрлээр катодыг дараалуулан гэрэлтүүлэх үед фотогүйдэл зогсох вольтметрийн заалтууд $V_{1}=-0,40 \\text{ В}$ ба $V_{1}^{\\prime}=-2,0 \\text{ В}$ байв (Зураг 1.5-ыг үзнэ үү). Планкийн тогтмолыг олъё."
    },
    {
      "type": "text",
      "value": "Эйнштейний (I.3) тэгшитгэл ба (1.5) томьёог ашиглан бичье:"
    },
    {
      "type": "equation",
      "value": "\\begin{aligned} & 2 \\pi \\hbar v^{\\prime}=A+e\\left(V_{2}-V_{1}^{\\prime}\\right), \\\\ & 2 \\pi \\hbar v=A+e\\left(V_{2}-V_{1}\\right), \\end{aligned}",
      "tag": "1, 2"
    },
    {
      "type": "text",
      "value": "энд $V_{1}^{\\prime}$ болон $V_{1}<0$ болно. Тодорхойгүй $A$ болон $V_{2}$ хэмжигдэхүүнүүдийг үгүй болгохын тулд (1) тэгшитгэлээс (2) тэгшитгэлийг хасъя:"
    },
    {
      "type": "equation",
      "value": "2 \\pi \\hbar\\left(v^{\\prime}-v\\right)=e\\left(V_{1}-V_{1}^{\\prime}\\right)."
    },
    {
      "type": "text",
      "value": "Үүнээс:"
    },
    {
      "type": "equation",
      "value": "\\hbar=\\frac{e}{2 \\pi} \\frac{V_{1}-V_{1}^{\\prime}}{v^{\\prime}-v}=\\frac{4,8 \\cdot 10^{-10} \\cdot 1,6 / 300}{2 \\pi \\cdot 0,4 \\cdot 10^{15}}=1,0 \\cdot 10^{-27} \\text{ эрг} \\cdot \\text{c}."
    }
  ]
}
