{
  "id": "1.4",
  "title": "§ 1.4. Ботегийн туршилт. Фотонууд",
  "body": [
    {
      "type": "text",
      "value": "Ботегийн туршилт нь Эйнштейний гэрлийн квантын тухай таамаглалыг хамгийн шууд байдлаар баталдаг. Энэхүү туршилтад нимгэн металл тугалган цаас (фольга) $F$-ийг маш хурдан ажилладаг хоёр тоолуур болох $G_1$ болон $G_2$-ийн дунд байрлуулсан байна (Зураг 1.9). Фольгыг рентген цацрагийн сул багц $X$-ээр шарах бөгөөд үүний нөлөөгөөр фольга өөрөө рентген цацрагийн эх үүсвэр болж байв. Анхдагч багцын эрчим маш сул байсан учраас"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-022_327_422_1075_742.jpg",
      "caption": "Зураг 1.9"
    },
    {
      "type": "text",
      "value": "фольгаас цацарч буй квантуудын тоо хангалттай бага байв."
    },
    {
      "type": "text",
      "value": "Хэрэв энэ цацрагийн энерги бөмбөрцөг долгион хэлбэрээр тархдаг байсан бол хоёр тоолуур хоёулаа нэгэн зэрэг ажиллах ёстой байв. Гэвч туршлагаас үзэхэд тоолуурууд бие биеэсээ огт хамааралгүйгээр ажиллаж байсан бөгөөд давхцлын тоо санамсаргүй давхцлын хүлээгдэж буй тооноос хэтрэхгүй байжээ. Бүх зүйл яг л $F$ фольгаас гарч буй цацраг нэг бол нэг тоолуурт, эсвэл нөгөө тоолуурт тусаж болох тусдаа квантууд хэлбэрээр тархаж байгаа мэт явагдаж байв."
    },
    {
      "type": "text",
      "value": "Үүнийг зөвхөн цацрагийн салангид актуудад цацрагийн квантууд буюу заримдаа нэг чиглэлд, заримдаа нөгөө чиглэлд нисэх бөөмс үүсдэг гэдгээр л тайлбарлаж болно. Мэдээжийн хэрэг, анхдагч шаралтын үр дүнд фольга электронуудыг мөн цацруулж болзошгүйг харгалзан сэргийлэх арга хэмжээ авсан. Үүнийг үгүйсгэхийн тулд тоолууруудын цонх эдгээр электронуудыг шингээж, туршилтын үр дүнд нөлөөлөхөөс сэргийлж чадахуйц зузаантай байв."
    },
    {
      "type": "text",
      "value": "Ийнхүү хожим нь фотон гэж нэрлэх болсон онцгой цахилгаан соронзон квантууд оршин байдгийг туршилтаар баталсан юм."
    },
    {
      "type": "text",
      "value": "**Фотонууд.** Дээр авч үзсэн туршилтууд болон бусад хэд хэдэн туршилтууд* Эйнштейний гэрлийн квант болох фотонуудын тухай таамаглалыг бүрэн дүүрэн баталсан."
    },
    {
      "type": "note",
      "value": "* Жишээлбэл, Ботегийн туршилттай санаагаараа төстэй А.Ф. Иоффе болон Н.И. Добронравовын туршилт, түүнчлэн С.И. Вавиловын сул үзэгдэх гэрлийн урсгалын флуктуацийг илрүүлэх туршилт."
    },
    {
      "type": "text",
      "value": "Эйнштейнийхээр бол $\\omega$ давтамжтай гэрэл гэдэг нь үнэн хэрэгтээ $\\varepsilon=\\hbar \\omega$ энергитэй фотонуудын урсгал юм. Гэрэл вакуумд $c$ хурдтайгаар тархдаг. Иймээс фотонууд ч мөн адил ийм хурдтайгаар тархана. Харьцангуйн онолын дагуу $v$ хурдтайгаар хөдөлж буй аливаа бөөмийн бүтэн энерги $E$-г дараах байдлаар тодорхойлно:"
    },
    {
      "type": "equation",
      "value": "E=m c^{2} / \\sqrt{1-(v / c)^{2}}.",
      "tag": "1.10"
    },
    {
      "type": "text",
      "value": "Фотоны хувьд $v=c$ байх бөгөөд энэ илэрхийллийн хуваарь тэг болно. Төгсгөлөг энергитэй фотоны хувьд энэ нь зөвхөн $m=0$ байх нөхцөлд л боломжтой юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү бид тайвны масс нь тэгтэй тэнцүү бөөмтэй харьцаж байна."
    },
    {
      "type": "text",
      "value": "Хөдөлж буй бөөмийн энерги $E$ болон импульс $p$-ийн хоорондын холбоог ашиглан, өөрөөр хэлбэл"
    },
    {
      "type": "equation",
      "value": "E^{2}-p^{2} c^{2}=m^{2} c^{4},",
      "tag": "1.11"
    },
    {
      "type": "text",
      "value": "фотон ($m=0$) нь зөвхөн $\\varepsilon=\\hbar \\omega$ энергитэйгээс гадна"
    },
    {
      "type": "equation",
      "value": "p=\\hbar \\omega / c",
      "tag": "1.12"
    },
    {
      "type": "text",
      "value": "импульстэй болохыг харж болно. $\\omega / c=2 \\pi \\nu / c=2 \\pi / \\lambda=k$ харьцааг тооцвол ($k$ нь долгионы тоо), (1.12) нь $p=\\hbar k$ болон өөрчлөгдөнө."
    },
    {
      "type": "text",
      "value": "Тиймээс фотон нь бөөмийн хувиар энерги болон импульстэй байдаг. Импульсийг вектор хэлбэрээр бичвэл, фотоны энерги болон импульсийн хувьд дараах эцсийн илэрхийллүүдийг гарган авна:"
    },
    {
      "type": "equation",
      "value": "\\varepsilon=\\hbar \\omega, \\quad \\mathbf{p}=\\hbar \\mathbf{k},",
      "tag": "1.13"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{k}$ - долгионы вектор бөгөөд түүний модуль нь $k=2 \\pi / \\lambda$ байна.\nДавтамж $\\omega$ болон долгионы вектор $\\mathbf{k}$ нь монохромат гэрлийн долгионы шинж чанарыг харин энерги $\\varepsilon$ болон импульс $\\mathbf{p}$ нь корпускуляр шинж чанарыг тодорхойлдог."
    },
    {
      "type": "text",
      "value": "Бидний танилцсан объект болох фотон нь бөөмийн үүднээс маш өвөрмөц шинж чанартай гэдгийг анхаарах хэрэгтэй. Түүнд тайвны масс байдаггүй бөгөөд түүний цорын ганц төлөв нь бүх тооллын системд ижил $c$ хязгаарын хурдтайгаар хөдлөх явдал юм. Тэрээр тайван байдалд орших тооллын систем гэж үгүй. Тайван байдалд байгаа фотон гэдэг нь физик утгагүй ойлголт юм. Фотоныг зогсоох эсвэл түүний хөдөлгөөний чиглэлийг өөрчлөх гэсэн оролдлого нь түүнийг устгахтай утга нэг болно. «Фотон тийм бөөм дээр сарнисан» гэх мэт хэллэгийг өргөн ашигладаг боловч энэ нь зарим үзэгдлийг энергийн үүднээс авч үзэхэд зөрчилдөхгүй байх хэмжээнд л ашиглагддаг."
    },
    {
      "type": "text",
      "value": "Хэдийгээр эдгээр «хачирхалтай» зүйлс байдаг ч фотоныг масстай бөөмстэй ижил байр сууринаас авч үзэхэд тохиромжтой байдаг. Энэ үед фотон нь энгийн бөөмтэй төстэй биш, харин фотоны зөвхөн зарим шинж чанарууд л бөөмийн шинж чанартай төстэй байдгийг онцгойлон дурдах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "**Корпускуляр-долгионы дуализм.** Туршилтын баримтуудаас үзэхэд гэрэл нь бодистой харилцан үйлчлэхдээ корпускуляр шинж чанарыг үзүүлдэг. Гэвч гэрлийг сонгодог корпускулуудын урсгал гэж үзэх төсөөлөл нь цахилгаан соронзон долгионы тухай сонгодог төсөөлөлтэй (интерференци болон дифракцын үзэгдлүүдэд батлагддаг) нийцдэггүй."
    },
    {
      "type": "text",
      "value": "Энд илт зөрчилдөөн байгаа нь тодорхой байна. Үнэхээр ч (1.13) харьцаанууд нь гэрлийн корпускуляр болон долгионы шинж чанаруудыг холбодог: зүүн тал ($\\varepsilon$ болон $\\mathbf{p}$) нь фотоныг бөөм гэж тодорхойлж байхад, баруун талд нь тэдний долгионы шинж чанарыг тодорхойлогч $\\omega$ болон $\\mathbf{k}$ агуулагддаг. Гэвч энэ хоёр шинж чанар зэрэгцэн орших нь сонгодог физикийн үүднээс логик зөрчилгүйгээр тайлбарлагдах боломжгүй юм. Сонгодог физикийн үүднээс авч үзвэл бөөм болон долгион гэсэн ойлголтууд нь бие биенээ үгүйсгэдэг. Фотон-бөөм нь яагаад долгионы шинж чанартай байж болох вэ?"
    },
    {
      "type": "text",
      "value": "Үл нийцэх зүйлсийг өөртөө агуулсан тийм объектыг төсөөлөх нь бидний (сонгодог) төсөөллөөс давсан хэрэг юм. Гэвч туршилтын баримтууд нь яг ийм байдгийг, өөрөөр хэлбэл гэрэл нь корпускуляр-долгионы дуализм буюу хоёрдмол шинж чанартай болохыг хүлээн зөвшөөрөхийг биднээс шаарддаг. Энэ үед фотон нь корпускуляр-долгионы шинж чанаруудаа өөр өөр харьцаатайгаар харуулдаг: жишээлбэл, урт долгионы мужид үндсэндээ долгионы шинж чанарыг, харин богино долгионы мужид корпускуляр шинж чанарыг үзүүлдэг."
    },
    {
      "type": "text",
      "value": "Иймд фотоныг сонгодог байдлаар дүрслэгдэх загвараар төлөөлүүлэх боломжгүй. Тэр бол сонгодог дүр төрхөөр төсөөлөх боломжгүй квант объект юм. Үзэгдлүүдийг судлахдаа бид өөрсдийн төсөөлөлд багтах зүйлээр бус, харин ажиглалт, туршлагаас гарч ирсэн баримтуудыг удирдамж болгох хэрэгтэй гэдгийг бид хүлээн зөвшөөрөхөөс өөр аргагүй юм."
    },
    {
      "type": "text",
      "value": "Түрүүлж дурдахад, электрон, нейтрон, атом зэрэг энгийн корпускулууд мөн л долгионы шинж чанартай болох нь хожим илэрсэн. Биднийг энэ дүгнэлтийг хүлээн зөвшөөрөхөд хүргэсэн туршилтуудыг 3-р бүлэгт авч үзэх болно. Тиймээс орчин үеийн физик нь корпускуляр-долгионы дуализмыг хэрхэн тайлбарладаг тухай асуудлын хэлэлцүүлгийг бид бодисын долгионы шинж чанарыг авч үзсэний дараа 3.3-р хэсэгт үлдээнэ."
    }
  ]
}
