{
  "id": "1.5",
  "title": "§ 1.5. Комптоны эффект",
  "body": [
    {
      "type": "text",
      "value": "**Комптоны туршилтууд.** Комптон (1923) фотонд энерги болон импульс байгааг ажиглаж болох үзэгдлийг нээжээ. Энэхүү туршилтын үр дүн нь цахилгаан соронзон цацрагийн квант мөн чанарын тухай Эйнштейний таамаглалыг дахин нэг удаа үнэмшилтэйгээр баталсан юм."
    },
    {
      "type": "text",
      "value": "Комптон графит, парафин гэх мэт хөнгөн атомуудаас тогтох дээжүүд дээр хатуу рентген цацраг сарнихыг судалжээ. Түүний төхөөрөмжийн бүдүүвчийг Зураг 1.10-д үзүүлэв."
    },
    {
      "type": "text",
      "value": "Рентген цацрагийн эх үүсвэр нь молибден антикатод бүхий рентген хоолой байв. $D_1$ болон $D_2$ диафрагмууд нь нарийн монохромат рентген цацрагийн багцыг ялгах ба тэр нь цааш судлагдаж буй $O$ дээж дээр тусна. Сарнисан цацрагийн спектрийн бүрэлдэхүүнийг судлахын тулд энэ нь хэд хэдэн диафрагмыг өнгөрч рентген спектрографын $K$ талст дээр, түүнээс цааш $C$ тоолуурт (эсвэл фото хавтан дээр) тусдаг байв."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-026_309_438_141_726.jpg",
      "caption": "Зураг 1.10"
    },
    {
      "type": "text",
      "value": "Комптон сарнисан цацраг дотор анхны долгионы урт $\\lambda$-аас гадна, $\\lambda^{\\prime}>\\lambda$ долгионы урттай шилжсэн шугам гарч ирж байгааг илрүүлжээ. Үүнийг Комптоны шилжилт, харин тухайн үзэгдлийг өөрийг нь Комптоны эффект гэж нэрлэсэн байна."
    },
    {
      "type": "text",
      "value": "Ажиглагдаж буй Комптоны шилжилт $\\lambda^{\\prime}-\\lambda$ нь сарниулагч дээжийн материал болон тусаж буй цацрагийн $\\lambda$ долгионы уртаас хамаардаггүй, харин зөвхөн сарнисан болон тусаж буй цацрагийн чиглэлийн хоорондох $\\theta$ өнцгөөр (Зураг 1.10-ыг үз) тодорхойлогддог болохыг туршлага харуулав. Өнцөг ихсэх тусам шилжсэн компонентын эрчим өсөж, шилжээгүй компонентын эрчим буурдаг байна. Үүнийг графит дээр сарнилтын өөр өөр өнцөгт, $0.071 \\text{ нм}$ долгионы урттай молибдений $K_{\\alpha}$-шугамын хувьд хийсэн хэмжилтийн үр дүнгээр Зураг 1.11-д харуулав. Зүүн талд анхны цацрагийн шугамын хэлбэрийг (өөрөөр хэлбэл эрчмийн долгионы уртаарх спектрийн түгэлтийг) харуулав. Баруун талд - сарнилтын өөр өөр өнцгүүд дэх сарнисан цацрагийн хувьд мөн адил зүйлийг харуулав."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-026_295_1002_1329_114.jpg",
      "caption": "Зураг 1.11"
    },
    {
      "type": "text",
      "value": "**Комптоны эффектийн онол.** Сонгодог онол Комптоны сарнилтын зүй тогтлыг, ялангуяа шилжсэн компонент үүсэж байгааг тайлбарлаж чадсангүй. Эдгээрийг зөвхөн квант онолын үндсэн дээр л ойлгох боломжтой байв. Комптон рентген квантын сарнилтыг долгионы уртын өөрчлөлттэйгээр, түүний электронтой мөргөлдөх ганц актын үр дүн гэж үзэх хэрэгтэй гэсэн таамаглал дэвшүүлжээ."
    },
    {
      "type": "text",
      "value": "Туршилт хийсэн хөнгөн элементүүдийн атомуудад электроны атомтай холбогдсон холбоосны энерги нь мөргөлдөх үед рентген квантын электронд дамжуулдаг энергитэй харьцуулахад маш бага байдаг. Энэ нь сарнилтын өнцөг их байх тусам илүү сайн биелнэ. Хөнгөн атомуудад атом доторх электроны холбоосны энергийг бүх сарнилтын өнцгүүдэд тооцохгүй байж болох ба бүх электронуудыг чөлөөт гэж үзэж болно. Тэгэхээр Комптоны шилжилт $\\lambda^{\\prime}-\\lambda$ бүх бодист ижил байдгийн учир шалтгаан нэн даруй тодорхой болно. Үнэхээр ч анхнаасаа л сарниулагч бодисыг үндсэндээ зөвхөн чөлөөт электронуудаас тогтдог гэж үзсэн бөгөөд тэдний өөрийн байгалийн онцлогуудыг огт тооцоогүй байна. Гэхдээ энэ нь зөвхөн хөнгөн атомуудад л зөвшөөрөгдөх юм. Хүнд атомуудын дотоод электронуудын хувьд ийм төсөөлөл тохиромжгүй болохыг туршлага нотолдог."
    },
    {
      "type": "text",
      "value": "Одоо энерги болон импульс хадгалагдах хуулийг мөрдөх ёстойг харгалзан фотоны чөлөөт электронтой мөргөлдөх үйл явцыг авч үзье. Мөргөлдөөний үр дүнд электрон релятивист болж болох тул энэ үйл явцыг релятивист динамикийн үндсэн дээр авч үзэх болно."
    },
    {
      "type": "text",
      "value": "Эхэндээ тайван байсан $m c^2$ тайвны энергитэй чөлөөт электрон дээр $\\varepsilon$ энергитэй болон $\\varepsilon/c$ импульстэй фотон туслаа гэж саная. Мөргөлдөөний дараа фотоны энерги $\\varepsilon^{\\prime}$ болох бөгөөд ойн хөдлөх электроны энерги болон импульс $E^{\\prime}$ болон $p^{\\prime}$ болно. Фотон-электрон системийн энерги ба импульс хадгалагдах хуулийн дагуу мөргөлдөхийн өмнөх болон дараах байдалд дараах тэнцэтгэлүүдийг бичье:"
    },
    {
      "type": "equation",
      "value": "\\varepsilon+m c^{2}=\\varepsilon^{\\prime}+E^{\\prime}",
      "tag": "1.14"
    },
    {
      "type": "equation",
      "value": "p^{\\prime 2}=(\\varepsilon / c)^{2}+\\left(\\varepsilon^{\\prime} / c\\right)^{2}-2\\left(\\varepsilon \\varepsilon^{\\prime} / c^{2}\\right) \\cos \\theta,",
      "tag": "1.15"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-027_194_376_1585_64.jpg",
      "caption": "Зураг 1.12"
    },
    {
      "type": "text",
      "value": "хоёр дахь тэнцэтгэлийг импульсийн гурвалжны косинусын теорем дээр үндэслэн бичсэн (Зураг 1.12)."
    },
    {
      "type": "text",
      "value": "Релятивист электроны энерги болон импульсийн хоорондох холбоо нь (П.3)-ийн дагуу дараах хэлбэртэй байдгийг анхаарвал:"
    },
    {
      "type": "equation",
      "value": "E^{\\prime 2}-p^{\\prime 2} c^{2}=m^{2} c^{4},",
      "tag": "1.16"
    },
    {
      "type": "text",
      "value": "$E^{\\prime 2}$-ийг (1.14) томьёоноос, $p^{\\prime 2} c^{2}$-ийг (1.15) томьёоноос олвол:"
    },
    {
      "type": "equation",
      "value": "E^{\\prime 2}=\\left(\\varepsilon-\\varepsilon^{\\prime}+m c^{2}\\right)^{2}=\\varepsilon^{2}+\\varepsilon^{\\prime 2}+m^{2} c^{4}-2 \\varepsilon \\varepsilon^{\\prime}+2 \\varepsilon m c^{2}-2 \\varepsilon^{\\prime} m c^{2},",
      "tag": "1.17"
    },
    {
      "type": "equation",
      "value": "\\left(p^{\\prime} c\\right)^{2}=\\varepsilon^{2}+\\varepsilon^{\\prime 2}-2 \\varepsilon \\varepsilon^{\\prime} \\cos \\theta .",
      "tag": "1.18"
    },
    {
      "type": "text",
      "value": "(1.16) тэнцэтгэлд нийцүүлэн (1.17)-оос (1.18) илэрхийллийг хасаж, гарсан үр дүнг $m^2c^4$-тай тэнцүүлэн, хураасны дараахийг гаргаж авна:"
    },
    {
      "type": "equation",
      "value": "\\varepsilon-\\varepsilon^{\\prime}=\\frac{\\varepsilon \\varepsilon^{\\prime}}{m c^{2}}(1-\\cos \\theta) .",
      "tag": "1.19"
    },
    {
      "type": "text",
      "value": "$\\varepsilon=\\hbar \\omega, \\varepsilon^{\\prime}=\\hbar \\omega^{\\prime}$ ба түүнчлэн $\\omega$ болон $\\lambda$ ($\\omega=2 \\pi c / \\lambda$)-ийн холбоог орлуулан тооцвол бид дараах үр дүнг гаргаж авна:"
    },
    {
      "type": "equation",
      "value": "\\lambda^{\\prime}-\\lambda=\\lambda_{C}(1-\\cos \\theta),",
      "tag": "1.20"
    },
    {
      "type": "text",
      "value": "энд $\\lambda_{C}$ нь $m$ масстай бөөмийн Комптоны долгионы урт* юм,"
    },
    {
      "type": "equation",
      "value": "\\lambda_{C}=2 \\pi \\hbar / m c .",
      "tag": "1.21"
    },
    {
      "type": "note",
      "value": "* Комптоны долгионы урт гэж мөн $\\lambda_C = \\lambda_C / 2\\pi = \\hbar / mc$-г нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Электроны хувьд $\\lambda_C = 2.43 \\cdot 10^{-12} \\text{ м}$ байдаг.\nТүгээмэл тогтмол $\\lambda_C$ нь атомын хамгийн чухал константуудын нэг юм."
    },
    {
      "type": "text",
      "value": "**Гаргаж авсан үр дүнгийн шинжилгээ.** (1.20) харьцаа нь туршлагаар ажиглагдах Комптоны шилжилтийн сарнилтын өнцөг $\\theta$-ээс хамаарах хамааралтай маш сайн нийлдэг (Зураг 1.11-ийг үз). Сарнисан цацрагийн хоёр компонентын хоёулангийнх нь өргөсөлт нь сарнилтыг явуулж буй электронууд болон атомуудын хөдөлгөөн буюу Доплерийн эффектээс үүдэлтэй."
    },
    {
      "type": "text",
      "value": "Сарнисан цацрагт шилжээгүй компонент байгаа явдал нь сарниулагч бодисын атомуудын дотоод электронуудтай холбоотой байдаг. Тэдний холбоосны энерги, ялангуяа хүнд атомуудад, рентген фотоны энергитэй ойролцоо байдаг бөгөөд энэ нь тэдгээр электронуудыг чөлөөт гэж үзэж болохгүй гэсэн үг юм. Рентген фотоны энерги болон импульсийн солилцоо нь атомтай бүхэлд нь явагддаг. Атомын масс нь электроны массаас хамаагүй их тул тийм атомууд дээр сарнисан фотонуудын Комптоны шилжилт өчүүхэн бага байх ба тэдний шилжсэн долгионы урт $\\lambda^{\\prime}$ нь тусаж буй цацрагийн $\\lambda$ долгионы урттай бараг ижил байдаг байна. Яг үүнийг (1.20) болон (1.21) томьёонуудаас шууд харж болно."
    },
    {
      "type": "text",
      "value": "Атомын дугаар өсөх тусам холбоостой электронуудын харьцангуй тоо нэмэгддэг. Тиймээс шилжээгүй компонентын эрчим нь шилжсэн компонентын эрчимтэй харьцуулахад өсөх ёстой. Үүнийг мөн туршилтаар ажигладаг."
    },
    {
      "type": "text",
      "value": "Түүнчлэн, сарнилтын өнцөг $\\theta$ өсөх үед электронд дамжиж буй энергийн хэмжээ нэмэгддэг. Эндээс сарнилтын өнцөг $\\theta$ өсөхөд чөлөөт гэж үзэж болох электронуудын харьцангуй хувь нэмэгдэж, улмаар шилжсэн компонентын эрчмийн шилжээгүй компонентын эрчимд харьцуулсан харьцаа өсдөг ба үүнийг туршилт харуулдаг."
    },
    {
      "type": "text",
      "value": "Тиймээс фотоны энерги их байх тусам электроны атомтай холбогдох холбоос сул илэрч, улмаар чөлөөт гэж үзэж болох электроны тоо олширдог байна. Яг ийм учраас Комптоны эффектийг ажиглахын тулд хатуу рентген цацраг ашиглах шаардлагатай. Харин үзэгдэх гэрлийн мужид Комптоны эффект яагаад ажиглагддаггүйн учир үүнд л оршино. Харгалзах фотонуудын энерги хэтэрхий бага тул атомын гадаад электронууд хүртэл чөлөөт электроны үүргийг гүйцэтгэж чаддаггүй байна."
    },
    {
      "type": "text",
      "value": "Комптон болон бусад судлаачдын дараагийн туршилтуудад ойн хөдлөх электронуудыг бүртгэж, электронд фотон сарних эгэл актуудад энерги болон импульс хадгалагдах хууль биелж байгааг нотолсон байдаг."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-029_247_415_1389_68.jpg",
      "caption": "Зураг 1.13"
    },
    {
      "type": "text",
      "value": "Үүнтэй холбогдуулан, жишээлбэл, ойн хөдлөх электрон болон сарнисан фотон зэрэг гарч ирдгийг баталсан Боте ба Гейгер (1925) нарын туршилтыг дурдаж болно. Туршилтын бүдүүвчийг Зураг 1.13-т харуулсан бөгөөд энд $X$ - рентген цацрагийн эх үүсвэр, $P$ - сарниулагч (үүнд цацрагийн нөлөөгөөр Компто-ны эффект явагдах), $\\Phi$ болон $Э$ - сарнисан фотон болон ойн хөдлөх электроныг бүртгэх тоолуурууд юм. Эдгээр тоолууруудыг $P$ сарниулагчтай харьцуулахад тэгш хэмтэй байрлуулж, тоолуурт фотон болон электрон $\\Phi$ болон $Э$ нэгэн зэрэг гарч ирсэн тохиолдлуудыг л бүртгэх боломжийг олгох давхцлын цахилгаан схем $C$-д холбосон байна."
    },
    {
      "type": "text",
      "value": "Үүний үр дүнд, тоолууруудад фотон болон электрон нэгэн зэрэг бүртгэгдсэн тоо нь тэдгээрийн цаг хугацааны хувьд санамсаргүйгээр гарч ирэх үед хүлээж байсан тооноос хэд дахин их байгааг тогтоожээ. Тийнхүү фотоны электронтой мөргөлдөх индивидуаль мөргөлдөөн оршин байдгийг баталсан болно."
    }
  ]
}
