{
  "id": "2.6",
  "title": "§ 2.6. Цахилгаан багтаамж. Конденсаторууд",
  "body": [
    {
      "type": "header",
      "value": "§ 2.6. Цахилгаан багтаамж. Конденсаторууд",
      "id": "2.6"
    },
    {
      "type": "text",
      "value": "<b>Тусгаарлагдсан дамжуулагчийн цахилгаан багтаамж.</b> Ямар нэгэн тусгаарлагдсан дамжуулагч, өөрөөр хэлбэл бусад дамжуулагчид, биетүүд болон цэнэгүүдээс алслагдсан дамжуулагчийг авч үзье. Туршлагаас ийм дамжуулагчийн $q$ цэнэг болон $\\varphi$ потенциал (хязгааргүйд потенциал тэгтэй тэнцэнэ гэж тохиролцсон) хоорондын шууд хувь тэнцвэр $\\varphi \\sim q$ оршдог болохыг харах болно. Тиймийн тул $q / \\varphi$ нь $q$ цэнэгээс хамаарахгүй бөгөөд тусгаарлагдсан дамжуулагч тус бүрд энэ харьцаа өөрийн гэсэн ганц утгатай байдаг. Тэгвэл"
    },
    {
      "type": "equation",
      "value": "C=q / \\varphi",
      "tag": "2.10"
    },
    {
      "type": "text",
      "value": "хэмжигдэхүүнийг тусгаарлагдсан дамжуулагчийн <b>цахилгаан багтаамж</b> (товчлоод — багтаамж) гэнэ. Тэр нь дамжуулагчийн потенциалыг нэг нэгжээр нэмэгдүүлэхэд л шаардагдах цэнэгтэй тоон утгын хувьд тэнцүү байдаг. Багтаамж нь дамжуулагчийн хэмжээ болон хэлбэрт л хамаарна."
    },
    {
      "type": "text",
      "value": "Жишээ. $R$ радиустай бөмбөрцөг хэлбэртэй тусгаарлагдсан дамжуулагчийн багтаамжийг ол."
    },
    {
      "type": "text",
      "value": "Үүнийг хийхийн тулд (2.10) томьёоноос харахад, тухайн дамжуулагчийг санаандаа $q$ цэнэгээр цэнэглэж, потенциалыг нь тооцоолох хэрэгтэй. (1.23) дагуу бөмбөрцгийн потенциал"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\int_{R}^{\\infty} E_{r} \\mathrm{~d} r=\\frac{1}{4 \\pi \\varepsilon_{0}} \\int_{R}^{\\infty} \\frac{q}{r^{2}} \\mathrm{~d} r=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{R} .",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Үр дүнг (2.10)-д орлуулснаар"
    },
    {
      "type": "equation",
      "value": "C=4 \\pi \\varepsilon_{0} R .",
      "tag": "2.11"
    },
    {
      "type": "text",
      "value": "Багтаамжийн нэгж болгон — дамжуулагчид 1 Кл цэнэг өгөхөд потенциал нь 1 В-оор өөрчлөгддөг дамжуулагчийн багтаамжийг авна. Ийм нэгжийг <b>фарад (Ф)</b> гэнэ."
    },
    {
      "type": "text",
      "value": "Фарад — маш том хэмжигдэхүүн: 1 Ф багтаамжтай байхын тулд тусгаарлагдсан бөмбөрцөг нь 9 сая км радиустай байх шаардлагатай бөгөөд энэ нь Дэлхийн радиусаас 1500 дахин их юм (Дэлхийн багтаамж $C=0,7$ мФ). Практик дээр ихэнхдээ 1 мкФ-аас 1 пФ хүртэлх хязгаарт байдаг багтаамжтайтай тулгардаг."
    },
    {
      "type": "text",
      "value": "<b>Конденсаторууд.</b> Дамжуулагч тусдаагүй бол, бусад биетүүд дамжуулагчид ойртох тусам түүний багтаамж мэдэгдэхүйц нэмэгддэг. Энэ нь тухайн дамжуулагчийн орон нь орчиндоо байгаа биетүүд дэр цэнэгийг дахин түгэхэд хүргэдэг — индуцирлэгдсэн цэнэгүүд бий болдогтой холбоотой юм. $q>0$ гэж тооцвол, сөрөг индуцирлэгдсэн цэнэгүүд нь эерэгт нь бодитой ойр байрладаг. Тиймийн тул дамжуулагчийн потенциал (өөрийн цэнэгийн болон бусад биетүүд дэх индуцирлэгдсэн цэнэгийн потенциалуудын алгебрийн нийлбэр) ойролцоо цэнэглэгдээгүй биетүүд хоёрын хоорондын зай ойртох тусам багасна. Тэгэхлээр багтаамж нэмэгдэнэ."
    },
    {
      "type": "text",
      "value": "Энэ нь тусдаа дамжуулагчийнхаас хавьгүй их багтаамжтай, гэхдээ орчиндоо байгаа биетүүдэд хамаарахгүй дамжуулагчдын системийг бүтээхийг боломжтой болгосон юм. Ийм системийг <b>конденсатор</b> гэнэ. Хамгийн энгийн конденсатор нь хоорондоо бага зайд байрлах хоёр дамжуулагчаас (хавтангаас) тогтоно."
    },
    {
      "type": "text",
      "value": "Гадны биетүүд конденсаторын багтаамжид нөлөөлөхгүй байхын тулд, хавтангуудаа хоорондоо харилцан тохируулж байрлуулдаг бөгөөд ингэснийхээ ачаар тэдэнд хуримтлагдах цэнэгийн үүсгэх орон бараг бүхэлдээ конденсатор дотор л байрладаг."
    },
    {
      "type": "text",
      "value": "Энэ нь $\\mathbf{E}$ векторын нэг хавтангаас гараад нөгөө хавтан дээр буух ёстойг, өөрөөр хэлбэл хавтан дээрх цэнэгүүд модулиараа тэнцүү бөгөөд эсрэг тэмдэгтэй ($q$ ба $-q$) байх ёстойг илтгэнэ."
    },
    {
      "type": "text",
      "value": "Конденсаторын гол үзүүлэлт нь <b>багтаамж</b> юм. Тусдаа дамжуулагчийн багтаамжаас ялгаатай нь конденсаторын багтаамжийг хавтангуудын хоорондох потенциалын ялгавартагт конденсаторын цэнэгийн харьцаа гэж ойлгодог (тухайн ялгаврыг <i>хүчдэл</i> гэнэ):"
    },
    {
      "type": "equation",
      "value": "C=q / U .",
      "tag": "2.12"
    },
    {
      "type": "text",
      "value": "Конденсаторын $q$ цэнэг гэдгийн дор эерэгээр цэнэглэгдсэн хавтан дэрх цэнэгийг ойлгоно."
    },
    {
      "type": "text",
      "value": "Конденсаторын багтаамжийг ч фарадаар хэмждэг нь тодорхой."
    },
    {
      "type": "text",
      "value": "Конденсаторын багтаамж нь геометрийн хэмжээ (хавтангийн хэмжээ болоод хэлбэр), хавтангуудын хоорондох зай болоод конденсаторыг бөглөж буй орчноос хамаарна. Хавтангуудын хооронд вакуум байна гэж тооцоод зарим конденсаторын багтаамжийн илэрхийллийг гарган авъя."
    },
    {
      "type": "text",
      "value": "<b>Хавтгай конденсаторын багтаамж.</b> Энэ конденсатор нь $h$ өргөн завсраар тусгаарлагдсан хоёр параллель хавтангаас тогтоно. Конденсаторын цэнэг $q$ бол (1.11)-с хавтангуудын хоорондох орны хүчлэг $E=\\sigma / \\varepsilon_{0}$, тэгэхэд $\\sigma=q / S, S$ — хавтан тус бүрийн талбай. Тиймийн тул хавтангуудын хоорондох хүчдэл"
    },
    {
      "type": "equation",
      "value": "U=E h=q h / \\varepsilon_{0} S .",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Энэ илэрхийллийг (2.12)-д орлуулснаар"
    },
    {
      "type": "equation",
      "value": "C=\\varepsilon_{0} S / h .",
      "tag": "2.13"
    },
    {
      "type": "text",
      "value": "Тооцоолол нь хавтангийн ирмэгт орны гажуудлыг (харааны нөлөөлт) тооцохгүйгээр хийгдсэн. Бодит хавтгай конденсаторын багтаамж нь $h$-завсар нь хавтангийн шугаман хэмжигдэхүүнүүдтэй харьцуулахад хэдий чинээ бага байна, гаргаж авсан илэрхийллийн нарийвчлал нь тэдий чинээ их байна."
    },
    {
      "type": "text",
      "value": "<b>Бөмбөрцөг конденсаторын багтаамж.</b> Конденсаторын дотоод болон гадаад хавтангуудын радиус нь тус тус $a$ болон $b$ байг. Конденсаторын цэнэг $q$ бол, хавтангуудын хоорондох орны хүчлэг Гауссын теоремоор тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "E_{r}=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r^{2}} .",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Конденсаторын хүчдэл"
    },
    {
      "type": "equation",
      "value": "U=\\int_{a}^{b} E_{r} \\mathrm{~d} r=\\frac{q}{4 \\pi \\varepsilon_{0}}\\left(\\frac{1}{a}-\\frac{1}{b}\\right) .",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Эндээс бөмбөрцөг конденсаторын багтаамж"
    },
    {
      "type": "equation",
      "value": "C=4 \\pi \\varepsilon_{0} \\frac{a b}{a-b} .",
      "tag": "2.14"
    },
    {
      "type": "text",
      "value": "Хавтангуудын хоорондох зай бага, өөрөөр хэлбэл $(b-a) \\ll a$ (буюу $b$) болох нөхцлийг хангах үед, гарган авсан илэрхийлэл нь (2.13) буюу хавтгай конденсаторын багтаамжийн илэрхийлэлд шилждэгийг баталж ойлгох нь ашигтай."
    },
    {
      "type": "text",
      "value": "<b>Цилиндр конденсаторын багтаамж.</b> Бөмбөрцөг конденсаторынхтой адилаар дарааллан бодоход"
    },
    {
      "type": "equation",
      "value": "C=\\frac{2 \\pi \\varepsilon_{0} l}{\\ln (b / a)},",
      "tag": "2.15"
    },
    {
      "type": "text",
      "value": "энд $l$ — конденсаторын урт; $a$ болон $b$ — дотоод болон гадаад цилиндр хавтангуудын радиус. Энд ч, өмнөх тохиолдолтой нэгэн адилаар, хавтангуудын хоорондох зай багахан үед гарган авсан илэрхийлэл (2.13)-д шилждэг."
    },
    {
      "type": "text",
      "value": "Конденсаторын багтаамжид орчны үзүүлэх нөлөөллийн тухай § 3.6-г үзнэ үү."
    }
  ]
}
