{
  "id": "3.3",
  "title": "§ 3.3. Импульс хадгалагдах хууль",
  "body": [
    {
      "type": "header",
      "id": "3.3",
      "value": "§ 3.3. Импульс хадгалагдах хууль"
    },
    {
      "type": "text",
      "value": "Юуны өмнө битүү (эсвэл тусгаарлагдсан) системийн ойлголтыг оруулцгаая. Ямар ч гадны бие үйлчлэхгүй (эсвэл тэдний үйлчлэл үл тооцохуйц бага) бөөмсийн системийг ингэж нэрлэнэ. Өөрөөр хэлбэл, гадаад хүч байхгүй бол систем битүү байна. Битүү системийн ойлголт зөвхөн инерциал тооллын системүүдтэй харьцангуй утга учиртай нь ойлгомжтой, учир нь инерциал бус тооллын системд үргэлж гадаад хүчнүүдийн үүрэг гүйцэтгэдэг инерцийн хүчнүүд үйлчилдэг. Битүү системийн ойлголт нь тусгаарлагдсан материаллаг цэгийн ойлголтын төгс ерөнхий тохиолдол бөгөөд физикт маш чухал үүрэг гүйцэтгэнэ."
    },
    {
      "type": "text",
      "value": "(3.4) тэгшитгэлийн дагуу системийн импульс зөвхөн гадаад хүчнүүдийн нөлөөллөөр өөрчлөгдөж чадна. Дотоод хүчнүүд системийн импульсийг өөрчилж чадахгүй. Эндээс шууд импульс хадгалагдах хууль гарна:"
    },
    {
      "type": "text",
      "value": "<i>битүү бөөмсийн системийн импульс тогтмол хэвээр үлддэг, өөрөөр хэлбэл хугацаагаар өөрчлөгддөггүй:</i>"
    },
    {
      "type": "equation",
      "value": "\\mathbf{p}=\\sum \\mathbf{p}_{i}(t)=\\text{const}",
      "tag": "3.6"
    },
    {
      "type": "text",
      "value": "Үүнтэй хамт битүү системийн тусдаа бөөмс эсвэл хэсгүүдийн импульсүүд хугацаатай хамт өөрчлөгдөж болох бөгөөд үүнийг сүүлийн илэрхийлэлд онцолсон байна. Гэвч эдгээр өөрчлөлтүүд үргэлж системийн нэг хэсгийн импульсийн өсөлт нь үлдсэн хэсгийн импульсийн хорогдолтай тэнцүү байх байдлаар явагдана. Өөрөөр хэлбэл, битүү системийн тусдаа хэсгүүд зөвхөн импульсээр солилцож чадна. Ямар нэгэн системд импульсийн өсөлт илэрсэн бол энэ өсөлт нь эргэн тойрны биеүүдийн импульсийн хорогдлын зардлаар болсон гэж батлаж болно."
    },
    {
      "type": "text",
      "value": "Энэ утгаар (3.4) ба (3.5) тэгшитгэлүүдийг импульс хадгалагдах хуулийн илүү ерөнхий томъёолол гэж үзэх ёстой, түүнд битүү бус системийн импульсийн өөрчлөлтийн шалтгаан — бусад биеүүдийн (гадаад хүчнүүдийн) үйлчлэл заагдсан байна. Хэлсэн зүйл мэдээж зөвхөн инерциал тооллын системүүдтэй харьцангуй үнэн."
    },
    {
      "type": "text",
      "value": "Бүх гадаад хүчнүүдийн үр дүнгийн хүч тэгтэй тэнцүү нөхцөлтэй бол битүү бус системд ч импульс хадгалагдаж болно. Энэ нь (3.4) ба (3.5) тэгшитгэлүүдээс шууд гарна. Практик талаас импульсийн хадгалагдал эдгээр тохиолдолд онцгой сонирхолтой, учир нь процессыг дэлгэрэнгүй авч үзэлгүйгээр системийн зан төлөвийн тухай хэд хэдэн мэдээллийг хангалттай энгийн замаар олох боломжийг олгоно."
    },
    {
      "type": "text",
      "value": "Мөн бас. Битүү бус системд импульс $\\mathbf{p}$ өөрөө биш харин түүний $X$ тодорхой чиглэл дээрх $p_{x}$ проекц хадгалагдаж болно. Энэ нь гадаад үр дүнгийн $\\mathbf{F}_{\\text{гад}}$ хүчний $X$ чиглэл дээрх проекц тэгтэй тэнцүү үед, өөрөөр хэлбэл $\\mathbf{F}_{\\text{гад}}$ вектор түүнд перпендикуляр үед тохиолддог. Үнэхээр, (3.4) тэгшитгэлийг проекцловол:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} p_{x} / \\mathrm{d} t=F_{\\text{гад }x},",
      "tag": "3.7"
    },
    {
      "type": "text",
      "value": "эндээс хэрэв $F_{\\text{гад }x} \\equiv 0$ бол $p_{x}$ = const гэж гарна. Жишээлбэл, нэгэн төрлийн хүндийн хүчний оронд системийн хөдөлгөөний үед системд юу ч тохиолдсон ч түүний импульсийн дурын хэвтээ чиглэл дээрх проекц хадгалагдана."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 1.</b> Хөдөлж байсан бөөм хоорондоо $\\theta$ өнцөг үүсгэх $\\mathbf{p}_{1}$ ба $\\mathbf{p}_{2}$ импульстэй хоёр бөөм болон задарсан. Задарсан бөөмийн $p$ импульсийн модулийг олъё."
    },
    {
      "type": "text",
      "value": "Ийм төрлийн асуултуудыг хамгийн амар импульсийн гурвалжингийн (Зураг 3.2) тусламжтайгаар шийддэг, тэр нь импульс хадгалагдах хуулийг илэрхийлнэ: $\\mathbf{p}=\\mathbf{p}_{1}+\\mathbf{p}_{2}$. Косинусын теоремыг ашиглах үлдлээ бөгөөд бид даруй бичиж болно:"
    },
    {
      "type": "equation",
      "value": "p=\\sqrt{p_{1}^{2}+p_{2}^{2}+2 p_{1} p_{2} \\cos \\theta}"
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-076_265_336_270_818.jpg",
      "caption": "Зураг 3.2"
    },
    {
      "type": "text",
      "value": "Эдгээр үндэслэлд систем битүү гэж тооцсон байна. Хэрэв тэр ямар нэгэн гадаад хүчнүүдийн нөлөөнд байвал $\\mathbf{p}$, $\\mathbf{p}_{1}$ ба $\\mathbf{p}_{2}$ импульсүүд доор задарч буй яг өмнө болон дараа тэдгээр эзэмшиж байсан утгуудыг ойлгох хэрэгтэй бөгөөд задрах үзэгдэл өөрөө маш бага хугацаагаар явагдаж байна гэж үзэх хэрэгтэй. Сүүлийнх нь задралын хугацааны турш гадаад хүчнүүдийн импульс үл тооцохуйц бага байхын тулд шаардлагатай."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 2.</b> $m_{1}$ масстай хүн нуурын гадаргуу дээр тайван байдалд байгаа $m_{2}$ масстай нарийхан сал дээр байна. Хүн салтай харьцуулахад $\\Delta \\mathbf{r}'$ шилжилт хийж, зогссон. Усны эсэргүүцэл үл тооцохуйц бага. Салын эрэгтэй харьцуулсан $\\Delta \\mathbf{r}_{2}$ тохирох шилжилтийг олъё."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд хүн — сал систем дээр үйлчилж буй бүх гадаад хүчнүүдийн үр дүнгийн хүч тэгтэй тэнцүү учир энэ системийн импульс өөрчлөгдөхгүй, хөдөлгөөний явцад тэгтэй тэнцүү хэвээр үлдэнэ:"
    },
    {
      "type": "equation",
      "value": "m_{1} \\mathbf{v}_{1}+m_{2} \\mathbf{v}_{2}=\\mathbf{0},"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{v}_{1}$ ба $\\mathbf{v}_{2}$ — эрэгтэй харьцуулсан хүн ба салын хурдууд. Гэвч хүний эрэгтэй харьцуулсан хурдыг $\\mathbf{v}_{1}=\\mathbf{v}_{2}+\\mathbf{v}'$ хэлбэрээр илэрхийлж болно, энд $\\mathbf{v}'$ — салтай харьцуулсан хүний хурд. Эдгээр хоёр тэгшитгэлээс $\\mathbf{v}_{1}$-г зайлуулбал:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{v}_{2}=-\\frac{m_{1}}{m_{1}+m_{2}} \\mathbf{v}^{\\prime}"
    },
    {
      "type": "text",
      "value": "Хоёр талыг $\\mathrm{d} t$-ээр үржүүлбэл салын эгэл шилжилт $\\mathrm{d} \\mathbf{r}_{2}$ ба салтай харьцуулсан хүний эгэл шилжилт $\\mathrm{d} \\mathbf{r}'$-ийн хоорондох холбоог олно. Эцсийн шилжилтүүдийн хувьд ч ийм холбоо байх нь ойлгомжтой:"
    },
    {
      "type": "equation",
      "value": "\\Delta \\mathbf{r}_{2}=-\\frac{m_{1}}{m_{1}+m_{2}} \\Delta \\mathbf{r}^{\\prime}"
    },
    {
      "type": "text",
      "value": "Эндээс салын $\\Delta \\mathbf{r}_{2}$ шилжилт хүний хөдөлгөөний шинж чанараас хамаарахгүй, өөрөөр хэлбэл $\\mathbf{v}'(t)$ хуулиас хамаарахгүй байна нь харагдаж байна."
    },
    {
      "type": "text",
      "value": "Дахин онцлоё: импульс хадгалагдах хууль зөвхөн инерциал системд биелэгдэнэ. Гэвч энэ нь импульс хадгалагдах хууль инерциал бус тооллын системд ч хадгалагдаж болох тохиолдлуудыг үгүйсгэхгүй. Үүний тулд инерциал бус тооллын системд ч үнэн болох (3.4) тэгшитгэлд $\\mathbf{F}_{\\text{гад}}$ гадаад хүч (тэр инерцийн хүчнүүдийг ч агуулна) тэгтэй тэнцүү байх хангалттай. Ийм байдал зөвхөн тусгай нөхцөлд л хэрэгжиж болох нь ойлгомжтой. Тохирох тохиолдлууд нэлээд ховор бөгөөд хувийн шинж чанартай байдаг."
    },
    {
      "type": "text",
      "value": "Одоо хэрэв нэг инерциал $K$-тооллын системд импульс хадгалагдаж байвал дурын өөр инерциал $K'$-системд ч хадгалагдах болохыг үзүүлье. $K$-системд:"
    },
    {
      "type": "equation",
      "value": "\\sum m_{i} \\mathbf{v}_{i}=\\text{const.}"
    },
    {
      "type": "text",
      "value": "Хэрэв $K'$-систем $K$-системтэй харьцуулахад $\\mathbf{V}$ хурдтайгаар хөдөлж байвал $K$-систем дэх $i$-р бөөмийн хурдыг $\\mathbf{v}_{i}=\\mathbf{v}_{i}^{\\prime}+\\mathbf{V}$ гэж илэрхийлж болно, энд $\\mathbf{v}_{i}'$ — $K'$-систем дэх энэ бөөмийн хурд. Тэгвэл системийн импульсийн илэрхийллийг дараах хэлбэр рүү хувиргаж болно:"
    },
    {
      "type": "equation",
      "value": "\\sum m_{i} \\mathbf{v}_{i}^{\\prime}+\\sum m_{i} \\mathbf{V}=\\text{const.}"
    },
    {
      "type": "text",
      "value": "Энэ тэнцэтгэлийн хоёрдугаар нийлбэр хугацаанаас хамаарахгүй. Энэ нь эхний нийлбэр — $K'$-тооллын систем дэх системийн импульс ч хугацаанаас хамаарахгүй гэсэн үг, өөрөөр хэлбэл:"
    },
    {
      "type": "equation",
      "value": "\\sum m_{i} \\mathbf{v}_{i}^{\\prime}=\\text{const.}"
    },
    {
      "type": "text",
      "value": "Олсон үр дүн Галилейн харьцангуй байдлын зарчимд бүрэн нийцэж байна, түүний дагуу механикийн хуулиуд бүх инерциал тооллын системд адилхан байдаг."
    },
    {
      "type": "text",
      "value": "Биднийг импульс хадгалагдах хууль руу хөтөлсөн үндэслэлүүд бүхэлдээ Ньютоны хуулиудын үнэн байдал дээр тулгуурладаг байсан. Тухайлбал, битүү системийн материаллаг цэгүүд хоёр хоёроороо харилцан үйлчилдэг бөгөөд энэ харилцан үйлчлэл Ньютоны гуравдугаар хуулийг дагадаг гэж таамаглагдсан. Харин Ньютоны хуулиудыг дагадаггүй системүүд, жишээлбэл цахилгаан соронзон цацрагтай системийн тохиолдолд юу болох вэ?"
    },
    {
      "type": "text",
      "value": "Энэ асуултад туршлага хариулт өгдөг бөгөөд бүх итгэл үнэмшлээр импульс хадгалагдах хууль ийм системд ч үнэн болохыг харуулдаг. Гэвч эдгээр тохиолдолд импульсийн ерөнхий балансад зөвхөн бөөмсийн импульсүүдийг төдийгүй цахилгаан соронзон орны өөрөө эзэмшдэг импульсийг ч (электродинамикт тогтоогддог) харгалзан үзэх шаардлагатай."
    },
    {
      "type": "text",
      "value": "Иймд туршлага зохих байдлаар ерөнхийлсэн импульс хадгалагдах хууль нь ямар ч гажуудалгүй байгалийн үндсэн хууль болохыг харуулж байна. Гэвч ийм өргөн ойлголтоор энэ нь Ньютоны хуулиудын үр дагавар байхаа больж, туршлагын баримтуудын ерөнхийлөл болох бие даасан ерөнхий зарчим болгон авч үзэх ёстой."
    }
  ]
}