{
  "id": "6.3",
  "title": "§ 6.3. Давхар хугарлын үеийн поляризац",
  "body": [
    {
      "type": "header",
      "id": "6.3",
      "value": "§ 6.3. Давхар хугарлын үеийн поляризац"
    },
    {
      "type": "text",
      "value": "<b>Давхар хугарал.</b> Бараг бүх тунгалаг талст диэлектрүүд оптик анизотроп* шинжтэй байдаг, өөрөөр хэлбэл гэрэл тэдгээрээр нэвтрэн өнгөрөх үеийн оптик шинж чанарууд нь гэрлийн тархах чиглэлээс хамаардаг. Үүнээс үүдэн давхар хугарал хэмээн нэрлэгддэг үзэгдэл бий болдог. Энэ нь талст дээр туссан гэрлийн багц талст дотроо ерөнхийдөө өөр өөр чиглэлд, өөр өөр хурдтайгаар тархах хоёр багц болон хуваагддаг үзэгдэл юм.<br><br><i>${*}$ Бодисын анизотропийн физик мөн чанар нь түүний молекулуудын бүтцийн онцлог эсвэл зангилаанууд дээр нь атом, ионууд байрладаг талст торны онцлогтой холбоотой байдаг.</i>"
    },
    {
      "type": "text",
      "value": "Нэг тэнхлэгт болон хоёр тэнхлэгт талстууд гэж байдаг. Нэг тэнхлэгт талстуудын хувьд хугарсан багцуудын нэг нь энгийн хугарлын хуульд ( $n_{1} \\sin \\vartheta_{1}=n_{2} \\sin \\vartheta_{2}$ ) захирагддаг. Түүнийг ердийн багц гэж нэрлээд о үсэг эсвэл индексээр тэмдэглэдэг. Нөгөө багц нь ердийн бус ( $e$ ) багц бөгөөд энгийн хугарлын хуульд захирагддаггүй бөгөөд гэрлийн багц талстын гадаргуу дээр нормалиар туссан байсан ч ердийн бус багц нь нормалиас хазайж болно (Зураг 6.8). Мөн дүрмээрээ ердийн бус цацраг тусгалын хавтгайд оршдоггүй."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-199_293_372_153_104.jpg",
      "caption": "Зураг 6.8"
    },
    {
      "type": "text",
      "value": "Давхар хугарал хамгийн тод илэрдэг нэг тэнхлэгт талстуудад кварц (талст), исландын шпат, турмалин зэрэг орно."
    },
    {
      "type": "text",
      "value": "Цаашид бид зөвхөн нэг тэнхлэгт талстуудыг авч үзэхээр хязгаарлана."
    },
    {
      "type": "text",
      "value": "<b>Нэг тэнхлэгт талстууд.</b> Нэг тэнхлэгт талстуудад оптик тэнхлэг $O O^{\\prime}$ гэсэн чиглэл байх бөгөөд түүний дагуу ердийн ба ердийн бус долгионууд орон зайд хуваагдалгүйгээр, ижил хурдтайгаар тархдаг*.<br><br><i>${*}$ Слюда зэрэг хоёр тэнхлэгтэй талстуудад ийм хоёр чиглэл байдаг.</i>"
    },
    {
      "type": "text",
      "value": "Талстын оптик тэнхлэг $O O^{\\prime}$ нь ямар нэгэн онцгой шулуун шугам биш юм. Энэ нь зөвхөн талст доторх онцгой чиглэлийг тодорхойлдог бөгөөд талстын аль ч цэгээр дайруулан татаж болно."
    },
    {
      "type": "text",
      "value": "Оптик тэнхлэгийг дайруулан татсан дурын хавтгайг гол огтлол буюу талстын гол хавтгай гэнэ. Ихэвчлэн талст доторх гэрлийн цацрагийг дайрсан гол огтлолыг (хавтгай) ашигладаг."
    },
    {
      "type": "text",
      "value": "Ердийн болон ердийн бус долгионууд (ба цацрагууд) шугаман поляризацтай байдаг. Ердийн долгион дахь $\\mathbf{E}$ векторын хэлбэлзэл нь ердийн цацрагийн хувьд талстын гол огтлолд перпендикуляр чиглэлд явагддаг. Харин ердийн бус долгион дахь $\\mathbf{E}$ векторын хэлбэлзэл ердийн бус цацрагийн хувьд талстын гол огтлолд хэлбэлздэг. Хоёр багцын хувьд $\\mathbf{E}$ векторын хэлбэлзлийн чиглэлийг (ө.х. тэдгээрийн поляризацийн хавтгай) Зураг 6.8-д харуулсан бөгөөд энд хоёр багц болон тэдэнтэй огтлолцох $O O^{\\prime}$ оптик тэнхлэг нь зургийн хавтгайд оршиж байна гэж таамаглав. Энэ тохиолдолд хоёр долгионы ( $o$ болон $e$ ) поляризацийн хавтгайнууд нь харилцан ортогональ байгаа нь харагдаж байна. Энэ нь оптик тэнхлэгийн бараг ямар ч чиглэлд ажиглагддаг болохыг тэмдэглэх нь зүйтэй, учир нь ердийн ба ердийн бус цацрагуудын хоорондох өнцөг нь хангалттай бага байдаг."
    },
    {
      "type": "text",
      "value": "Талстаас гарсан хоёр цацраг зөвхөн поляризацийн чиглэлээрээ л бие биеэсээ ялгагдах тул \"ердийн\" ( $o$ ) болон \"ердийн бус\" ( $e$ ) гэсэн нэршил нь зөвхөн талст дотор л утгатай юм."
    },
    {
      "type": "text",
      "value": "<b>Дихроизм.</b> Хоёр цацрагийн нэг нь ( $o$ эсвэл $e$ ) нөгөөгөөсөө илүү хүчтэй шингээгддэг талстууд байдаг. Энэ үзэгдлийг дихроизм гэж нэрлэдэг. Маш хүчтэй дихроизм нь турмалины (нарийн нийлмэл найрлагатай эрдэс) талстад ажиглагддаг. Түүнд ердийн цацраг нь ойролцоогоор $1 \\text{ мм}$ уртад бараг бүрэн шингээгддэг."
    },
    {
      "type": "text",
      "value": "Дихроизмын үзэгдлийг гэрэл шүүгч хэлбэрээр поляризатор хийхэд ашигладаг бөгөөд тэдгээрийг поляроид (герапатит зэрэг) гэж нэрлэдэг. Тэдгээр нь өөрөөр нь нэвтрэн өнгөрөх гэрлийг шугаман поляризацладаг нимгэн ( $\\sim 0.1 \\text{ мм}$ ) хальс юм."
    },
    {
      "type": "text",
      "value": "<b>Ойх илтгэгч $\\boldsymbol{n}_{o}$ ба $\\boldsymbol{n}_{e}$ тухай.</b> Талстын анизотроп нь ердийн болон ердийн бус долгионы тархах хурдад өөр өөрөөр нөлөөлдөг. Ердийн цацрагийн хурд $v_{o}$ нь талст дахь чиглэлээс хамаардаггүй бол, ердийн бус цацрагийн хурд $v_{e}$ нь оптик тэнхлэгийн чиглэлээс (үүний дагуу хоёр цацрагийн хурд ижил байх) хазайх тусам улам бүр ялгаатай болж, оптик тэнхлэгт перпендикуляр чиглэлд хамгийн их ялгаатай болдог."
    },
    {
      "type": "text",
      "value": "Ердийн бус цацрагийн хурдын чиглэлээс хамаарах хамаарал нь талстын анизотрофоос үүдэлтэй. Үүний үр дүнд диэлектрик нэвтрүүлэх чадвар $\\varepsilon$, цаашлаад хугарлын илтгэгч ( $n=\\sqrt{\\varepsilon}$ ) нь ердийн болон ердийн бус цацрагуудын хувьд өөр өөр гарч, нь талстын оптик тэнхлэгтэй харьцуулсан цацрагийн чиглэлээс ихээхэн хамаардаг байна."
    },
    {
      "type": "text",
      "value": "Нэг тэнхлэгт талстуудыг ердийн цацрагийн хугарлын илтгэгч $n_{o}=c / v_{o}$, болон оптик тэнхлэгт перпендикуляр ердийн бус цацрагийн хугарлын илтгэгч $n_{e}=c / v_{e}$-ээр тодорхойлно. Хүснэгтүүдэд эдгээр $n_{o}$ ба $n_{e}$ утгуудыг л заасан байдаг. $\\lambda=0.55 \\text{ мкм}$ долгионы урттай гэрлийн хувьд эдгээр утгууд нь дараах байдалтай байна:"
    },
    {
      "type": "text",
      "value": "| талст | $n_{o}$ | $n_{e}$ | $\\left|n_{o}-n_{e}\\right|$ |\\n| :--- | :--- | :--- | :--- |\\n| исландын шпат | 1.66 | 1.49 | 0.17 |\\n| кварц | 1.545 | 1.554 | 0.009 |"
    },
    {
      "type": "text",
      "value": "$n_{o}$ болон $n_{e}$ утгууд нь $\\lambda$-аас тодорхой хэмжээгээр хамаарч өөрчлөгддөгийг анхаарна уу."
    },
    {
      "type": "text",
      "value": "<i>Жишээ.</i> Оптик тэнхлэгтээ параллелиар зүссэн хоёр ялтас байна: нэг нь $h=1.0 \\text{ мм}$ зузаантай исландын шпат, нөгөө нь кварц ялтас юм. Кварц ялтас нь тусаж буй $0.55 \\text{ мкм}$ долгионы урттай гэрлийн ердийн ба ердийн бус цацрагуудын оптикийн замын ялгаа нь исландын шпатынхтай ижил байх $h^{\\prime}$ зузааныг олцгооё. Эдгээр хоёр ялтсын хувьд энэ үед нь ямар ялгаатай байх вэ?<br>Оптикийн замын ялгааны тодорхойлолтын дагуу дараахыг бичье<br>$$h\\left(n_{o}-n_{e}\\right)=h^{\\prime}\\left(n_{e}^{\\prime}-n_{o}^{\\prime}\\right) .$$<br>Дээрх хүснэгтийн өгөгдлийг ашиглан ольё:<br>$$h^{\\prime}=h\\left(\\Delta n / \\Delta n^{\\prime}\\right)=1 \\cdot 0.17 / 0.009 \\approx 19 \\text{ мм.} $$<br>Эдгээр хоёр ялтсын ялгаа нь зузаанаасаа гадна, исландын шпатаас гарахдаа ердийн бус цацраг ( $e$ ) нь түрүүлж гарах бол, кварцаас гарахдаа ердийн цацраг ( $o$ ) нь түрүүлж гарах болно."
    },
    {
      "type": "text",
      "value": "<b>Цацрагийн хурдны гадаргуунууд.</b> Нэг тэнхлэгт талст дахь ердийн цацрагийн тархах хурд бүх чиглэлд ижил байдаг бол ердийн бус цацрагийн тархах хурд нь чиглэлээс хамаардаг болохыг цацрагийн хурдны гадаргуунуудын (үүнийг мөн долгионы гадаргуу гэж нэрлэдэг) тусламжтайгаар дүрслэн харуулж болно. Үүнийг байгуулахын тулд дурын о $\\boldsymbol{S}$ цэгээс бүх боломжит чиглэлд цацрагуудыг татаж, тэдгээр дээр тухайн чиглэл дэх цацрагийн хурдны утгад пропорциональ хэрчмүүдийг байрлуулна. Байрлуулсан хэрчмүүдийн төгсгөлийн цэгүүдийн олонлог нь битүү гадаргууг үүсгэх бөгөөд энэ нь ердийн долгионы хувьд $v_{o}$ радиустай бөмбөрцөг, харин ердийн бус долгионы хувьд $v_{o}$ ба $v_{e}$ хагас тэнхлэгүүд бүхий эргэлтийн эллипсоид байна."
    },
    {
      "type": "text",
      "value": "$v_{o}$ эсвэл $v_{e}$ хурднуудын аль нь их байгаагаас хамааруулан нэг тэнхлэгт талстуудыг эерэг ба сөрөг гэж ангилдаг (Зураг 6.9, энд $O O^{\\prime}$ нь оптик тэнхлэг). Эерэг талстуудад $v_{o}>v_{e}$ (мөн $n_{o}<n_{e}$ ), харин сөрөг талстуудад $v_{o}<v_{e}$ (ө.х. $n_{o}>n_{e}$ ) байна. Энэ зурагнаас гэрэл оптик тэнхлэгийн дагуу тархах үед хоёр долгион нь ижил хурдтай буюу ердийн долгионы хурдтай ижил хурдтай болох нь харагдаж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-202_352_683_144_273.jpg",
      "caption": "Зураг 6.9"
    },
    {
      "type": "text",
      "value": "Талстын оптик анизотроптой холбоотой асуудлуудыг илүү нарийвчлан авч үзэх нь талстоптикийн курст багтдаг бөгөөд ерөнхий физикийн курсийн хамрах хүрээнээс гадуур юм. Цаашид бид гэрэл оптик тэнхлэгтэй перпендикуляр болон параллелиар тархах гэсэн зөвхөн практикийн хувьд чухал хоёр тусгай тохиолдлыг л сонирхох болно."
    }
  ]
}
