{
  "id": "6.4",
  "title": "§ 6.4. Поляризацтай долгионуудын суперпозиц",
  "body": [
    {
      "type": "header",
      "id": "6.4",
      "value": "§ 6.4. Поляризацтай долгионуудын суперпозиц"
    },
    {
      "type": "text",
      "value": "<b>Хоёрломол хугарагч ялтас.</b> Практикт хамгийн их сонирхол татдаг тохиолдол болох гэрэл нэг тэнхлэгт талст дотор оптик тэнхлэгтээ перпендикуляр чиглэлд тархах тохиолдлыг илүү нарийвчлан судалцгаая. Энэ нөхцөлд ердийн болон ердийн бус цацрагууд орон зайд хуваагдахгүй."
    },
    {
      "type": "text",
      "value": "Оптик тэнхлэг $O O^{\\prime}$-тэй параллелиар огтолж авсан талст ялтас (Зураг 6.10) дээр шугаман поляризацтай гэрэл нормалиар тусаж байгаа ба түүний поляризацийн хавтгай нь ялтсын оптик тэнхлэгтэй $\\varphi$ өнцөг үүсгэж байна (ихэвчлэн цаашид тодорхой болох шалтгаанаар $\\varphi$ өнцгийг $45^{\\circ}$ байхаар сонгодог) гэж төсөөлье. Энэ үед талст дотор яг нэг"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-202_295_421_1433_147.jpg",
      "caption": "Зураг 6.10"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-202_404_434_1373_669.jpg",
      "caption": "Зураг 6.11"
    },
    {
      "type": "text",
      "value": "чиглэлд (оптик тэнхлэгт перпендикуляр) харилцан ортогональ поляризацтай хоёр долгион өөр өөр хурдтайгаар ( $v_{o}=c / n_{o}$ ба $v_{e}=c / n_{e}$ ) тархах болно. Үүнийг Зураг 6.11-д харуулсан бөгөөд энд гэрэл зургийн хавтгайд перпендикуляр чиглэлд тархаж байна. Энэ зурагт $P$ - ялтас дээр тусаж буй гэрлийн поляризацийн хавтгай, $\\mathbf{E}$ - түүний далайцын вектор, $O O^{\\prime}$ - талстын оптик тэнхлэг, $\\mathbf{E}_{o}$ ба $\\mathbf{E}_{e}$ - талст ялтас доторх ердийн болон ердийн бус долгионуудын далайцын векторууд юм."
    },
    {
      "type": "text",
      "value": "Хоёр долгион ялтсаас гарахдаа ялтсын зузаан $h$-аас хамаарч ямар нэг хэмжээний $\\delta$ фазын ялгаатай гарах ба энэ нь эдгээр долгионуудын оптикийн замын ялгаатай холбоотой байдаг:"
    },
    {
      "type": "equation",
      "value": "\\Delta=h\\left(n_{o}-n_{e}\\right) .",
      "tag": "(6.5)"
    },
    {
      "type": "text",
      "value": "$\\delta=2 \\pi \\Delta / \\lambda$ (энд $\\lambda$ - вакуум дахь долгионы урт) болохыг тооцвол:"
    },
    {
      "type": "equation",
      "value": "\\delta=2 \\pi \\frac{h\\left(n_{o}-n_{e}\\right)}{\\lambda} .",
      "tag": "(6.6)"
    },
    {
      "type": "text",
      "value": "Иймээс талст ялтсаас харилцан ортогональ хоёр хавтгай поляризацтай долгион гарч ирнэ: нэг нь талстын гол огтлолд перпендикуляр чиглэлд, нөгөө нь энэ огтлолын хавтгайд поляризацлагдсан байна (Зураг 6.10-ыг үз). Энэ нь талст ялтсын ар дахь дурын цэгт гэрлийн векторын харгалзах хэлбэлзлүүд дараах байдалтай харагдана гэсэн үг юм:"
    },
    {
      "type": "equation",
      "value": "\\begin{align*} & E_{o x}=E_{o} \\cos \\omega t \\\\ & E_{e y}=E_{e} \\cos (\\omega t+\\delta) \\end{align*}",
      "tag": "(6.7)"
    },
    {
      "type": "text",
      "value": "Цаашид бид (гэхдээ туршилтаар баталгаажуулах шаардлагатай) ердийн болон ердийн бус долгионы оптикийн замын ялгаа нь когерентын уртаас бага ( $\\Delta<l_{\\text{ког }} / 2$ байх нь илүү дээр) гэж таамаглах болно, тэгвэл хоёр долгионыг когерент* гэж үзэж болох бөгөөд тэдгээрийн фазын ялгаа $\\delta$ нь хугацаанаас хамаарахгүй болно.<br><br><i>${*}$ Энэ нөхцөл биелэх ялтсын зузаан $h$-г үнэлцгээе. Хэрэв $\\lambda \\approx 0.60 \\text{ мкм}$ ба $\\Delta \\lambda \\approx 0.010 \\text{ мкм}$ гэвэл $l_{\\text{ког }} \\approx \\lambda^{2} / \\Delta \\lambda=36 \\text{ мкм}$ байна.</i>"
    },
    {
      "type": "text",
      "value": "Үүссэн үр дүнгийн долгионы поляризацийн шинж чанар нь тухайн талст ялтсын зузаан, өөрөөр хэлбэл эцсийн дүндээ фазын ялгаа $\\delta$-гаас хамаарна. Ерөнхий тохиолдолд (6.7) тэгшитгэлүүд бол параметрт хэлбэртэй эллипсийн тэгшитгэл юм. Иймээс талстаас гарсан гэрэл"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-204_321_419_153_713.jpg",
      "caption": "Зураг 6.12"
    },
    {
      "type": "text",
      "value": "Тиймээс, хоёр харилцан ортогональ когерент хэлбэлзлийг нэмэхэд ерөнхий тохиолдолд эллипслэг поляризац үүсдэг. Эллипсийн төрөл болон чиглэл нь ортогональ хэлбэлзлүүдийн далайц болох $\\mathbf{E}_{o}$ ба $\\mathbf{E}_{e}$-ийн харьцаа, мөн тэдгээрийн фазын ялгаа $\\delta$-гаас хамаарна."
    },
    {
      "type": "text",
      "value": "Үүний урвуу баталгаа нь ч мөн үнэн: эллипслэг поляризацтай гэрлийг хоёр харилцан ортогональ когерент хэлбэлзлийн нийлбэр хэлбэрээр үргэлж төлөөлж болно."
    },
    {
      "type": "text",
      "value": "$\\mathbf{E}_{o}, \\mathbf{E}_{e}$ далайцуудын утга болон $\\delta$ фазын ялгаанаас хамааран эллипслэг поляризацтай гэрэл хавтгай поляризацтай эсвэл дугуй поляризацтай болон хувирч болно (бид энэ асуудлыг доор илүү дэлгэрэнгүй авч үзэх болно)."
    },
    {
      "type": "text",
      "value": "Зураг 6.11-д $Z$ тэнхлэг бидэн рүү чиглэсэн байгаа бөгөөд гэрлийн долгион ч мөн адил $Z$ тэнхлэгийн дагуу буюу бидэн рүү тархаж байна гэж таамаглав. Зургийг харвал бид долгионы өөдөөс харж байгаа юм. Хэрэв долгионы өөдөөс харахад орон зайн тэмдэглэсэн нэг цэгт $\\mathbf{E}$ векторийн эргэлт цагийн зүүний дагуу явагдаж байвал ийм долгионыг баруун поляризацтай, харин цагийн зүүний эсрэг байвал зүүн поляризацтай долгион гэж нэрлэхээр тохиролцов. Зураг 6.12 нь баруун поляризацтэй долгионд хамаарна."
    },
    {
      "type": "text",
      "value": "Поляризацийн чиглэл (баруун эсвэл зүүн) нь фазын ялгаа $\\delta$-гаас, бүр тодруулбал аль тэнхлэгийн ( $X$ эсвэл $Y$ ) дагуух хэлбэлзэл түрүүлж байгаагаас хамаардаг болохыг анхаарна уу - гэхдээ энэ нь (6.7) томьёон дахь $\\delta$-ийн утга нь $-\\pi$ ба $+\\pi$ хооронд байна гэсэн нөхцөлтэйгээр юм. Энэ нь үргэлж боломжтой, $\\delta$-ээс бүхэл тоотой $2 \\pi$-г хасах нь юуг ч өөрчилдөггүй."
    },
    {
      "type": "text",
      "value": "Хэрэв $Y$ тэнхлэгийн дагуух хэлбэлзэл түрүүлж байвал ( $0<\\delta<\\pi$ ), эхлээд $E_{y}$ дараа нь $E_{x}$ хамгийн их утгадаа хүрнэ. Иймээс $\\mathbf{E}$ векторын төгсгөлийн хөдөлгөөн цагийн зүүний дагуу явагдана - ө.х. поляризац баруун байна."
    },
    {
      "type": "text",
      "value": "Хэрэв $Y$ тэнхлэгийн дагуух хэлбэлзэл хоцорч байвал ( $0>\\delta>-\\pi$ ), эхлээд $E_{x}$ дараа нь $E_{y}$ хамгийн их утгадаа хүрнэ - $\\mathbf{E}$ векторын төгсгөлийн хөдөлгөөн цагийн зүүний эсрэг явагдана, тиймээс поляризац зүүн байна."
    },
    {
      "type": "text",
      "value": "Оптик тэнхлэгт параллелиар зүссэн тухайн талст ялтсын $h$ зузаанаас хамааран түүгээр дамжиж буй гэрлийн поляризацийн шинж чанар өөр өөр байх болно. Практикт хамгийн их сонирхол татдаг хэд хэдэн онцлог тохиолдлыг авч үзье."
    },
    {
      "type": "text",
      "value": "1. <i>Дөрөвний нэг долгионы ялтас</i> (товчоор $\\lambda / 4$ ) — энэ нь зузаан $h$ нь дараах нөхцөлийг хангадаг ялтас юм:"
    },
    {
      "type": "equation",
      "value": "h\\left|n_{o}-n_{e}\\right|=m \\frac{\\lambda}{4}, \\quad \\text{ энд } m=1,3,5, \\ldots,",
      "tag": "(6.8)"
    },
    {
      "type": "text",
      "value": "ө.х. $m$ нь сондгой утгатай үед юм. (6.6) дагуу энэхүү ялтас нь өөрийн дундуур нэвтрэн өнгөрөх харилцан перпендикуляр хавтгайнуудад поляризацлагдсан ердийн болон ердийн бус долгионуудын хооронд нэмэлт $\\delta=\\pi / 2$ (бүр тодруулбал $m \\pi / 2$, энд $m$ нь сондгой) фазын ялгаа оруулдаг. Эдгээр хавтгайнууд нь ялтас дотор хоёр чиглэлийг тодорхойлох ба тэдгээрийг ялтсын гол чиглэлүүд гэж нэрлэдэг: нэг нь оптик тэнхлэгтэй параллель, нөгөө нь түүнд перпендикуляр байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-205_302_370_1258_68.jpg",
      "caption": "Зураг 6.13"
    },
    {
      "type": "text",
      "value": "Ийм $\\delta$-ийн утгуудын үед ялтсаар дамжин гарсан гэрэл нь (6.7) томьёоны дагуу эллипслэг поляризацтай байх ба эллипс нь $X$ болон $Y$ тэнхлэгүүд рүү чиглэсэн байна (Зураг 6.13, энд $O O^{\\prime}$ тэнхлэг нь оптик тэнхлэг юм). E векторын эргэлтийн чиглэл нь ээлжлэн солигдоно: жишээлбэл, $m=1$ үед цагийн зүүний дагуу байвал $m=3$ үед эсрэг байна гэх мэт.<br>Хэрэв ялтас дээр шугаман поляризацтай гэрэл тусах бөгөөд түүний поляризацийн хавтгай $P$ ба ялтсан оптик тэнхлэг хоорондын өнцөг нь $\\varphi=45^{\\circ}$ (Зураг 6.11-ийг үзнэ үү) байвал ердийн болон ердийн бус долгионы далайцууд ижил байх ба ялтсаас гарах үедээ"
    },
    {
      "type": "text",
      "value": "бид дугуй поляризацтай гэрэл хүлээн авах болно - эллипс нь дугуй болон хувирна (Зураг 6.14)."
    },
    {
      "type": "text",
      "value": "$\\lambda / 4$ ялтсуудыг ихэвчлэн кварцаар хийдэг. Ялтсын чанарыг (Энэ нь $\\lambda / 4$-тэй хэр сайн нийцэж байгааг) поляроид (анализатор) ашиглан түүнээс гарах дугуй поляризацтай гэрлийг судлах замаар шалгаж болно: анализаторыг эргүүлэхэд"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-206_332_338_151_816.jpg",
      "caption": "Зураг 6.14"
    },
    {
      "type": "text",
      "value": "$\\lambda / 4$ ялтсан дугуй поляризацтай гэрлийг эргээд шугаман поляризацтай гэрэл болгон хувиргахад ашиглаж болно. Ингэх үед гарч буй гэрлийн поляризацийн хавтгай нь ялтсын оптик тэнхлэгтэй $45^{\\circ}$ өнцөг үүсгэнэ.<br>2. <i>Хагас долгионы ялтас</i> (товчоор $\\lambda / 2$ ). Түүний зузаан $h$ нь дараах нөхцөлийг хангадаг байна:"
    },
    {
      "type": "equation",
      "value": "h\\left|n_{o}-n_{e}\\right|=m \\frac{\\lambda}{2}, \\quad \\text{ энд } m=1,3,5, \\ldots,",
      "tag": "(6.9)"
    },
    {
      "type": "text",
      "value": "ө.х. бас л $m$-ийн сондгой утгуудын үед. Ийм ялтсаас гарах үед ердийн болон ердийн бус долгионуудын хооронд (6.6) томьёоны дагуу нэмэлт $\\delta=\\pi$ (илүү нарийн бол $m \\pi$, $m$ - сондгой) фазын ялгаа үүснэ. Энэ нь ялтсаар нэвтрэн гарсан гэрэл шугаман-поляризацтай хэвээр байх ба харин $\\mathbf{E}$ диалайцын векторын хэлбэлзлийн чиглэл (поляризацийн хавтгай) нь ялтсын гол огтлолтой тэгш хэмтэйгээр $2 \\varphi$ өнцгөөр эргэхийг (Зураг 6.15) харуулж байна. $\\varphi=45^{\\circ}$ үед ийм ялтас нь поляризацийн хавтгайг $90^{\\circ}$-аар \"эргүүлнэ\", өөрөөр хэлбэл ялтсаар дамжин өнгөрсөн гэрлийн поляризацийн хавтгай нь анх туссан гэрлийн поляризацийн хавтгайд перпендикуляр байх болно. Ийм \"эргүүлэх\" шаардлага туршилтын төхөөрөмжүүдэд мэр сэр тохиолддог байна."
    },
    {
      "type": "text",
      "value": "Түүнчлэн (6.9) томьёонд $m$-ийн тэгш ( $2,4, \\ldots$ ) утгуудын хувьд ялтасны дараах гэрэл нь анх туссан гэрэлтэй яг ижил хавтгайд шугаман-поляризацлагдсан хэвээр байдгийг анхаарах хэрэгтэй. Өөрөөр хэлбэл, энэ ялтас нь ямар ч шинэ зүйлийг нэмж оруулахгүй юм. Үүнийг ихэвчлэн бүтэн долгионы ялтас гэж нэрлэдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-207_301_875_153_127.jpg",
      "caption": "Зураг 6.15"
    },
    {
      "type": "text",
      "value": "Зураг 6.16\\<br>3. <i>Компенсатор</i>. Поляризацлагдсан гэрлийг судлахын тулд $\\lambda / 4$ ялтсаас гадна хоёр харилцан перпендикуляр хэлбэлзлийн хоорондох аливаа фазын ялгааг тэг хүртэл устгах (эсвэл $\\pi$ хүртэл нэмэх) боломжтой төхөөрөмжүүдийг ашигладаг. Эдгээрийг компенсатор гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Хамгийн энгийн компенсатор нь хоёр кварц шаантагаас бүрдэнэ (Зураг 6.16). Тэдгээрийг нийлүүлэхэд оптик тэнхлэг нь гадаргуутайгаа параллель байх талст ялтсыг үүсгэнэ (үүнийг зурагт зураасаар харуулав). Шаантагуудын нэгийг нөгөөтэй нь харьцуулан микрометрийн эргийн тусламжтайгаар шилжүүлж, энэ системийн компенсатор-ялтсын зузааныг, улмаар түүгээр өнгөрөх ердийн ба ердийн бус долгионуудын хооронд үүсэх фазын ялгааг өөрчилж болно."
    },
    {
      "type": "text",
      "value": "Хэрэв компенсатор дээр оптик тэнхлэгтэй нь $45^{\\circ}$ өнцөг үүсгэсэн поляризацийн хавтгайтай шугаман поляризацтай гэрэл нормалиар тусвал, компенсаторын зузаан ихсэх тусам түүнийг нэвтлэн гарах харилцан перпендикуляр долгионуудын фазын ялгаа ихэснэ. Үүний үр дүнд фазын ялгаа $\\delta$ нэмэгдэхийн хэрээр нэвтэрч буй гэрлийн поляризацийн шинж чанар хэрхэн өөрчлөгдөхийг харуулсан дүр (Зураг 6.17) ажиглагдана. Сануулахад, Зураг 6.17-д $\\delta$ (6.7)-ийн дагуу $E_{y}$ хэлбэлзэл нь $E_{x}$ хэлбэлзлээс хэрхэн (фазаар) түрүүлж байгааг илтгэнэ (алгебрийн утгаар нь түрүүлнэ)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-207_173_1098_1584_67.jpg",
      "caption": "Зураг 6.17"
    },
    {
      "type": "text",
      "value": "Зураг 6.17-оос харж байгаачлан, поляризацийн чиглэл өмнө тэмдэглэснээр үе үе солигдон байна. Хэрэв эхлээд баруун, ө.х. цагийн зүүний дагуу (ажиглагчийн хувьд) байсан бол, дараа нь компенсатор-ялтасны зузаан $h$ болон $\\delta$ өсөхийн хэрээр тэр нь зүүн тийшээ буюу цагийн зүүний эсрэг болж хувирах ба цаашаа мөн адил үргэлжилнэ."
    },
    {
      "type": "text",
      "value": "<b>Поляризацтай гэрлийн шинжилгээ.</b> Судалж буй гэрлийн поляризацийн шинж чанар ямар болохыг, нэг гэрлийн поляризацийн шинж чанар нөгөөгөөсөө хэрхэн ялгарч байгааг олж тогтоох шаардлага амьдрал дээр байнга гардаг. Хамгийн түгээмэл хэд хэдэн тохиолдлыг авч үзье."
    },
    {
      "type": "text",
      "value": "1. <i>Хавтгай поляризацтэй гэрэл.</i> Үүнийг ямар ч поляризатор ашиглан шалгаж болно: түүний нэвтрүүлэх хавтгайг багцын чиглэлийг тойруулан эргүүлэхэд нэвтрэн өнгөрөх гэрлийн эрчим өөрчлөгдөх бөгөөд тодорхой байрлалд гэрэл бүрэн устах болно. Тэгвэл энэ нь судалж буй гэрэл хавтгай поляризацтэй гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "2. <i>Ердийн болон дугуй поляризацтай гэрэл.</i> Тэдгээрийг хэрхэн ялгах вэ? Үүний тулд зөвхөн ганц поляризатор хангалтгүй: хоёуланд нь түүний нэвтрүүлэх хавтгайг багцын чиглэлийг тойруулан эргүүлэхэд нэвтрэн өнгөрөх гэрлийн эрчим өөрчлөгдөхгүй юм. Хэрэв өмнө нь $\\lambda / 4$ ялтасыг оруулбал, дугуй поляризацтай гэрэл хавтгай поляризацтэй болон хувирдаг, учир нь энэ ялтас нь $\\pm \\pi / 2$ гэсэн нэмэлт фазын ялгааг үүсгэдэг. Үр дүнгийн фазын ялгаа 0 эсвэл $\\pi$ болох бөгөөд гэрэл нь хавтгай поляризацтай болно. Үүнийг нь поляризатороор устгаж болно. Харин дүн шинжилгээнд орж буй гэрэл ердийн гэрэл байвал, $\\lambda / 4$ ялтсаар өнгөрсний дараа ч тэр хэвээрээ л үлдэнэ. Тэгвэл гэрлийг устгах боломжгүй: поляризаторын нэвтрүүлэх хавтгай ямар ч байрлалд байсан нэвтрэн өнгөрсөн гэрлийн эрчим ижил байна."
    },
    {
      "type": "text",
      "value": "3. <i>Эллипслэг поляризацтай болон хэсэгчлэн поляризацтай гэрэл.</i> Тэдгээрийг ялгахын тулд дахин $\\lambda / 4$ ялтсыг гэрлийн багцын замд тавьж, дараа нь поляризаторыг байрлуулах хэрэгтэй. Хэрэв ялтсыг багцын чиглэлийг тойруулан эргүүлэх замаар поляризаторыг эргүүлэн түүнтэй нэвтрэн өнгөрсөн гэрлийг устгах боломжтой байрлал олговол, тухайн гэрэл нь эллипслэг поляризацтэй байна. Харин ингэж чадахгүй бол гэрэл хэсэгчилсэн поляризацтай гэсэн үг."
    },
    {
      "type": "text",
      "value": "Мэдээж үүнээс ч илүү ээдрээтэй тохиолдлууд байдаг, гэхдээ тэдгээрийг тодорхойлох үйл явц нь зөвхөн техникийн хувьд илүү нарийн болох төдий тул бид тэдгээрийг дэлгэрүүлэн авч үзэхгүй.\\<br>4. <i>Баруун ба зүүн поляризацтай гэрэл.</i> Баруун дугуй поляризацийг зүүнээс нь ялгахын тулд мөн ижил аргаар: гэрлийн багцийн замд $\\lambda / 4$ ялтсыг оруулж, нэвтрэх хурд нь илүү өндөр хэлбэлзлийн чиглэлийг заасан байдаг бөгөөд үүнийг $\\beta$-чиглэл гэж нэрлэдэг. Эдгээр хэлбэлзлүүд нь $\\beta$-чиглэлд ортогональ хэлбэлзлүүдээс фазаараа $\\pi / 2$-ээр түрүүлдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-209_415_764_427_233.jpg",
      "caption": "Зураг 6.18"
    },
    {
      "type": "text",
      "value": "Тодорхой болгох үүднээс поляризац баруун байна гэж үзье (Зураг 6.18, a, энд $X$ болон $Y$ тэнхлэгүүдийг дур зоргоороо сонгосон), ө.х. $\\mathbf{E}$ векторийн эргэлт цагийн зүүний дагуу (ажиглагчийн хувьд) явагдаж байна. Энэ тохиолдолд ялтсын өмнө $E_{y}$ хэлбэлзэл нь $E_{x}$ хэлбэлзлээс фазаараа $\\pi / 2$-ээр түрүүлж байна (үүнийг 204-р хуудсанд тайлбарласан). Ялтсыг нэвтлүүлэх үед бид байгаа $\\pi / 2$ фазын ялгаа дээр дахин $\\pi / 2$-ийг нэмж өгнө. Үүний үр дүнд ортогональ хэлбэлзлүүдийн хоорондох фазын ялгаа $\\pi$-тэй тэнцүү болж, гэрэл хавтгай поляризацтай болно, харин түүний поляризацийн хавтгай нь $\\lambda / 4$ ялтсын $\\beta$-чиглэлтэй харьцуулахад зүүн тийш $45^{\\circ}$ өнцгөөр эргэх болно."
    },
    {
      "type": "text",
      "value": "Харин хэрэв поляризац нь зүүн байсан бол (Зураг 6.18, б), $E_{y}$ хэлбэлзэл $E_{x}$ хэлбэлзлээс фазаараа $\\pi / 2$-ээр хоцрогдоно. Ялтсынхаа $\\beta$-чиглэлийг орлогоороо сонгогдсон $Y$ тэнхлэгтэй давхцуулснаар бид $\\pi / 2$-ийн хоцролтыг арилгаж, үүний үр дүнд фазын ялгаа тэгтэй тэнцүү болно, өөрөөр хэлбэл ялтсаас гарах гэрэл нь $\\beta$-чиглэлтэй харьцуулахад баруун тийш (Зураг 6.18, б) мөн $45^{\\circ}$ өнцгөөр эргэсэн поляризацийн хавтгайтайгаар гарна."
    },
    {
      "type": "text",
      "value": "Поляризацийн хавтгайн чиглэлийг хоёр тохиолдолд хоёуланд нь поляризаторын тусламжтайгаар хялбархан олох боломжтой."
    }
  ]
}