{
  "id": "6.6",
  "title": "§ 6.6. Хиймэл давхар хугарал",
  "body": [
    {
      "type": "header",
      "id": "6.6",
      "value": "§ 6.6. Хиймэл давхар хугарал"
    },
    {
      "type": "text",
      "value": "Давхар хугарлын шинж чанаргүй ердийн тунгалаг биес тодорхой нөлөөллийн дор хоёр дахин хугардаг (двупреломляющий) шинжтэй болдог. Хиймэл давхар хугарал гаргаж авах хамгийн түгээмэл хоёр аргыг авч үзье."
    },
    {
      "type": "text",
      "value": "<b>Деформацийн үеийн анизотропи.</b> Нэг талын шахалт эсвэл суналтын үед деформацийн чиглэл нь онцгой чиглэл болж, оптик тэнхлэгийн үүргийг гүйцэтгэдэг. Бие нь анизотроп болон давхар хугарлын шинжтэй болох ба түүний хугарлын илтгэгчүүдийн ялгаа нь:"
    },
    {
      "type": "equation",
      "value": "n_{o}-n_{e}=k \\sigma,",
      "tag": "(6.16)"
    },
    {
      "type": "text",
      "value": "энд $\\sigma$ - хүчдэл ($Па=Н/м^{2}$), $k$ - бодисын шинж чанараас хамаарах коэффициент юм."
    },
    {
      "type": "text",
      "value": "Давхар хугарлыг ажиглахын тулд шинжлэх гэж буй биеийг нэвтрүүлэх хавтгайнууд нь деформацийн чиглэлтэй $45^{\\circ}$ өнцөг үүсгэх зөрчилдсөн поляризаторуудын хооронд байрлуулна (Зураг 6.23). Хэрэв бие нь ялтас эсвэл куб хэлбэртэй бол хүчдэлийг нэмэгдүүлэхэд нэвтрэх гэрлийн хүчтэй болон сул болох нь ажиглагдана."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-215_223_402_1044_68.jpg",
      "caption": "Зураг 6.23"
    },
    {
      "type": "text",
      "value": "Хэрэв бие нь шаантаг эсвэл өөр илүү нарийн төвөгтэй хэлбэртэй бол нэвтрэх гэрэлд ямар нэгэн байдлаар байрласан, гэрэлтүүлгийн максимум ба минимум бүхий зурвасуудын систем ажиглагддаг. Хүчдэл өөрчлөгдөхөд дүр зураг өөрчлөгдөнө. Үүнийг нарийн төвөгтэй биес (байгууламж) дахь хүчдэлийн хуваарилалтыг судлахад ашигладаг: тохирох тунгалаг материалаар геометр төсөөтэй загвар хийж, түүнд ачаалал өгч, зөрчилдсөн поляризаторуудын хооронд ажиглагдах зургаар дотоод хүчдэлийн хуваарилалтыг дүгнэдэг. Энэ арга нь шинэ бүтээц дэх хүчдэлийг тооцоолох маш их хөдөлмөр шаардсан ажлыг ихээхэн хөнгөвчилдөг."
    },
    {
      "type": "text",
      "value": "Целлофан хальс нь давхар хугарлын шинжтэй байдгийг тэмдэглэе. Харин полиэтилен хальс нь зөвхөн суналтын үр дүнд давхар хугарлын шинжтэй болдог. Үүнийг туршлагаар хялбархан шалгаж болно."
    },
    {
      "type": "text",
      "value": "<b>Цахилгаан орны анизотропи.</b> Цахилгаан орны нөлөөгөөр шингэн болон аморф биед давхар хугарал үүсэх үзэгдлийг Керрийн эффект гэх бөгөөд энэ нь шинжлэх ухаан болон туршилтын техникт өргөн хэрэглэгддэг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-216_212_699_621_266.jpg",
      "caption": "Зураг 6.24"
    },
    {
      "type": "text",
      "value": "Энэ эффектийг ажиглах туршилтын бүдүүвчийг Зураг 6.24-т үзүүлэв. Хоёр зөрчилдсөн $P$ ба $P^{\\prime}$ поляризаторуудын дунд Керрийн үүр болох кювет доторх шинжлэх шингэнийг конденсаторын ялтаснуудын хооронд байрлуулна."
    },
    {
      "type": "text",
      "value": "Хүчлэг $\\mathbf{E}$ нь поляризаторуудын нэвтрүүлэх хавтгайтай $45^{\\circ}$ өнцөг үүсгэх цахилгаан орон үүсгэхэд орчин нь оптик анизотроп, давхар хугарлын шинжтэй болох ба түүний оптик тэнхлэг нь $\\mathbf{E}$ векторын чиглэлтэй давхацна."
    },
    {
      "type": "text",
      "value": "Ердийн болон ердийн бус долгионы хугарлын илтгэгчийн ялгаа нь дараах илэрхийлэлтэй тэнцүү байна:"
    },
    {
      "type": "equation",
      "value": "n_{e}-n_{o}=B \\lambda E^{2},",
      "tag": "(6.17)"
    },
    {
      "type": "text",
      "value": "энд $\\lambda$ - гэрлийн долгионы урт, $B$ - Керрийн тогтмол* бөгөөд нитробензолын хувьд онцгой их утгатай ($2,2 \\cdot 10^{-10} \\text{ см/В}^{2}$) байдаг.<br><br><i>* Ихэнх бодисын хувьд Керрийн тогтмол $B>0$, ө.х. $n_{e}>n_{o}$ байдаг нь эерэг талсттай дүйцдэг. Гэхдээ $B<0$ буюу $n_{e}<n_{o}$ байдаг бодисууд ч бий (спирт, этилийн эфир).</i>"
    },
    {
      "type": "text",
      "value": "Конденсатор дахь $l$ замд ердийн болон ердийн бус долгионы хооронд $\\delta=2 \\pi \\Delta / \\lambda$ фазын ялгаа үүсэх ба (6.17)-г тооцвол $\\delta$-гийн илэрхийлэл дараах хэлбэртэй болно:"
    },
    {
      "type": "equation",
      "value": "\\delta=2 \\pi B l E^{2} .",
      "tag": "(6.18)"
    },
    {
      "type": "text",
      "value": "Цахилгаан орны хүчлэг $E$-г өөрчлөхөд харах талбар дараалан гэрэлтэх ба харанхуйлах дүр зураг ажиглагдана."
    },
    {
      "type": "text",
      "value": "<i>Жишээ.</i> Керрийн үүр буюу шинжлэх шингэн бүхий конденсаторыг (Зураг 6.24-ийг үз) нэвтрүүлэх хавтгайнууд нь параллель бөгөөд конденсатор дахь цахилгаан орны чиглэлтэй $45^{\\circ}$ өнцөг үүсгэх хоёр поляризаторын хооронд байрлуулав. Конденсаторын урт $l$. Хэрэв систем гэрэл нэвтрүүлэхгүй байх цахилгаан орны хүчлэгийн хамгийн бага утга $E_{0}$ бол энэ шингэний Керрийн тогтмол $B$-г олъё.<br>Поляризаторуудын $P$ ба $P^{\\prime}$ нэвтрүүлэх хавтгайнууд параллель тул өгөгдсөн $E_{0}$ үед конденсатор дахь шингэн нь $\\lambda / 2$ ялтас болох ёстой. Тиймээс (6.9) болон (6.17)-ийн дагуу:<br>$$l \\cdot B \\lambda E^{2}=m \\lambda / 2,$$<br>энд $E=E_{0}$ утганд $m=1$ харгалзана. Үүнээс:<br>$$B=\\frac{1}{2 l E_{0}^{2}}$$"
    },
    {
      "type": "text",
      "value": "Керрийн эффект нь цахилгаан орон өгөхөд нитробензол зэрэг бодисын молекулууд поляризацлагдаж, орны дагуу эрэмбэлэгдсэнээр тайлбарлагддаг. Энэ нь бодисыг цахилгаан орны дагуу давамгайлах чиглэлтэй - оптик тэнхлэгтэй - анизотроп шинжтэй болгодог."
    },
    {
      "type": "text",
      "value": "Керрийн эффектийн хамгийн чухал онцлог бөгөөд түүнийг өргөн хэрэглэх үндэс болсон шинж чанар нь маш бага инерци ( $10^{-12}$ с хүртэл!) юм. Энэ нь тухайлбал, маш хурдан явагдах үйл явцыг судлахад ашигладаг, инерцигүй шахуу оптик хаалт хийх боломжийг олгодог. Ийм хаалт нь үндсэндээ \"хугацааны томруулдаг шил\" юм."
    },
    {
      "type": "text",
      "value": "Үүнээс гадна, энэхүү эффектийг гэрлийн хэт богино импульс үүсгэхэд ашигладаг бөгөөд энэ нь жишээлбэл, лабораторийн ширээний баазад ( $\\sim 3$ м!) гэрлийн хурдыг тодорхойлох боломжийг олгодог. Энэ эффектийг лазерын ажиллах горимыг удирдаж, асар их чадалтай хэт богино импульс гаргаж авахад болон бусад олон нарийн физикийн туршилтуудад ашигладаг."
    },
    {
      "type": "text",
      "value": "Гадаад цахилгаан орны нөлөөгөөр талстын оптик шинж чанар өөрчлөгдөхийг Поккельсийн электрооптик эффект гэж нэрлэдэг. $E$-ээс квадратын хамааралтай Керрийн эффектээс ялгаатай нь Поккельсийн эффект нь $E$-ээс шугаман хамааралтай байдаг. Энэ эффектийн инерцигүй шахуу байдал нь түүнийг хурдан ажиллагаатай оптик хаалт болон гэрлийн өндөр давтамжийн модулятор (KDP талст ялтсын тусламжтайгаар) хийхэд ашиглах боломжийг олгодог."
    }
  ]
}
