{
  "id": "2.2",
  "title": "§ 2.2. Ньютоны динамикийн үндсэн хуулиуд",
  "body": [
    {
      "type": "header",
      "id": "2.2",
      "value": "§ 2.2. Ньютоны динамикийн үндсэн хуулиуд"
    },
    {
      "type": "text",
      "value": "Янз бүрийн хөдөлгөөнийг туршилтаар судалснаар бид инерциал тооллын системд биеийн ямар ч хурдатгал нь түүнд бусад биеийн үйлчлэлээр үүсдэг болохыг олж мэднэ. Үүнд тойрон байгаа бие бүрийн нөлөөлөл (үйлдэл) нь бидний сонирхож буй $A$ биеийн хөдөлгөөний төлөв байдалд үзүүлэх нөлөөллийн зэрэг - энэ бол ямар нэгэн тодорхой тохиолдол бүрт зөвхөн туршлагаар хариулж чадах асуудал юм."
    },
    {
      "type": "text",
      "value": "$A$ биеийн хурдатгалыг үүсгэдэг өөр биеийн (эсвэл биеүдийн) нөлөөллийг хүч гэж нэрлэнэ. Иймд, биеийн хурдатгалын шалтгаан нь түүнд үйлчилж буй хүч юм."
    },
    {
      "type": "text",
      "value": "Хүчний хамгийн чухал шинж чанаруудын нэг нь түүний материаллаг гарал үүсэл юм. Хүчний тухай ярихдаа бид үргэлж далд байдлаар, хэрэв гадны биеүүд байхгүй бол бидний сонирхож буй биед үйлчилж буй хүч тэгтэй тэнцүү гэж үздэг. Хэрэв хүч үйлчилсэн нь илэрвэл, бид эх үүсвэрийг тодорхой бие эсвэл бусад биеүдийн хэлбэрээр эрэлхийлдэг."
    },
    {
      "type": "text",
      "value": "Механикт холбогдох бүх хүчийг ихэвчлэн биеүдийн шууд харьцах үед үүсэх хүч (даралтын хүч, үрэлтийн хүч) болон харилцан үйлчилж буй биеүдийн үүсгэсэн орны (таталцлын хүч, электромагнит хүч) тусламжтайгаар үүсэх хүч гэж ангилдаг. Гэсэн хэдий ч ийм хүчийг ангилах нь нөхцөлт шинж чанартай гэдгийг тэмдэглэе: үнэндээ шууд харьцах үед ч харилцан үйлчлэлийн хүч нь мөн биеүдийн молекул эсвэл атомуудын үүсгэсэн ямар нэгэн орны оршихуйгаар нөхцөлдөнө. Иймд биеүдийн хоорондын харилцан үйлчлэлийн бүх хүч эцсийн эцэст орноор нөхцөлдөнө. Харилцан үйлчлэлийн хүчний мөн чанарын асуудал нь механикийн хүрээнээс давж, физикийн бусад салбаруудад авч үзэгддэг."
    },
    {
      "type": "header",
      "value": "Масс"
    },
    {
      "type": "text",
      "value": "Туршлага харуулж байгаагаар ямар ч бие түүний хурдыг өөрчлөх аливаа оролдлогод - модулиараа ч, чиглэлээрээ ч - \"эсэргүүцэл үзүүлдэг\". Биеийн хурдыг өөрчлөхөд илрэх биеийн инерт чанарын зэргийг илэрхийлдэг энэ шинж чанарыг инерц гэж нэрлэнэ. Янз бүрийн биед энэ нь янз бүрийн зэргээр илэрдэг."
    },
    {
      "type": "text",
      "value": "Инерцийн хэмжүүр нь масс гэж нэрлэгддэг хэмжигдэхүүн юм. Их масстай бие илүү инерт байдаг ба эсрэгээрээ."
    },
    {
      "type": "text",
      "value": "$m$ массын ойлголтыг оруулъя. Хоёр өөр биеийн массын харьцааг тэдэнд ижил хүч үйлчлэхэд хүртсэн хурдатгалуудынх нь урвуу харьцаагаар тодорхойлно:"
    },
    {
      "type": "equation",
      "value": "m_{1} / m_{2}=a_{2} / a_{1} .",
      "tag": "2.5"
    },
    {
      "type": "text",
      "value": "Тэмдэглэхэд, ийм тодорхойлолт нь хүчийг өөрийг нь хэмжихийг шаарддаггүй. Хүчний тэнцүү байх шалгуурыг эзэмшсэн байхад л хангалттай. Жишээлбэл, хэрэв тэгш гөлгөр хавтгай дээр байгаа хоёр өөр биед нэг ижил пүршийг нэг ижил уртаар сунгаж хэвтээ чиглэлд үйлчилбэл, хоёр тохиолдолд пүршний нөлөөлөл ижил буюу хүч ижил байна гэж үзэж болно."
    },
    {
      "type": "text",
      "value": "Иймд нэг ижил хүч үйлчилж буй үед хоёр биеийн массыг харьцуулах нь эдгээр биеийн хурдатгалыг харьцуулах бодлого руу шилжинэ. Нэг биеийг массын эталон болгон авснаар бид дурын биеийн массыг энэ эталонтой харьцуулах боломжтой болно."
    },
    {
      "type": "text",
      "value": "СИ системд массын нэгж нь мэдээжийн хэрэг, килограмм (кг) юм."
    },
    {
      "type": "text",
      "value": "Туршилт харуулж байгаагаар, Ньютоны механикийн хүрээнд масс дараах хоёр хамгийн чухал шинж чанартай:"
    },
    {
      "type": "text",
      "value": "1. масс - аддитив хэмжигдэхүүн, өөрөөр хэлбэл нийлмэл биеийн масс нь түүний хэсгүүдийн массуудын нийлбэртэй тэнцүү;\n\n2. биеийн өөрийнх нь масс - тогтмол хэмжигдэхүүн, хөдөлгөөний явцад өөрчлөгддөггүй."
    },
    {
      "type": "header",
      "value": "Хүч"
    },
    {
      "type": "text",
      "value": "Хоёр өөр биеийн хурдатгалыг ижил сунгасан пүршний үйлчлэлээр харьцуулах туршилт руу эргэн орцгооё. Хоёр тохиолдолд пүрш ижил байдлаар сунгагдсан гэдэг баримт нь бидэнд пүршний үйлчлэл буюу хүчний ижил чанарын тухай батлах боломжийг олгосон."
    },
    {
      "type": "text",
      "value": "Нөгөө талаас хүч нь биеийн хурдатгалын шалтгаан юм. Гэтэл нэг ижил сунгасан пүршний үйлчлэлд өөр өөр биеийн хурдатгал өөр өөр байдаг. Бидний зорилго бол хүчийг ийнхүү тодорхойлох явдал юм: авч үзэж буй туршилтад өөр биеүдийн хурдатгалуудын ялгаатай байдлаас үл хамааран хүч ижил байх ёстой."
    },
    {
      "type": "text",
      "value": "Үүний тулд юуны өмнө тодруулах хэрэгтэй: энэ туршилтуудад юу ижил байна вэ? Хариулт илэрхий: $ma$ үржвэр."
    },
    {
      "type": "text",
      "value": "Энэ хэмжигдэхүүнийг хүчний тодорхойлолтод авах нь зүй ёсны хэрэг юм. Хурдатгал нь вектор болохыг харгалзан хүчийг ч вектор гэж тооцож, $\\mathbf{a}$ хурдатгалын векторын чиглэлтэй давхцана гэж үзэцгээе."
    },
    {
      "type": "text",
      "value": "Иймд Ньютоны механикт $m$ масстай биед үйлчилж буй хүч нь $ma$ үржвэрээр тодорхойлогдоно. Хүчний яг ийм тодорхойлолтын үндэслэл нь хамгийн энгийн байдал, ашиглахад хялбар талаас гадна түүнээс гарах бүх үр дүнгийн цаашдын туршилтын шалгалт болсон юм."
    },
    {
      "type": "header",
      "value": "Ньютоны хоёрдугаар хууль"
    },
    {
      "type": "text",
      "value": "Янз бүрийн материаллаг цэгүүдийн тойрон байгаа биетэй харилцан үйлчлэлийг туршлагаар судалснаар бид $ma$ нь материаллаг цэгийн өөрийнх нь болон тойрон байгаа биеүдийн төлөв байдлыг тодорхойлогч хэмжигдэхүүнүүдээс хамаардаг болохыг олж хардаг."
    },
    {
      "type": "text",
      "value": "Энэ бол Ньютоны механикийн хамгийн үндсэн ерөнхийлөлүүдийн нэгний үндэс болж буй маш чухал физик баримт юм: материаллаг цэгийн масс ба түүний хурдатгалын үржвэр нь энэ цэгийн тойрон байгаа биетэй харьцуулсан байрлалын функц, заримдаа мөн түүний хурдны функц байдаг. Энэ функцийг $\\mathbf{F}$ гэж тэмдэглэж, хүч гэж нэрлэнэ. Яг энэ нь Ньютоны хоёрдугаар хуулийн бодит агуулга бөгөөд үүнийг ихэвчлэн дараах байдлаар товч томъёолдог: материаллаг цэгийн масс ба түүний хурдатгалын үржвэр нь түүнд үйлчилж буй хүчтэй тэнцүү:"
    },
    {
      "type": "equation",
      "value": "m \\mathbf{a}=\\mathbf{F} .",
      "tag": "2.6"
    },
    {
      "type": "text",
      "value": "Энэ тэгшитгэлийг материаллаг цэгийн хөдөлгөөний тэгшитгэл гэж нэрлэнэ."
    },
    {
      "type": "text",
      "value": "Ньютоны хоёрдугаар хууль ба (2.6) тэгшитгэл нь зөвхөн $\\mathbf{F}$ функцийн хэлбэр - түүнийг тодорхойлогч хэмжигдэхүүнүүдээс хамаарах хамаарал буюу хүчний хууль гэгддэг зүйл тогтоогдсоны дараа л тодорхой агуулгатай болдог. Энэ хамаарлын хэлбэрийг тодорхой тохиолдол бүрт тогтоох нь физик механикийн үндсэн даалгавруудын нэг юм."
    },
    {
      "type": "text",
      "value": "Хүчийг $m \\mathbf{a}$ гэж тодорхойлох нь (2.6) тэгшитгэлийн үндсэн дээр хэвтэж, хүчний хууль үүгээрээ маш энгийн болдог гэсэн онцгой давуу талтай. Үнэхээр, релятивист хурдтай хөдөлгөөнийг судлахад шилжих нь хүчний хуулиудыг өөрчлөх шаардлагатай болохыг харуулсан бөгөөд тэднийг материаллаг цэгийн хурднаас нарийн хэлбэрээр хамааруулах шаардлагатай болсон. Онол нь нүсэр, эмх замбараагүй болох байсан."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч энэ хүндрэлээс гарах энгийн арга зам бий: хэрэв хүчинд өөр тодорхойлолт өгвөл, тухайлбал: хүч нь материаллаг цэгийн $\\mathbf{p}$ импульсийн хугацаагаар авсан уламжлал буюу $\\mathrm{d}\\mathbf{p} / \\mathrm{d} t$ байна гэвэл (2.6) тэгшитгэлийг дараах хэлбэрээр бичнэ:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} \\mathbf{p} / \\mathrm{d} t=\\mathbf{F} ."
    },
    {
      "type": "text",
      "value": "Ньютоны механикт энэ хүчний тодорхойлолт нь $ma$-тай ижил байдаг, учир нь $\\mathbf{p}=m \\mathbf{v}, m=$ const ба $\\mathrm{d} \\mathbf{p} / \\mathrm{d} t=m \\mathbf{a}$ байна. Харин релятивист механикт импульс нь материаллаг цэгийн хурднаас илүү нарийн хэлбэрээр хамаардаг. Гэвч өөр зүйл. Хүчийг ийнхүү тодорхойлоход ($\\\\mathrm{d} \\mathbf{p} / \\mathrm{d} t$ гэж) хүчний хууль нь релятивист хүрээнд ч адил хэвээр үлддэг нь харагдана. Иймээс өгөгдсөн хүчний физик орчноор дамжуулсан энгийн илэрхийлэл нь релятивист механикт шилжихэд өөрчлөх шаардлагагүй болно."
    },
    {
      "type": "text",
      "value": "СИ системд хүчний нэгж нь ньютон (Н) юм. Ньютон - энэ бол 1 кг масстай биед $1 \\mathrm{~m} / \\mathrm{c}^{2}$ хурдатгал өгдөг хүч юм."
    },
    {
      "type": "header",
      "value": "Хүчнүүдийг нэмэх тухай"
    },
    {
      "type": "text",
      "value": "Аль ч материаллаг цэг дээр өгөгдсөн тодорхой нөхцөлд, нарийн утгаараа, зөвхөн нэг л $\\mathbf{F}$ хүч үйлчилдэг бөгөөд түүний модуль ба чиглэл нь энэ цэгийн бүх тойрон буй биетэй харьцуулсан байрлалаар, заримдаа мөн түүний хурдаар тодорхойлогдоно. Гэсэн хэдий ч энэ $\\mathbf{F}$ хүчийг тусдаа биеүдийн эсвэл хүчнүүдийн $\\mathbf{F}_{1}, \\mathbf{F}_{2} \\ldots$ үйлчлэлийн нийлмэл үр дүн гэж дүрслэх нь ихэвчлэн тохиромжтой байдаг. Туршилт харуулж байгаагаар хэрэв хүчний эх үүсвэр болох биеүд бие биедээ нөлөөлөхгүй, иймийн улмаас бусад биеийн оршихуйгаас өөрсдийн төлөв байдлаа өөрчлөхгүй бол, хүч нь:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=\\mathbf{F}_{1}+\\mathbf{F}_{2}+\\ldots,"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{F}_{i}$ - энэ нь $i$-р бие бусад биеүд байхгүй үед өгөгдсөн материаллаг цэг дээр үйлчилж байх хүч юм."
    },
    {
      "type": "text",
      "value": "Хэрэв ингэж байвал $\\mathbf{F}_{1}, \\mathbf{F}_{2} \\ldots$ хүчнүүд нь суперпозицийн зарчимд захирагдана гэж хэлнэ. Ийм батламжийг туршлагын баримтуудын ерөнхийлөл гэж үзэх ёстой."
    },
    {
      "type": "header",
      "value": "Ньютоны гуравдугаар хууль"
    },
    {
      "type": "text",
      "value": "Туршилтад зөвхөн хоёр $A$ ба $B$ бие оролцож, $A$ бие $B$ биед хурдатгал өгч байх бүх тохиолдолд, $B$ бие ч мөн $A$ биед хурдатгал өгдөг нь тогтоогддог. Эндээс бид биеүдийн бие бие дээрээ үзүүлэх нөлөөлөл нь харилцан үйлчлэлийн шинжтэй гэсэн дүгнэлт гаргана."
    },
    {
      "type": "text",
      "value": "Ньютон харилцан үйлчлэлийн бүх хүчний дараах ерөнхий шинж чанарыг постулат болгосон - Ньютоны гуравдугаар хууль: хоёр материаллаг цэг бие бие дээрээ үйлчилдэг хүчнүүд үргэлж модулиараа тэнцүү бөгөөд эдгээр цэгийг холбосон шулуун шугамын дагуу эсрэг зүгт чиглэнэ:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}_{12}=-\\mathbf{F}_{21} .",
      "tag": "2.7"
    },
    {
      "type": "text",
      "value": "Энэ нь харилцан үйлчлэлийн хүчнүүд үргэлж хосоор гарч ирдэг гэсэн үг. Хоёр хүч нь өөр өөр материаллаг цэг дээр хэрэглэгдэж, түүнчлэн нэг мөн чанарын хүчнүүд юм."
    },
    {
      "type": "text",
      "value": "(2.7) хууль нь дурын тооны материаллаг цэгүүдийн систем дээр тархана. Бид энэ тохиолдолд харилцан үйлчлэл нь материаллаг цэгүүдийн хоёр хоёроор харилцан үйлчлэх хүч рүү хялбардаг гэсэн дүрслэлээс гарч байна."
    },
    {
      "type": "text",
      "value": "Ньютоны гуравдугаар хуульд хоёр хүч нь цэгүүдийн хөдөлгөөнөөс үл хамааран хугацааны дурын агшинд модулиараа тэнцүү байдаг гэж үздэг. Энэ батламж нь харилцан үйлчлэлийн агшин зуурт тархах талаарх Ньютоны төсөөлөл - Ньютоны механикийн зайнаас үйлчлэх зарчим гэж нэрлэгддэг таамаглалтай нийцнэ. Энэ зарчмын дагуу биеүдийн хоорондын харилцан үйлчлэл нь орон зайд хязгааргүй том хурдаар тархдаг. Өөрөөр хэлбэл, хэрэв нэг биеийн байрлал (төлөв байдал)-ыг өөрчлөвөл даруй түүнтэй харилцан үйлчилж буй биеүдийн өөрчлөлтийг, тэд хэдий хол байсан ч илрүүлэх боломжтой."
    },
    {
      "type": "text",
      "value": "Үнэн хэрэгтээ энэ тийм биш - харилцан үйлчлэлийн тархалтын эцсийн дээд хурд оршдог бөгөөд энэ нь вакуум дахь гэрлийн хурдтай тэнцүү. Иймд Ньютоны гуравдугаар хууль (мөн хоёрдугаар хууль) нь тодорхой хэрэглээний хязгаартай. Гэсэн хэдий ч, гэрлийн хурднаас хавьгүй бага хурдтай биеийн хөдөлгөөний хувьд, Ньютоны механик нэгэнт азаар ашигладаг хурдууд дээр, хоёр хууль хоёулаа маш их нарийвчлалтайгаар биелэгдэнэ. Үүнийг гэрчлэх нь жишээлбэл гараг болон хиймэл дагуулын траекторын тооцоо бөгөөд тэдгээр нь яг Ньютоны хуулиудын тусламжтайгаар \"одон орны\" нарийвчлалтайгаар гүйцэтгэгддэг."
    },
    {
      "type": "text",
      "value": "Ньютоны хуулиуд нь механикийн үндсэн хуулиуд юм. Тэд наад зах нь зарчмын хувьд ямар ч механик даалгаврыг шийдэх боломжийг олгодог; түүнчлэн тэднээс механикийн бусад бүх хуулийг гаргаж болно."
    },
    {
      "type": "text",
      "value": "Галилейн харьцангуйн зарчмын дагуу механикийн хуулиуд бүх инерциал тооллын системд ижил байдаг. Энэ нь тухайлбал, (2.6) тэгшитгэл нь дурын инерциал тооллын системд нэг ижил хэлбэртэй байх болно гэсэн үг. Үнэхээр, материаллаг цэгийн $m$ масс нь хурднаас хамааралгүй буюу бүх тооллын системд ижил байдаг. Нэмж дурдахад инерциал тооллын системийн хувьд цэгийн $\\mathbf{a}$ хурдатгал нь ч мөн ижил байдаг. $\\mathbf{F}$ хүч ч мөн тооллын системийн сонголтоос хамааралгүй, учир нь тэр нь зөвхөн материаллаг цэгийн тойрон байгаа биетэй харилцан байрлал ба хурдаар тодорхойлогдоно, мөн эдгээр хэмжигдэхүүнүүд, нерелятивист кинематикийн дагуу, өөр өөр инерциал тооллын системд ижил байдаг."
    },
    {
      "type": "text",
      "value": "Иймд (2.6) тэгшитгэлд орж буй $m$, $\\mathbf{a}$ ба $\\mathbf{F}$ гурван хэмжигдэхүүн нь нэг инерциал тооллын системээс нөгөөд шилжихэд өөрчлөгддөггүй, иймд (2.6) тэгшитгэл өөрөө ч өөрчлөгддөггүй. Өөрөөр хэлбэл, $m \\mathbf{a}=\\mathbf{F}$ тэгшитгэл нь Галилейн хувиргалтуудын хувьд инвариант байдаг."
    }
  ]
}