{
  "id": "2.3",
  "title": "§ 2.3. Хүчнүүд",
  "body": [
    {
      "type": "header",
      "id": "2.3",
      "value": "§ 2.3. Хүчнүүд"
    },
    {
      "type": "text",
      "value": "Бөөмсийн хөдөлгөөний хуулийг олох асуудлыг цэвэр математик даалгавар болгон хялбарчлахын тулд юуны өмнө — (2.6) тэгшитгэлтэй нийцүүлэн — бөөм дээр үйлчилж буй хүчийг, өөрөөр хэлбэл хүч түүнийг тодорхойлогч хэмжигдэхүүнүүдээс хэрхэн хамаарахыг мэдэх шаардлагатай. Ийм хамаарал бүр эцсийн эцэст туршилтын үр дүнг боловсруулсны үндсэн дээр олддог бөгөөд мөн чанараараа үргэлж (2.6) тэгшитгэл дээр хүчний тодорхойлолт болж тулгуурладаг."
    },
    {
      "type": "text",
      "value": "Бүх механик үзэгдлүүдийн үндэс болдог хамгийн суурь хүчнүүд бол таталцлын ба цахилгаан хүчнүүд юм. Эдгээр хүчний илэрхийллийг харилцан үйлчилж буй массууд (цэнэгүүд) тайван байх эсвэл бага (нерелятивист) хурдтайгаар хөдөлж байх үеийн хамгийн энгийн хэлбэрээр авч үзье."
    },
    {
      "type": "text",
      "value": "Хоёр материаллаг цэгийн хооронд үйлчилж буй таталцлын хүч нь ертөнц дахины таталцлын хуулийн дагуу $m_{1}$ ба $m_{2}$ цэгүүдийн массуудын үржвэртэй шууд пропорциональ, тэдгээрийн хоорондох $r$ зайн квадраттай урвуу пропорциональ байх бөгөөд эдгээр цэгийг холбосон шулууны дагуу чиглэнэ:"
    },
    {
      "type": "equation",
      "value": "F=\\gamma \\frac{m_{1} m_{2}}{r^{2}},",
      "tag": "2.8"
    },
    {
      "type": "text",
      "value": "энд $\\gamma$ — таталцлын тогтмол."
    },
    {
      "type": "text",
      "value": "Энэ хуульд гарч буй массыг Ньютоны хоёрдугаар хуульд ордог инерцийн массаас ялгаж таталцлын масс гэж нэрлэдэг. Гэвч туршлагаас үзэхэд дурын биеийн таталцлын ба инерцийн массууд нь хоорондоо хатуу пропорциональ байдаг. Иймд тэдгээрийг тэнцүү гэж үзэж болох ба (өөрөөр хэлбэл хоёр массын хэмжилтэд нэг ижил эталон сонгох) зүгээр л биеийн инерц болон таталцлын үйлчлэлийн хэмжүүр болох массын тухай ярих боломжтой."
    },
    {
      "type": "text",
      "value": "Хоёр цэгэн $q_{1}$ ба $q_{2}$ цэнэгүүдийн хооронд үйлчилж буй Кулоны хүч:"
    },
    {
      "type": "equation",
      "value": "F=k \\frac{\\left|q_{1} q_{2}\\right|}{r^{2}},",
      "tag": "2.9"
    },
    {
      "type": "text",
      "value": "энд $r$ — цэнэгүүдийн хоорондох зай, $k$ — нэгжийн тогтолцооны сонголтоос хамаарах пропорциональын коэффициент. Таталцлын хүчнээс ялгаатай нь Кулоны хүч нь таталцах болон түлхэлцэх хүчний аль нь ч байж болно."
    },
    {
      "type": "text",
      "value": "Тэмдэглэхэд, Кулоны (2.9) хууль нь хэрэв цэнэгүүд хөдөлж байвал яг таг биелэхээ больдог. Хөдөлж буй цэнэгүүдийн цахилгаан харилцан үйлчлэл нь тэдгээрийн хөдөлгөөнөөс нарийн хэлбэрээр хамаардаг байна. Энэ харилцан үйлчлэлийн хөдөлгөөнөөр нөхцөлдсөн хэсгийг соронзон хүч гэж нэрлэдэг (үүнтэй холбоотойгоор уг харилцан үйлчлэлийг цахилгаан соронзон гэж нэрлэдэг). Бага хурдтай үед соронзон хүч нь цахилгаан харилцан үйлчлэлийн өчүүхэн бага хэсгийг бүрдүүлдэг тул (2.9) хуулиар маш өндөр нарийвчлалтай тодорхойлогддог."
    },
    {
      "type": "text",
      "value": "Хэдийгээр таталцлын болон цахилгаан харилцан үйлчлэлүүд нь механик үзэгдлүүдийн олон талт байдлын үндэс болдог ч макроскопийн үзэгдлүүдийг шинжлэхдээ үргэлж эдгээр суурь харилцан үйлчлэлээс эхэлбэл маш нарийн төвөгтэй байх байсан."
    },
    {
      "type": "text",
      "value": "Иймд математик даалгаврыг практикт шийдэж болохуйц хэмжээнд хялбарчлахын тулд өөр бусад ойролцоо хүчнүүдийг (тэдгээр нь зарчмын хувьд үндсэн хүчнүүдээс мөрдөн гардаг) оруулж ирэх нь тохиромжтой байдаг."
    },
    {
      "type": "text",
      "value": "Энэ зорилгоор, жишээлбэл, дараах хүчнүүдийг ашиглана."
    },
    {
      "type": "header",
      "value": "Нэгэн төрлийн хүндийн хүч"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=m \\mathbf{g}",
      "tag": "2.10"
    },
    {
      "type": "text",
      "value": "энд $m$ — биеийн масс, $\\mathbf{g}$ — чөлөөт уналтын хурдатгал*."
    },
    {
      "type": "note",
      "value": "*Тэмдэглэхэд, хүндийн хүчнээс ялгаатай нь $\\mathbf{P}$ жин — энэ бол тухайн биетэй харьцангуй хөдөлгөөнгүй байгаа тулгуур (эсвэл дүүжин) дээр биеийн зүгээс үйлчилж буй хүч юм. Хэрэв бие тулгууртайгаа хамт Дэлхийтэй харьцангуй хөдөлгөөнгүй бол $\\mathbf{P}$ жин нь хүндийн хүчтэй давхцана. Эсрэг тохиолдолд жин $\\mathbf{P}=m(\\mathbf{g}-\\mathbf{a})$ байна, энд $\\mathbf{a}$ — биеийн (тулгуурын) Дэлхийтэй харьцангуй хурдатгал."
    },
    {
      "type": "header",
      "value": "Харимхай хүч"
    },
    {
      "type": "text",
      "value": "Харимхай хүч — материаллаг цэгийн тэнцвэрийн байрлалаас шилжсэн шилжилттэй пропорциональ, тэнцвэрийн байрлал руу чиглэсэн хүч:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=-\\varkappa \\mathbf{r}",
      "tag": "2.11"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{r}$ — бөөмийн тэнцвэрийн байрлалаас шилжих шилжилтийн радиус-вектор; $\\varkappa$ — тухайн хүчний харимхай шинж чанараас хамаарах эерэг коэффициент. Ийм хүчний жишээ бол пүрш эсвэл савааг сунгах (шахах) үеийн харимхай деформацийн хүч юм; Гукийн хуулийн дагуу $F=\\varkappa \\Delta l$, энд $\\Delta l$ — харимхай деформацийн хэмжээ."
    },
    {
      "type": "header",
      "value": "Гулсалтын үрэлтийн хүч"
    },
    {
      "type": "text",
      "value": "Бие өөр биеийн гадаргуу дээгүүр гулсах үед үүсэх гулсалтын үрэлтийн хүч:"
    },
    {
      "type": "equation",
      "value": "F=k R_{n},",
      "tag": "2.12"
    },
    {
      "type": "text",
      "value": "энд $k$ — шүргэлцэж буй гадаргуугуудын шинж чанар болон төлөв байдлаас (тухайлбал, тэдгээрийн барзгаржилтаас) хамаарах гулсалтын үрэлтийн коэффициент; $R_{n}$ — шүргэлцэж буй гадаргуугуудыг бие биед нь шахаж буй хэвийн даралтын хүч. $F$ хүч нь тухайн биеийн нөгөө биетэй харьцангуй хөдөлж буй чиглэлийн эсрэг чиглэнэ."
    },
    {
      "type": "header",
      "value": "Эсэргүүцлийн хүч"
    },
    {
      "type": "text",
      "value": "Бие хий эсвэл шингэн дотор хөдөлж байх үед үйлчлэх эсэргүүцлийн хүч. Энэ хүч нь биеийн орчинтой харьцангуй $\\mathbf{v}$ хурднаас хамаарах ба $\\mathbf{v}$ векторын эсрэг чиглэнэ:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}=-k \\mathbf{v},",
      "tag": "2.13"
    },
    {
      "type": "text",
      "value": "энд $k$ — тухайн бие болон орчны шинж чанарыг илэрхийлэх эерэг коэффициент. Энэ коэффициент нь ерөнхийдөө $v$ хурднаас хамаардаг боловч бага хурдтай үед олон тохиолдолд тогтмол гэж үзэж болно."
    }
  ]
}