{
  "id": "7.1",
  "title": "§ 7.1. Релятивист өмнөх физикийн хүндрэлүүд",
  "body": [
    {
      "type": "header",
      "id": "7.1",
      "value": "§ 7.1. Релятивист өмнөх физикийн хүндрэлүүд"
    },
    {
      "type": "text",
      "value": "Эйнштейний 1905 онд бүтээсэн харьцангуйн тусгай онол нь сонгодог физикийн бүх төсөөллийг, ялангуяа орон зай ба хугацааны шинж чанаруудын тухай төсөөллийг эргэн харах явдал байсан. Иймээс энэ онолыг үндсэн агуулгаараа орон зай ба хугацааны тухай физикийн сургаал гэж нэрлэж болно. Физикийн гэх нь энэ онолд орон зай ба хугацааны шинж чанарууд түүн дотор явагдаж буй физикийн үзэгдлүүдийн хуулиудтай маш нягт холбоотойгоор авч үзэгддэгтэй холбоотой юм. \"Тусгай\" гэсэн нэр томъёо нь энэ онол зөвхөн инерциал тооллын системүүд дэх үзэгдлүүдийг авч үздэг гэдгийг онцолж байна."
    },
    {
      "type": "text",
      "value": "Бид энэ хэсгийг релятивист өмнөх физикийн товч тойм, релятивын онол үүсэхэд хүргэсэн хүндрэлүүдийн эх үүсвэрээс эхэлнэ."
    },
    {
      "type": "header",
      "value": "Релятивист өмнөх физикийн үндсэн төсөөллүүд"
    },
    {
      "type": "text",
      "value": "Эхлээд Ньютоны хуулиудтай холбоотой, өөрөөр хэлбэл Ньютоны механикийн үндэс болсон орон зай ба хугацааны тухай төсөөллүүдийг сануулъя."
    },
    {
      "type": "text",
      "value": "1. Гурван хэмжээст орон зай нь Евклидийн геометрт захирагддаг."
    },
    {
      "type": "text",
      "value": "2. Гурван хэмжээст орон зайн хажуугаар түүнээс үл хамаарах хугацаа оршдог (үл хамаарах гэдэг нь орон зайн гурван хэмжээс нь өөр хоорондоо үл хамаарах мэтээр). Гэхдээ үүний зэрэгцээ хугацаа нь орон зайтай хөдөлгөөний хуулиудаар холбогдсон байдаг. Үнэндээ хугацааг цагаар хэмжинэ, цаг гэдэг нь ямар нэг үечилсэн процесс ашигладаг бөгөөд хугацааны масштаб өгдөг хэрэгсэл юм. Иймээс ямар нэгэн үечилсэн процессоос үл хамааруулан, өөрөөр хэлбэл хөдөлгөөнтэй холбоогүй хугацааг тодорхойлох боломжгүй."
    },
    {
      "type": "text",
      "value": "3. Хатуу биеийн хэмжээс (масштабууд) болон өгөгдсөн үйл явдлуудын хоорондох хугацааны зай нь өөр өөр тооллын системд ижил байна. Энэ нь Ньютоны орон зай ба хугацааны абсолют байдлын үзэл баримтлалтай нийцнэ, үүний дагуу тэдгээрийн шинж чанарууд нь тооллын системээс үл хамаарах гэж үзнэ — орон зай ба хугацаа нь бүх тооллын системд ижил байна."
    },
    {
      "type": "text",
      "value": "4. Галилей-Ньютоны инерцийн хуулийн зөв байдлыг хүлээн зөвшөөрнө, үүний дагуу бусад биеийн үйлчлэлд өртөөгүй бие шулуун байдлаар жигд хөдөлнө. Энэ хууль инерциал тооллын системүүдийн оршихуйг батална, эдгээр системд Ньютоны хуулиуд (мөн Галилейн харьцангуйн зарчим) биелнэ."
    },
    {
      "type": "text",
      "value": "5. Эдгээр төсөөллүүдээс Галилейн хувиргалт гарч ирнэ, энэ нь янз бүрийн инерциал тооллын системд аливаа үйл явдлын орон зай-хугацааны холбоог илэрхийлнэ. Хэрэв $K^{\\prime}$-систем $K$-системтэй харьцуулбал $\\mathbf{V}$ хурдтайгаар хөдөлж (Зураг 7.1), цагийн эхлэл нь координатын эхийн цэгүүд $O^{\\prime}$ ба $O$ давхцах агшинд тохирвол:"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-226_278_424_709_736.jpg",
      "caption": "Зураг 7.1"
    },
    {
      "type": "equation",
      "value": "x^{\\prime}=x-V t ; \\quad y^{\\prime}=y ; \\quad t^{\\prime}=t .",
      "tag": "7.1"
    },
    {
      "type": "text",
      "value": "Үүнээс харахад аливаа үйл явдлын координатууд нь харьцангуй, өөрөөр хэлбэл өөр өөр тооллын системд өөр өөр утгатай байна; харин үйл явдал болсон хугацааны агшин нь өөр өөр системд ижил байна. Сүүлчийнх нь хугацаа өөр өөр тооллын системд ижил аргаар урсдаг гэсэн үг. Энэ нөхцөл нь маш тодорхой мэт санагдсан тул тусгайлан постулат болгон заагаагүй байв."
    },
    {
      "type": "text",
      "value": "(7.1)-ээс хурдын хувиргалтын (нэмэлтийн) хууль шууд гарч ирнэ:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{v}^{\\prime}=\\mathbf{v}-\\mathbf{V},",
      "tag": "7.2"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{v}^{\\prime}$ ба $\\mathbf{v}$ — цэгийн (бөөмийн) хурд $K^{\\prime}$- ба $K$-системүүдэд."
    },
    {
      "type": "note",
      "value": "* Энд болон цаашид бид зөвхөн хоёр орон зайн координат: $x$ ба $y$-аар хязгаарлана. $z$ координат бүх талаараа $y$-тэй адил шинж чанартай байна."
    },
    {
      "type": "text",
      "value": "6. Галилейн харьцангуйн зарчим биелнэ: бүх инерциал тооллын системүүд механикийн хувьд бие биедээ эквивалент, механикийн бүх хуулиуд эдгээр тооллын системүүдэд ижил, эсвэл өөрөөр хэлбэл Галилейн хувиргалттай харьцуулбал инвариант байна."
    },
    {
      "type": "text",
      "value": "7. Алсын үйлчлэлийн зарчим биелнэ: биеүүдийн харилцан үйлчлэл нь агшин зуур, өөрөөр хэлбэл хязгааргүй том хурдаар тархдаг."
    },
    {
      "type": "text",
      "value": "Ньютоны механикийн эдгээр төсөөллүүд тухайн үед байсан туршилтын өгөгдлүүдийн бүхэл бүтэн нийлбэрт бүрэн нийцэж байсан (хэдийгээр эдгээр өгөгдөл нь гэрлийн хурдаас хамаагүй бага хурдтай биеүүдийн хөдөлгөөний судалгаатай холбоотой байсан). Түүнчлэн механикийн өөрөө маш амжилттай хөгжиж байсан нь ч эдгээрт дэмжлэг болж байв. Иймээс Ньютоны механикийн орон зай ба хугацааны шинж чанаруудын тухай төсөөллүүд үнэмшил дээр хэн ч эргэлзэхгүй тийм үндсэн гэж үзэгдэх болсон."
    },
    {
      "type": "text",
      "value": "Галилейн харьцангуйн зарчим хамгийн анх турших үед, тэр үед хангалттай хөгжсөн физикийн цорын ганц салбар болох механикт л хамаарч байсан нь мэдэгдэж байна. Физикийн бусад салбарууд, ялангуяа оптик ба электродинамик хөгжихийн хэрээр байгалийн асуулт үүсэв: харьцангуйн зарчим бусад үзэгдлүүд дээр ч мөн хамаарах уу? Хэрэв үгүй бол эдгээр (механик бус) үзэгдлүүдийн тусламжтайгаар инерциал тооллын системүүдийг ялгаж болох бөгөөд өөртөө гол буюу абсолют тооллын системийн оршихуйн асуудлыг тавьж болно."
    },
    {
      "type": "text",
      "value": "Өөр өөр тооллын системд өөрөөр явагдах гэж найдаж байсан үзэгдлүүдийн нэг нь гэрлийн тархалт байв. Тухайн үед давамгайлж байсан долгионы онолын дагуу гэрлийн долгионууд нь ямар нэгэн таамаглалт орчин (\"гэрэл дамжуулагч эфир\")-тай харьцуулбал тодорхой хурдаар тархах ёстой байсан, хэдийгээр түүний мөн чанарын талаар нэгдсэн санал байгаагүй. Гэхдээ энэ орчны мөн чанар ямар ч байсан энэ нь бүх инерциал системд нэгэн зэрэг тайван байж чадахгүй. Инерциал системүүдийн нэг нь тодорч гарна — абсолют систем — \"гэрэл дамжуулагч эфир\"-тэй харьцуулбал хөдөлгөөнгүй систем. Зөвхөн энэ — мөн зөвхөн энэ — тооллын системд гэрэл бүх чиглэлд ижил $c$ хурдаар тархна гэж үзэж байсан."
    },
    {
      "type": "text",
      "value": "Хэрэв ямар нэгэн инерциал тооллын систем эфиртэй харьцуулбал $\\mathbf{V}$ хурдаар хөдөлж байвал энэ тооллын системд гэрлийн хурд $\\mathbf{c}^{\\prime}$ нь ердийн хурдын нэмэлтийн хууль (7.2)-т захирагдах ёстой, өөрөөр хэлбэл $\\mathbf{c}^{\\prime}=\\mathbf{c}-\\mathbf{V}$ байх ёстой."
    },
    {
      "type": "text",
      "value": "Энэ таамаглалыг туршилтаар шалгах боломжтой болсон бөгөөд үүнийг Майкельсон (Морлитой хамтран) хийж гүйцэтгэсэн."
    },
    {
      "type": "header",
      "value": "Майкельсоны туршилт"
    },
    {
      "type": "text",
      "value": "Энэ туршилтын зорилго нь дэлхийн эфиртэй харьцуулсан \"жинхэнэ\" хөдөлгөөнийг илрүүлэх явдал байсан. Дэлхийн орбит дагуух 30 км/с хурдтай хөдөлгөөн ашигласан. Туршилтын санаа нь дараах байдалтай байв."
    },
    {
      "type": "text",
      "value": "Эх үүсвэр $S$-ээс (Зураг 7.2) гэрлийг хоёр харилцан перпендикуляр чиглэлд илгээж, эх үүсвэрээс $l$ зайд байрлах $A$ ба $B$ толиноос ойлгоод $S$ цэг рүү буцаасан. Энэ туршилтад $S A S$ болон $S B S$ замуудаар гэрэл туулах хугацааг харьцуулсан."
    },
    {
      "type": "text",
      "value": "Төхөөрөмж дэлхийн хамт тийм байдлаар хөдөлж байна гэж бодъё, түүний эфиртэй харьцуулсан $V$ хурд нь $S A$ дагуу чиглэсэн гэе"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-228_323_334_738_822.jpg",
      "caption": "Зураг 7.2"
    },
    {
      "type": "text",
      "value": "(туршилт хийх агшинд). Хэрэв гэрлийн хурд ердийн хурдын нэмэлтийн хууль (7.2)-т захирагдаж байвал $S A$ зам дээр гэрлийн хурд төхөөрөмжийн (дэлхийн) харьцуулбал $c-V$-тэй тэнцүү, харин буцах зам дээр $c+V$ байна. Тэгвэл $S A S$ замыг туулах хугацаа:"
    },
    {
      "type": "equation",
      "value": "t_{\\|}=\\frac{l}{c-V}+\\frac{l}{c+V}=\\frac{2 l}{c} \\frac{1}{1-(V / c)^{2}}"
    },
    {
      "type": "text",
      "value": "Харин $S B S$ зам дээр төхөөрөмжтэй харьцуулсан гэрлийн хурд $c^{\\prime}=\\sqrt{c^{2}-V^{2}}$ (Зураг 7.2)-тэй тэнцүү бөгөөд энэ замыг туулах хугацаа:"
    },
    {
      "type": "equation",
      "value": "t_{\\perp}=\\frac{2 l}{\\sqrt{c^{2}-V^{2}}}=\\frac{2 l}{c} \\frac{1}{\\sqrt{1-(V / c)^{2}}}"
    },
    {
      "type": "text",
      "value": "$t_{||}$ ба $t_{\\perp}$-ийн илэрхийллүүдийг харьцуулахад гэрэл хоёр замыг өөр өөр хугацаагаар туулах ёстой нь харагдаж байна. Хугацааны зөрүү $t_{\\|}-t_{\\perp}$-ийг хэмжих замаар төхөөрөмжийн (дэлхийн) эфиртэй харьцуулсан хурдыг тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Хэдийгээр хүлээгдэж буй хугацааны зөрүү маш бага байсан ч төхөөрөмж энэ зөрүүг найдвартай илрүүлэхэд хангалттай мэдрэмтгий байсан (үүнийг маш мэдрэмтгий интерференцийн аргаар олж авсан)."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч туршилтын үр дүн сөрөг болсон: хугацааны зөрүү илрээгүй. Мэдээжийн хэрэг, туршилт хийх агшинд дэлхий эфиртэй харьцуулбал тайван байсан байж болох юм. Гэхдээ жишээ нь хагас жилийн дараа дэлхийн эфиртэй харьцуулсан хурд 60 км/с-д хүрэх байсан. Гэвч хагас жилийн дараа туршилтыг давтахад хүлээгдэж байсан үр дүн гараагүй."
    },
    {
      "type": "text",
      "value": "Хожим нь хийгдсэн ижил төрлийн илүү нарийвчилсан туршилтууд ч гэсэн анхны үр дүнг батлав."
    },
    {
      "type": "text",
      "value": "Майкельсоны туршилтын сөрөг үр дүн нь Галилейн хувиргалтын (хурдын хувиргалтын) үндсэн дээр хүлээгдэж байсан зүйлтэй зөрчилдөнө. Энэ нь мөн эфиртэй харьцуулсан хөдөлгөөнийг илрүүлж чадахгүй, гэрлийн хурд нь гэрлийн эх үүсвэрийн хурдаас үл хамаарах (эх үүсвэр жилийн өөр өөр үед эфиртэй харьцуулбал өөр өөрөөр хөдөлдөг) гэдгийг харуулсан."
    },
    {
      "type": "text",
      "value": "Гэрлийн хурд нь эх үүсвэрийн хурдаас үл хамаарах гэдгийн төлөө зарим астрономийн ажиглалтууд (жишээ нь давхар одод дээр), мөн хожим нь энэ баримтыг шалгах зорилгоор тусгайлан хийгдсэн бусад туршилтууд ч гэсэн өгүүлж байна."
    },
    {
      "type": "text",
      "value": "XX зууны эхэн үед онолын болон туршилтын физикт өвөрмөц нөхцөл байдал бүрдэв. Нэг талаас, онолын хувьд олон тооны инерциал системүүдээс гол (абсолют) системийг ялгах янз бүрийн эффектүүд урьдчилан таамаглагдаж байсан. Нөгөө талаас, эдгээр эффектүүдийг туршилтаар илрүүлэх тууштай оролдлогууд амжилтгүй болж байсан. Туршилт нь харьцангуйн зарчмын зөв байдлыг бүх үзэгдлүүдэд, үүнд онол дээр түүнийг огт хүлээн зөвшөөрөх боломжгүй гэж үзсэн үзэгдлүүдэд ч гэсэн тууштай батлав."
    },
    {
      "type": "text",
      "value": "Майкельсоны туршилтын болон түүнтэй төстэй туршилтуудын сөрөг үр дүнг Ньютоны механикийн хүрээнд тайлбарлах олон оролдлого хийгдсэн. Гэхдээ тэд бүгд эцсийн эцэст хангалтгүй болсон. Энэ асуудлын үндсэн шийдлийг зөвхөн Эйнштейний харьцангуйн онол өгсөн."
    }
  ]
}