{
  "id": "7.2",
  "title": "§ 7.2. Эйнштейний постулатууд",
  "body": [
    {
      "type": "header",
      "id": "7.2",
      "value": "§ 7.2. Эйнштейний постулатууд"
    },
    {
      "type": "text",
      "value": "XX зууны эхэнд байсан бүх туршилтын болон онолын материалын гүнзгий шинжилгээ нь Эйнштейнийг сонгодог физикийн анхны байр суурь, юуны түрүүнд орон зай ба хугацааны шинж чанаруудын тухай төсөөллүүдийг эргэн харахад хүргэсэн. Үүний үр дүнд тэрээр бүх сонгодог физикийн логик төгсгөл болох харьцангуйн тусгай онолыг бүтээжээ."
    },
    {
      "type": "text",
      "value": "Энэ онол Ньютоны механикийн орон зайн Евклид шинж, Галилей-Ньютоны инерцийн хууль зэрэг байр суурийг өөрчлөлтгүй хүлээн авдаг. Хатуу биеийн хэмжээс болон хугацааны завсрууд өөр өөр тооллын системд өөрчлөгддөггүй гэсэн баталгааны тухайд Эйнштейн анхаарлаа хандуулахад эдгээр төсөөллүүд нь бага хурдтай биеүүдийн хөдөлгөөний судалгаанаас үүссэн тул тэдгээрийн том хурдын мужид экстраполяцлах нь юугаар ч үндэслэгдээгүй, иймээс үндэслэлгүй гэж ойлгов. Зөвхөн туршилт л тэдгээрийн жинхэнэ шинж чанарууд ямар болохын асуултанд хариулт өгч чадна. Энэ нь Галилейн хувиргалт болон алсын үйлчлэлийн зарчимд ч хамаарна."
    },
    {
      "type": "text",
      "value": "Харьцангуйн тусгай онолын анхны байр суурийн хувьд Эйнштейн хоёр постулат буюу зарчмыг хүлээн авсан бөгөөд тэдгээрийн төлөө бүх туршилтын материал (юуны түрүүнд Майкельсоны туршилт) өгүүлж байна:"
    },
    {
      "type": "text",
      "value": "1. харьцангуйн зарчим,\n2. гэрлийн хурд эх үүсвэрийн хурдаас үл хамаарах."
    },
    {
      "type": "text",
      "value": "Эхний постулат нь Галилейн харьцангуйн зарчмыг ямар ч физикийн процесс дээр ерөнхийлсөн байдал юм: бүх физикийн үзэгдлүүд бүх инерциал тооллын системд ижил байдлаар явагдана; байгалийн бүх хуулиуд болон тэдгээрийг дүрсэлж буй тэгшитгэлүүд инвариант, өөрөөр хэлбэл нэг инерциал тооллын системээс нөгөөд шилжихэд өөрчлөгддөггүй."
    },
    {
      "type": "text",
      "value": "Өөрөөр хэлбэл бүх инерциал тооллын системүүд өөрсдийн физикийн шинж чанаруудын хувьд эквивалент (ялгагдашгүй); ямар ч туршилтаар зарчмын хувьд тэдгээрээс нэгийг ч илүүд үзэж ялгаж чадахгүй."
    },
    {
      "type": "text",
      "value": "Хоёр дахь постулат нь вакуум дахь гэрлийн хурд гэрлийн эх үүсвэрийн хөдөлгөөнөөс үл хамаарах бөгөөд бүх чиглэлд ижил гэж баталдаг."
    },
    {
      "type": "text",
      "value": "Энэ нь вакуум дахь гэрлийн хурд бүх инерциал тооллын системд ижил гэсэн үг. Ингэснээр гэрлийн хурд байгальд онцгой байр суурийг эзэлдэг. Нэг тооллын системээс нөгөөд шилжихэд өөрчлөгддөг бусад бүх хурдаас ялгаатай нь хоосон орон зай дахь гэрлийн хурд инвариант хэмжигдэхүүн юм. Бидний харах гэж буйгаар ийм хурдын оршихуй нь орон зай ба хугацааны тухай төсөөлөлд чухал өөрчлөлт оруулна."
    },
    {
      "type": "text",
      "value": "Эйнштейний постулатуудаас вакуум дахь гэрлийн хурд нь хязгаарлагдмал гэдэг нь ч гарна: ямар ч дохио, нэг биеэс нөгөөд үзүүлэх ямар ч нөлөө нь вакуум дахь гэрлийн хурдыг давсан хурдаар тархаж чадахгүй. Энэ хурдын яг хязгаарлагдмал шинж чанар нь бүх тооллын системд гэрлийн хурдын ижил байдлыг тайлбарладаг. Үнэхээр ч харьцангуйн зарчмын дагуу байгалийн хуулиуд бүх инерциал тооллын системд ижил байх ёстой. Ямар ч дохионы хурд хязгаарлагдмал утгаас давж чадахгүй гэдэг баримт нь бас байгалийн хууль юм. Иймээс хязгаарлагдмал хурдын утга — вакуум дахь гэрлийн хурд — бүх инерциал тооллын системд ижил байх ёстой: эсрэг тохиолдолд эдгээр системүүдийг бие биенээсээ ялгаж чадах байх."
    },
    {
      "type": "text",
      "value": "Тодруулбал хязгаарлагдмал хурдын оршихуй нь автоматаар бөөмсийн хөдөлгөөний хурдыг $c$ хэмжээгээр хязгаарлахыг үүсгэнэ. Эс бөгөөс эдгээр бөөмс нь дохионы дамжуулалт (эсвэл биеүүдийн хоорондох харилцан үйлчлэл) хязгаарлагдмал хурдаас давсан хурдаар хийж чадах байх. Ингэснээр Эйнштейний постулатуудын дагуу байгальд боломжит биеүүдийн хөдөлгөөний болон харилцан үйлчлэлийн тархалтын бүх хурдын утгууд $c$ хэмжээгээр хязгаарлагдана. Ингэснээр Ньютоны механикийн алсын үйлчлэлийн зарчим үгүйсгэгдэнэ."
    },
    {
      "type": "text",
      "value": "Харьцангуйн тусгай онолын бүх агуулга эдгээр хоёр постулатаас гарч ирнэ. Өнөө үед Эйнштейний хоёр постулат болон тэдгээрээс гарах бүх үр дагавар хуримтлагдсан туршилтын материалын бүхэл бүтэн цуглуулгаар итгэлтэйгээр батлагдаж байна."
    },
    {
      "type": "header",
      "value": "Цаг синхрончлох"
    },
    {
      "type": "text",
      "value": "Эдгээр постулатуудаас ямар нэгэн дүгнэлт хийхээс өмнө Эйнштейн орон зай ба хугацааг хэмжих аргуудын тухай төсөөллүүдийг нарийн шинжилсэн. Юуны түрүүнд тэрээр"
    },
    {
      "type": "text",
      "value": "физикийн бодит байдал нь орон зайн цэг биш, ямар нэг зүйл тохиолдсон хугацааны агшин ч биш, харин зөвхөн үйл явдал өөрөө гэдгийг анхаарсан. Өгөгдсөн тооллын систем дэх үйл явдлыг дүрслэхийн тулд энэ нь явагдах газар, явагдах хугацааны агшныг зааж өгөх шаардлагатай."
    },
    {
      "type": "text",
      "value": "Үйл явдал явагдаж байгаа цэгийн байрлалыг хатуу масштабуудын тусламжтайгаар Евклидийн геометрийн аргуудаар тодорхойлж Декартын координатаар илэрхийлж болно. Ньютоны механик энэ талаараа хэмжигдэж буй хэмжигдэхүүнүүдийг жишиг эталонуудтай харьцуулах бодитой аргуудыг ашиглаж байсан."
    },
    {
      "type": "text",
      "value": "Харгалзах хугацааны агшныг өгөгдсөн үйл явдал явагдаж байгаа тооллын системийн тэр цэгт байрлуулсан цагаар тодорхойлж болно. Гэхдээ ийм тодорхойлолт нь бидэнд өөр өөр газарт явагдаж байгаа үйл явдлуудыг бие биетэй харьцуулах шаардлагатай үед, эсвэл ижил утгатайгаар цагаас алслагдсан газруудад явагдаж байгаа үйл явдлуудын хугацааг харьцуулах шаардлагатай үед хангалтгүй болдог."
    },
    {
      "type": "text",
      "value": "Үнэхээр ч тооллын системийн өөр өөр цэгүүдэд хугацаа (цагийн заалт)-ыг харьцуулахын тулд юуны түрүүнд тооллын системийн бүх цэгүүдэд нийтлэг хугацааг хэрхэн тодорхойлох аргыг тогтоох шаардлагатай. Өөрөөр хэлбэл өгөгдсөн тооллын системийн бүх цагуудын синхрон явцыг хангах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "Тооллын системийн өөр өөр цэгүүдэд байрлуулсан цагуудыг зөвхөн ямар нэгэн дохионуудын тусламжтайгаар синхрончлох боломжтой. Энэ зорилгод хамгийн тохиромжтой хамгийн хурдан дохионууд нь мэдэгдэж буй $c$ хурдаар тархдаг гэрлийн эсвэл радио дохио юм. Яг эдгээр дохиог сонгох нь тэдгээрийн хурд орон зайн чиглэлээс үл хамаарах, мөн бүх инерциал тооллын системд ижил байдагтай ч холбоотой."
    },
    {
      "type": "text",
      "value": "Дараа нь дараах байдлаар ажиллаж болно. Жишээ нь өгөгдсөн тооллын системийн координатын эх $O$ цэгт байрлах ажиглагч радиогоор мэдэгдэнэ: \"Нарийн цагийн дохио дамжуулж байна. Одоо миний цагаар $t_{0}$ цаг\". Энэ дохио $O$ цэгээс $r$ зайд байрлах цагт хүрэх агшинд тэдгээрийг $t=t_{0}+r / c$ цагийг заах байдлаар тохируулна, өөрөөр хэлбэл дохионы хоцрох хугацааг харгалзан. Тодорхой хугацааны завсраар дохиог давтах нь"
    },
    {
      "type": "text",
      "value": "ажиглагч бүрт өөрийн цагийн $O$ цэг дэх цагтай синхрон явцыг тогтоох боломжийг олгоно. Ийм үйлдлийн үр дүнд өгөгдсөн тооллын системийн бүх цагууд агшин бүрт нэг ижил нийтлэг цагийг заадаг гэж батлаж болно."
    },
    {
      "type": "text",
      "value": "Ийнхүү тодорхойлогдсон хугацаа нь зөвхөн синхрончлогдсон цагууд тайван байгаа (хөдөлгөөнгүй байгаа) тооллын системд л хамаарна гэдгийг онцлон тэмдэглэх шаардлагатай."
    },
    {
      "type": "header",
      "value": "Үйл явдлуудын хоорондох харьцаа"
    },
    {
      "type": "text",
      "value": "Өөр өөр инерциал тооллын системд өгөгдсөн үйл явдлуудын хоорондох орон зайн болон хугацааны харьцааны асуудалд хандцгаая."
    },
    {
      "type": "text",
      "value": "Ньютоны механикт ч гэсэн янз бүрийн үйл явдлуудын хоорондох орон зайн харьцаа нь тэдгээр ямар тооллын системд хамаарахаас шалтгаалдаг. Жишээлбэл хөдөлж буй галт тэрэгний чийдэнгийн дараалсан хоёр анивчилт нь галт тэрэгтэй холбогдсон тооллын системд нэг ижил цэгт явагдах боловч төмөр замын далантай холбогдсон тооллын системд өөр өөр цэгүүдэд явагдана. Хоёр өөр хугацаанд болсон үйл явдал нэг ижил газарт эсвэл бие биеэсээ ийм зайд явагдана гэсэн баталгаа нь зөвхөн ямар тооллын системд энэ баталгаа хамаарч байгааг зааж өгөхөд утга учиртай болно."
    },
    {
      "type": "text",
      "value": "Үүний эсрэг Ньютоны механикт үйл явдлуудын хоорондох хугацааны харьцаа нь тооллын системээс үл хамаарах гэж үздэг. Энэ нь хэрэв ямар нэгэн хоёр үйл явдал нэг тооллын системд нэгэн зэрэг явагдаж байвал тэд бусад бүх тооллын системд ч гэсэн нэгэн зэрэг болно гэсэн үг юм. Ерөнхийдөө хоёр өгөгдсөн үйл явдлын хоорондох хугацааны завсар бүх тооллын системд ижил гэж үздэг."
    },
    {
      "type": "text",
      "value": "Гэвч бодит байдалд энэ тийм биш гэдгийг хялбархан батлах боломжтой — нэгэн зэрэг байдал (улмаар хугацааны урсгал) нь харьцангуй ойлголт бөгөөд зөвхөн ямар тооллын системд энэ ойлголт хамаарч байгааг зааж өгөхөд утга учиртай болно. Нэг тооллын системд нэгэн зэрэг болсон хоёр үйл явдал өөр тооллын системд нэгэн зэрэг биш болдог гэдгийг энгийн үндэслэлээр харуулцгаая."
    },
    {
      "type": "text",
      "value": "$K$-системтэй харьцуулбал $V$ тогтмол хурдтай хөдөлж буй $AB$ савааг төсөөлцгөөе. Савааны дунд"
    },
    {
      "type": "text",
      "value": "чийдэн $O$ байрладаг, төгсгөлд — $A$ ба $B$ цэгүүдэд — фотоэлементүүд байна (Зураг 7.3). Ямар нэгэн агшинд $O$ чийдэн богино хугацааны"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-234_102_366_153_792.jpg",
      "caption": "Зураг 7.3"
    },
    {
      "type": "text",
      "value": "гэрлийн анивчилт өгсөн гэе. Саваатай холбогдсон тооллын систем дэх (мөн аливаа инерциал тооллын систем дэх) гэрлийн тархах хурд хоёр чиглэлд $c$-тэй тэнцүү тул гэрлийн импульсүүд $O$-оос ижил зайд байрлах $A$ ба $B$ фотоэлементүүдэд нэг ижил хугацааны агшинд (\"саваа\" тооллын системд) хүрч, хоёр фотоэлемент нэгэн зэрэг ажиллана."
    },
    {
      "type": "text",
      "value": "$K$-системд өөрөөр байна. Энэ тооллын системд гэрлийн импульсүүдийн хурд хоёр чиглэлд мөн $c$-тэй тэнцүү боловч тэдгээрийн туулах замууд өөр өөр байна. Үнэхээр ч гэрлийн импульсүүд $A$ ба $B$ цэгүүд рүү явж байх үед эдгээр нь баруун тийш шилжинэ (Зураг 7.3), иймээс $A$ фотоэлемент $B$ фотоэлементээс өмнө ажиллана."
    },
    {
      "type": "text",
      "value": "Ингэснээр нэг тооллын системд нэгэн зэрэг болсон үйл явдлууд өөр тооллын системд нэгэн зэрэг биш болдог, өөрөөр хэлбэл нэгэн зэрэг байдал нь Ньютоны механикийн төсөөллөөс ялгаатай нь харьцангуй ойлголт юм. Энэ нь эргээд хугацаа өөр өөр тооллын системд өөрөөр урсдаг гэсэн үг."
    },
    {
      "type": "text",
      "value": "Хэрэв бидний мэдэлд агшин зуур тархдаг дохионууд байсан бол нэг тооллын системд нэгэн зэрэг болсон үйл явдлууд өөр бүх системд ч гэсэн нэгэн зэрэг байх байсан. Энэ нь дөнгөж авч үзсэн жишээнээс шууд гарч ирнэ. Энэ тохиолдолд хугацааны урсгал нь тооллын системээс үл хамаарах байсан бөгөөд Галилейн хувиргалтад ашиглагддаг абсолют хугацааны тухай ярьж болох байсан. Ингэснээр Галилейн хувиргалт нь мөн чанараараа цаг синхрончлол нь агшин зуур тархдаг дохионоор хийгддэг гэсэн таамаглалаас гардаг. Гэвч бодит байдалд ийм дохионууд байхгүй."
    }
  ]
}