{
  "id": "7.4",
  "title": "§ 7.4. Лоренцын хувиргалт",
  "body": [
    {
      "type": "header",
      "id": "7.4",
      "value": "§ 7.4. Лоренцын хувиргалт"
    },
    {
      "type": "text",
      "value": "Одоо бидэнд өөр өөр инерциал тооллын системд нэг ижил үйл явдлын координат ба хугацааны агшнуудыг холбосон томъёонууд гэж ойлгогдох координат ба хугацааны хувиргалтын томъёонуудын тухай үндсэн асуудлыг шийдэх болно."
    },
    {
      "type": "text",
      "value": "Галилейн хувиргалтууд уу? Эдгээр хувиргалтууд нь биеүүдийн урт хөдөлгөөнөөс үл хамаарах ба өөр өөр инерциал тооллын системд хугацаа адилхан урсдаг гэсэн таамаглал дээр үндэслэсэн гэдгийг санууцгаая. Гэсэн хэдий ч өмнөх параграфт бодит байдалд ингэхгүй гэдэг нь харуулагдсан: хугацааны урсгал болон биеүүдийн урт нь тооллын системээс хамаардаг — энэ нь Эйнштейний постулатуудын зайлшгүй үр дагавар байсан. Иймээс бид Галилейн хувиргалтуудаас татгалзах, эсвэл илүү нарийвчлан хэлэхэд тэдгээр нь илүү ерөнхий хувиргалтуудын зөвхөн нэг тусгай тохиолдол гэдгийг хүлээн зөвшөөрөх хэрэгтэй."
    },
    {
      "type": "text",
      "value": "Нэгдүгээрт хугацаа удаашрах болон Лоренцын агшилтыг харгалзан үзэх (өөрөөр хэлбэл эцсийн эцэст Эйнштейний постулатуудын үр дагавар байх), хоёрдугаарт бага хурдын хязгаарлагдмал тохиолдолд Галилейн хувиргалт руу шилжих им хувиргалтын томъёонуудыг олох даалгавар гарч ирнэ. Энэ даалгаврыг шийдэхэд шилжье."
    },
    {
      "type": "text",
      "value": "Хоёр инерциал тооллын систем $K$ ба $K^{\\prime}$-ийг авч үзье. $K^{\\prime}$-систем нь $K$-системтэй харьцуулбал $V$ хурдаар хөдөлж байна гэе. Хоёр тооллын системийн координатын тэнхлэгүүдийг"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-245_271_406_139_70.jpg",
      "caption": "Зураг 7.11"
    },
    {
      "type": "text",
      "value": "Зураг 7.11-д үзүүлснээр чиглүүлье: $X$ ба $X^{\\prime}$ тэнхлэгүүд давхцаж, $\\mathbf{V}$ вектортой зэрэгцээ чиглүүлэгдсэн бөгөөд $Y$ ба $Y^{\\prime}$ тэнхлэгүүд бие биетэйгээ зэрэгцээ байна. Хоёр тооллын системийн өөр өөр цэгүүдэд ижил цагууд байрлуулж, тэдгээрийг синхрончилъё — $K$-системийн цагуудыг тусад нь, $K^{\\prime}$-системийн цагуудыг тусад нь. Эцэст нь хоёр системд хугацааны эхлэлийг $O$ ба $O^{\\prime}$ координатын эхүүд давхцах агшин ($t=t^{\\prime}=0$) гэж авъя."
    },
    {
      "type": "text",
      "value": "Одоо ($K$-системд) $t$ хугацааны агшинд $x, y$ координаттай цэгт ямар нэгэн $A$ үйл явдал, жишээлбэл гэрэл асах гэх мэт тохиолдсон гэе. Бидний даалгавар нь $K^{\\prime}$-системд энэ үйл явдлын $x^{\\prime}, y^{\\prime}$ координатууд болон $t^{\\prime}$ хугацааны агшныг олох явдал юм."
    },
    {
      "type": "text",
      "value": "$y^{\\prime}$ координатын асуудал өмнөх параграфын эхэнд аль хэдийн шийдэгдсэн бөгөөд [томъёо (7.3)-ыг үзнэ үү] $y^{\\prime}=y$ гэдэг нь харуулагдсан. Иймээс шууд үйл явдлын $x^{\\prime}$ координатыг олоход шилжье. $x^{\\prime}$ координат нь $K^{\\prime}$-системд хөдөлгөөнгүй $O^{\\prime} P$ хэсгийн өөрийн уртыг тодорхойлно (Зураг 7.11). Харин $K$-системд, $t$ агшинд тоолж буй энэ хэсгийн урт $x-V t$-тэй тэнцүү. Эдгээр уртуудын хоорондох холбоог томъёо (7.5) өгнө, түүний дагуу $x-V t=x^{\\prime} \\sqrt{1-\\beta^{2}}$. Үүнээс"
    },
    {
      "type": "equation",
      "value": "x^{\\prime}=(x-V t) / \\sqrt{1-\\beta^{2}} .",
      "tag": "7.6"
    },
    {
      "type": "text",
      "value": "Нөгөө талаас $x$ координат нь $K$-системд хөдөлгөөнгүй $O P$ хэсгийн өөрийн уртыг тодорхойлно. Харин $K^{\\prime}$-системд, $t^{\\prime}$ агшинд хэмжилт хийж буй энэ хэсгийн урт $x^{\\prime}+V t^{\\prime}$-тэй тэнцүү. Дахиад (7.5)-ыг харгалзан үзэхэд $x^{\\prime}+V t^{\\prime}=x \\sqrt{1-\\beta^{2}}$ гэж олно, үүнээс"
    },
    {
      "type": "equation",
      "value": "x=\\left(x^{\\prime}+V t^{\\prime}\\right) / \\sqrt{1-\\beta^{2}} .",
      "tag": "7.6'"
    },
    {
      "type": "text",
      "value": "Олсон томъёонууд нь мөн хоёр тооллын системд $A$ үйл явдлын $t$ ба $t^{\\prime}$ хугацааны агшнуудын хоорондох холбоог тогтоохыг зөвшөөрнө. Үүний тулд (7.6) ба (7.6')-оос $x^{\\prime}$ эсвэл $x$-ийг арилгахад хангалттай, үүний дараа олох болно:"
    },
    {
      "type": "equation",
      "value": "t^{\\prime}=\\left(t-x V / c^{2}\\right) / \\sqrt{1-\\beta^{2}} ; \\quad t=\\left(t^{\\prime}+x^{\\prime} V / c^{2}\\right) / \\sqrt{1-\\beta^{2}} .",
      "tag": "7.7"
    },
    {
      "type": "text",
      "value": "Томъёо (7.3), (7.6), (7.6') ба (7.7)-ийг Лоренцын хувиргалт гэж нэрлэдэг. Тэд харьцангуйн онолд үндсэн үүрэг гүйцэтгэнэ. Эдгээр томъёогоор нэг инерциал тооллын системээс нөгөө рүү шилжихэд аливаа үйл явдлын координат ба хугацааны хувиргалтыг хийнэ."
    },
    {
      "type": "text",
      "value": "Ингээд $K$-аас $K^{\\prime}$-систем рүү шилжихэд Лоренцын хувиргалтууд дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "x^{\\prime}=\\frac{x-V t}{\\sqrt{1-\\beta^{2}}} ; \\quad y^{\\prime}=y ; \\quad t^{\\prime}=\\frac{t-x V / c^{2}}{\\sqrt{1-\\beta^{2}}},",
      "tag": "7.8"
    },
    {
      "type": "text",
      "value": "харин урвуу шилжилтэд $K^{\\prime}$-аас $K$-систем рүү —"
    },
    {
      "type": "equation",
      "value": "x=\\frac{x^{\\prime}+V t^{\\prime}}{\\sqrt{1-\\beta^{2}}} ; \\quad y=y^{\\prime} ; \\quad t=\\frac{t^{\\prime}+x^{\\prime} V / c^{2}}{\\sqrt{1-\\beta^{2}}},",
      "tag": "7.9"
    },
    {
      "type": "text",
      "value": "энд $\\beta=V / c, V$ — $K$-системийн харьцуулсан $K^{\\prime}$-системийн хурд."
    },
    {
      "type": "text",
      "value": "Томъёо (7.8) ба (7.9)-ийн тэгш хэм (ижил хэлбэр)-д шууд анхаарал хандуулах хэрэгтэй, энэ нь хоёр тооллын системийн бүрэн адил эрхийн үр дагавар юм (эдгээр томъёонд $V$-ийн өөр тэмдэг нь зөвхөн $K$ ба $K^{\\prime}$ системүүдийн бие биенийхээ харьцуулсан хөдөлгөөний эсрэг чиглэлээс үүдэлтэй)."
    },
    {
      "type": "text",
      "value": "Лоренцын хувиргалтууд нь Галилейн хувиргалтуудаас (7.1) хүчтэй ялгаатай, гэхдээ сүүлчийнхийг (7.8) ба (7.9)-өөс $c=\\infty$ гэж албан ёсоор тавьж олж болно. Энэ юу гэсэн үг вэ?"
    },
    {
      "type": "text",
      "value": "Өмнөх параграфын төгсгөлд Галилейн хувиргалтуудын үндсэнд цагийг агшин зуурын хурдаар тархдаг дохионуудын тусламжтайгаар синхрончлох таамаглал байдаг гэж тэмдэглэсэн. Энэ нөхцлөөс Лоренцын хувиргалтууд дахь $c$ хэмжигдэхүүн нь цагуудыг синхрончлоход ашигладаг дохионуудын хурдын үүрэг гүйцэтгэнэ гэдэг нь гарна. Хэрэв энэ хурд хязгааргүй их бол Галилейн хувиргалтууд гарна; хэрэв тэр гэрлийн хурдтай тэнцүү бол — Лоренцын хувиргалтууд гарна. Ингэснээр Лоренцын хувиргалтуудын үндсэнд"
    },
    {
      "type": "text",
      "value": "хязгаарлагдмал хурдтай гэрлийн дохионуудын тусламжтайгаар цагуудыг синхрончлох таамаглал оршино."
    },
    {
      "type": "text",
      "value": "Лоренцын хувиргалтуудын гайхалтай онцлог нь $V \\ll c$ үед тэд Галилейн хувиргалтууд (7.1) руу шилжих* явдал юм. Ингэснээр $V \\ll c$ хязгаарлагдмал тохиолдолд харьцангуйн онол ба Ньютоны механикийн хувиргалтын хуулиуд давхцана. Энэ нь харьцангуйн онол Галилейн хувиргалтуудыг буруу гэж үгүйсгэхгүй, харин тэдгээрийг $V \\ll c$ үед зөв тусгай тохиолдол болгон жинхэнэ хувиргалтын хуулиудад багтаана гэсэн утгатай. Цаашид энэ нь харьцангуйн онол ба Ньютоны механикийн хоорондох ерөнхий харилцан холбоог тусгадаг гэдгийг харах болно — харьцангуйн онолын хууль ба харьцаанууд нь бага хурдын хязгаарлагдмал тохиолдолд Ньютоны механикийн хуулиуд руу шилжинэ."
    },
    {
      "type": "text",
      "value": "Цааш нь Лоренцын хувиргалтуудаас $V>c$ үед язгуур доорх илэрхийлэлүүд сөрөг болж, томъёонууд физикийн утгаа алддаг гэдэг нь харагдана. Энэ нь вакуум дахь гэрлийн хурдаас их хурдтай биеүүдийн хөдөлгөөн боломжгүй гэсэн баримттай нийцнэ. Бүр $V=c$ хурдаар хөдөлж буй тооллын системийг ашиглаж ч болохгүй; үүнд язгуур доорх илэрхийлэлүүд тэг болж, томъёонууд мөн физикийн утгаа алддаг. Энэ нь жишээлбэл $c$ хурдаар хөдөлж буй фотонтой зарчмын хувьд тооллын системийг холбож болохгүй гэсэн үг юм. Эсвэл өөрөөр: фотон хөдөлгөөнгүй байх тооллын систем оршдоггүй."
    },
    {
      "type": "text",
      "value": "Эцэст нь хугацааны хувиргалтын томъёонд орон зайн координат ордог гэдэгт анхаарах шаардлагатай. Энэ чухал нөхцөл нь орон зай ба хугацааны хоорондох салшгүй холбоог заана. Өөрөөр хэлбэл орон зай болон хугацааны тухай тусад нь биш харин бүх физикийн үзэгдлүүд явагдах нэгдсэн орон зай-хугацааны тухай ярих ёстой."
    },
    {
      "type": "text",
      "value": "*Нарийн ярихад $x / c \\ll t$, өөрөөр хэлбэл авч үзэж буй бодлогуудад гарч буй зайнууд дахь ($x / c$) гэрлийн дохионуудын тархалтын хугацаанууд биднийг сонирхож буй хугацааны завсруудтай харьцуулахад бага байх шаардлагатай. Энэ нөхцөлд дохионууд практикт агшин зуур тархдаг гэж үзэж болно."
    }
  ]
}