{
  "id": "8.1",
  "title": "§ 8.1. Цахилгаан-соронзон орон. Цэнэгийн инвариантлаг",
  "body": [
    {
      "type": "header",
      "id": "8.1",
      "value": "§ 8.1. Цахилгаан-соронзон орон. Цэнэгийн инвариантлаг"
    },
    {
      "type": "text",
      "value": "Статик тохиолдолд цахилгаан ба соронзон оронг тус тусд нь авч үзэж болдог байв. Гэвч ерөнхий тохиолдолд тэдгээр нь нэг бүхэл — <b>цахилгаан-соронзон орон</b> — юм. $\\mathbf{E}$ ба $\\mathbf{B}$ хоёрын харьцаа тооцооны системээс хамаарна."
    },
    {
      "type": "text",
      "value": "Хэд хэдэн жишээ:"
    },
    {
      "type": "text",
      "value": "• $K$ системд жигд хөдлөх $q$ цэнэгийн хувьд $\\mathbf{E}$ ба $\\mathbf{B}$ хоёулаа байна, хоёулаа хувьсах. Цэнэгтэй хамт хөдлөх $K'$ системд зөвхөн $\\mathbf{E}'$ байна."
    },
    {
      "type": "text",
      "value": "• Хоёр ижил цэнэг $K$ системд бие биен рүү $u$ хурдтай хөдлөнө. $K$ системд $\\mathbf{E}$ ба $\\mathbf{B}$ хоёулаа, хоёулаа хувьсах. Зөвхөн нэг орон бүхий систем олдохгүй."
    },
    {
      "type": "text",
      "value": "• $K$ системд тайван тогтмол соронзоны тогтмол нэг буршгар $\\mathbf{B}$ орон байна. $K$-тэй харьцангуй хөдлөх $K'$ системд хувьсах соронзон ба цахилгаан орон хоёулаа ажиглагдана."
    },
    {
      "type": "text",
      "value": "<b>Цэнэгийн инвариантлаг.</b> Тусгаарлагдсан системийн бүрэн цэнэг нь зөөгчийн хурднаас үл хамаарах релятивистийн инвариант. Нотлох баримтууд:"
    },
    {
      "type": "text",
      "value": "• Устөрөгчийн хийд электрон протоноос хурдан хөдлөнө. Хурднаас цэнэг хамаарвал хий цэнэглэгдэх байсан — $10^{-20}$ нарийвчлалтай хэзээ ч ажиглагдаагүй."
    },
    {
      "type": "text",
      "value": "• Бодисыг халаахад электрон ядраас их хурдасдаг. Цэнэг хурднаас хамаарвал халсан биет цэнэглэгдэх байсан — хэзээ ч ажиглагдаагүй."
    },
    {
      "type": "text",
      "value": "• Химийн урвалын явцад электроны дундаж хурд хувьсдаг. Цэнэг хурднаас хамаарвал урвалд аварга том цахилгаан орон үүсэх байсан — хэзээ ч ажиглагдаагүй."
    },
    {
      "type": "text",
      "value": "• Бүх орчин үеийн хурдасгагчийн тооцоо ба ажиллагаа нь бөөмсийн цэнэг хурднаас үл хамаарна гэдгийг баталдаг."
    },
    {
      "type": "text",
      "value": "Иймд дурын бөөмсийн цэнэг нь релятивистийн инвариант — хурднаас болон тооцооны системийн сонголтоос үл хамаарна."
    },
    {
      "type": "text",
      "value": "<b>Гаусын теоремын инвариантлаг.</b> Туршилтын ерөнхийлэлтээр $\\oint \\mathbf{E}\\,\\mathrm{d}\\mathbf{S} = q/\\varepsilon_0$ нь зөвхөн тайван цэнэгт биш хөдлөх цэнэгт ч хүчинтэй бөгөөд гадаргуун интегралыг тухайн системийн нэг мөчид тооцоолно. Харьцангуй байдлын зарчмаар энэ теорем бүх инерциал системд хүчинтэй."
    }
  ]
}
