{
  "id": "3.1",
  "title": "§ 3.1. Диэлектрикийн туйлшрал",
  "body": [
    {
      "type": "header",
      "id": "3.1",
      "value": "§ 3.1. Диэлектрикийн туйлшрал"
    },
    {
      "type": "text",
      "value": "<b>Диэлектрикүүд.</b> Диэлектрик (буюу тусгаарлагч) гэдэг нь цахилгаан гүйдэл бараг дамжуулдаггүй бодисуудыг хэлнэ. Өөрөөр хэлбэл, дамжуулагчаас ялгаатай нь диэлектрикт гүйдэл үүсгэхүйцээр их зай туулж чадах чөлөөт цэнэгүүд байдаггүй."
    },
    {
      "type": "text",
      "value": "Цэнэггүй диэлектрикийг ч гадаад цахилгааны оронд оруулахад орон болон диэлектриктэй холбоотой мэдэгдэхүйц өөрчлөлт гардаг. Үүнийг диэлектрик дэр хүч нөлөөлж эхлэх, конденсаторт диэлектрик хийхэд түүний багтаамж нэмэгдэх зэргээр ажиглаж болно."
    },
    {
      "type": "text",
      "value": "Үүний шалтгааныг ойлгохын тулд диэлектрик нь нейтрал молекулуудаас буюу ионы кристалл (жишээ нь NaCl) торын зангилаа дэрх цэнэглэгдсэн ионуудаас тогтдогийг урьдчилан авч үзэх хэрэгтэй. Молекулуудын хоёр төрөл байна: <i>туйлт</i> молекул — сөрөг цэнэгийн «жингийн» төв нь эерэг цэнэгийнхтэй харьцангуй шилжсэн бөгөөд тийм молекул өөрийн дипольн момент <b>p</b>-тэй; <i>туйлгүй</i> молекул — эерэг ба сөрөг цэнэгүүдийн жингийн төвүүд давхцана."
    },
    {
      "type": "text",
      "value": "<b>Туйлшрал.</b> Гадаад цахилгааны орны нөлөөгөөр диэлектрик туйлширдаг. Туйлгүй молекул агуулагч диэлектрикт молекул тус бүрт эерэг цэнэгийн шилжилт орны дагуу, сөрөг цэнэгийн шилжилт орны эсрэг явагдана. Туйлт молекул агуулагч диэлектрикт гадаад орон байхгүй үед дипольн моментууд нь дулааны хөдөлгөөний улмаас эмх замбараагүй чиглэсэн байдаг. Гадаад орны нөлөөгөөр тэдгээр нь орны чиглэлд давамгайлан эмхлэгдэнэ. NaCl хэлбэрийн ионы кристаллд гадаад орныг асаахад бүх эерэг ион орны дагуу, сөрөг ион орны эсрэг шилжинэ.*"
    },
    {
      "type": "text",
      "value": "Ийнхүү туйлшралын механизм диэлектрикийн тодорхой бүтэцтэй холбоотой боловч цаашдын дүн шинжилгээнд туйлшралын механизмаас үл хамааран бүх эерэг цэнэг орны дагуу, бүх сөрөг цэнэг орны эсрэг шилждэг нь чухал. Ердийн нөхцөлд цэнэгүүдийн шилжилт нь молекулын хэмжээстэй ч харьцуулахад маш бага — гадаад орны хүчлэг нь молекул доторх дотоод цахилгааны орны хүчлэгийн нь хамаагүй бага байдгаас болно."
    },
    {
      "type": "text",
      "value": "<b>Эзлэхүүний ба гадаргуун холбоот цэнэгүүд.</b> Туйлшралын улмаас диэлектрикийн гадаргуу дэр, мөн ерөнхийдөө эзлэхүүний дотор нь нэмэгдсэн тэнцлийг харуулаагүй цэнэгүүд гарч ирнэ. Энэ үзэгдлийг (ялангуяа эзлэхүүний цэнэгүүд хэрхэн үүсдгийг) тайлбарлахын тулд дараах загварт хандана. $x$ координат нэмэгдэхэд нягт нь нэмэгддэг жигд бус нейтрал диэлектрик хавтгай дискийг авна (Зураг 3.1, $a$). $\\rho_+^\\prime$ ба $\\rho_-^\\prime$ нь дотор байгаа эерэг ба сөрөг цэнэгүүдийн эзлэхүүний нягтын модуль."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-070_348_636_1244_294.jpg",
      "caption": "Зураг 3.1"
    },
    {
      "type": "text",
      "value": "Гадаад орон байхгүй үед диэлектрикийн аль ч цэгт $\\rho_+^\\prime = \\rho_-^\\prime$. Гадаад $\\mathbf{E}$ орон асаагдахад эерэг цэнэгийн шилжилт орны дагуу, сөрөг цэнэгийн шилжилт орны эсрэг явагдаж, хоёр хуваарилалт нэг нэгнийхээ хавьтал харьцангуй шилжинэ (Зураг 3.1, $в$). Үүний үр дүнд диэлектрикийн гадаргуу дэр болон эзлэхүүний дотор тэнцлийг харуулаагүй цэнэгүүд гарна (зурагт сөрөг тэнцвэрт бус цэнэг эзлэхүүнд гарч байна). Орны чиглэлийг эсрэгээр өөрчилбөл бүх цэнэгийн тэмдэг өөрчлөгдөнө. Жигд диэлектрикийн хавтгайд $\\rho_+^\\prime(x)$ ба $\\rho_-^\\prime(x)$ тус бүр П-хэлбэртэй байдаг ба орон $E$-ийн нөлөөгөөр нэг нэгнийхээ хавьтал харьцангуй шилжихэд зөвхөн гадаргуун тэнцвэрт бус цэнэгүүд л гарна."
    },
    {
      "type": "text",
      "value": "Диэлектрикийн туйлшралын үр дүнд гарч ирэх тэнцлийг харуулаагүй цэнэгүүдийг <i>туйлшралын буюу холбоот цэнэгүүд</i> гэнэ. Сүүлийн нэрлэлтээр ийм цэнэгийн хөдөлгөөний эрх чөлөө хязгаарлагдмал гэдгийг онцолдог — тэд зөвхөн цахилгааны хувьд нейтрал молекулын хүрээнд л шилжих боломжтой. Холбоот цэнэгийг ихэвчлэн штрихаар тэмдэглэнэ ($q^\\prime, \\rho^\\prime, \\sigma^\\prime$)."
    },
    {
      "type": "text",
      "value": "Ийнхүү ерөнхий нөхцөлд диэлектрик туйлширах үед эзлэхүүний ба гадаргуун холбоот цэнэгүүд аль аль нь гарч ирдэг."
    },
    {
      "type": "text",
      "value": "Диэлектрик молекулын бүрэлдэхүүнд ороогүй цэнэгийг <i>гадаад цэнэг</i>* гэнэ. Тэдгээр нь диэлектрикийн дотор болон гадна аль алинд нь байж болно."
    },
    {
      "type": "text",
      "value": "<b>Диэлектрик дэрх орон.</b> Диэлектрик дэрх $\\mathbf{E}$ орон гэж бид гадаад цэнэгүүдийн $\\mathbf{E}_0$ орон болон холбоот цэнэгүүдийн $\\mathbf{E}^\\prime$ орны суперпозицийг авна:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E} = \\mathbf{E}_0 + \\mathbf{E}^\\prime,",
      "tag": "3.1"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{E}_0$ ба $\\mathbf{E}^\\prime$ нь тус тус гадаад ба холбоот цэнэгүүдийн микрооронг физикийн хувьд хязгааргүй жижиг эзлэхүүнд дундчилсан макроорон юм. Ийнхүү тодорхойлсон диэлектрик дэрх $\\mathbf{E}$ орон нь мөн макроорон болно."
    },
    {
      "type": "note",
      "value": "*Зарим ионы кристаллууд гадаад орон байхгүй ч туйлширсан байдаг. Ийм шинж чанартай диэлектрикийг <i>электрет</i> гэнэ (байнгын маагнитт ижил төстэй).<br>*Гадаад цэнэгийг ихэвчлэн <i>чөлөөт цэнэг</i> гэдэг боловч энэ нэрлэлт хэд хэдэн тохиолдолд буруу: гадаад цэнэгүүд заримдаа чөлөөт биш байдаг."
    }
  ]
}
