{
  "id": "5.2",
  "title": "§ 5.2. Импульсийн момент хадгалагдах хууль",
  "body": [
    {
      "type": "header",
      "value": "§ 5.2. Импульсийн момент хадгалагдах хууль"
    },
    {
      "type": "text",
      "value": "Дурын бөөмийн системийг авч үзье. Энэ системийн импульсийн момент гэсэн ойлголтыг түүний тусдаа бөөмийн импульсийн моментуудын вектор нийлбэрээр оруулъя:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{M}=\\sum \\mathbf{M}_{i} \\tag{5.11}"
    },
    {
      "type": "text",
      "value": "энд бүх векторууд өгөгдсөн тооллын системийн ижилхэн $O$ цэгт харьцуулж тодорхойлогдсон байна. Системийн импульсийн момент нь аддитив хэмжигдэхүүн гэдгийг анхаараарай: системийн импульсийн момент нь түүний тусдаа хэсгүүд хоорондоо харилцан үйлчилж байгаа эсэхээс үл хамааран тэдгээр хэсгүүдийн импульсийн моментуудын нийлбэртэй тэнцүү байна."
    },
    {
      "type": "text",
      "value": "Системийн импульсийн моментийн өөрчлөлтийг ямар хэмжигдэхүүн тодорхойлдгийг тодруулъя. Үүний тулд (5.11)-ийг хугацаагаар дифференциалчилбал: $\\mathrm{d}\\mathbf{M}/\\mathrm{d}t=\\sum \\mathrm{d}\\mathbf{M}_{i}/\\mathrm{d}t$ болно. Өмнөх параграфуудад $\\mathrm{d}\\mathbf{M}_{i}/\\mathrm{d}t$ уламжлал нь $i$-р бөөмд үйлчилж буй бүх хүчний моменттой тэнцүү болохыг үзүүлсэн билээ. Энэ моментийг дотоод ба гадна хүчний моментуудын нийлбэр байдлаар буюу $\\mathbf{N}_{i}^{\\prime}+\\mathbf{N}_{i}$ гэж дүрсэлье. Тэгвэл"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} \\mathbf{M} / \\mathrm{d} t=\\sum \\mathbf{N}_{i}^{\\prime}+\\sum \\mathbf{N}_{i} ."
    },
    {
      "type": "text",
      "value": "Энд эхний нийлбэр нь $O$ цэгт харьцуулсан бүх дотоод хүчний нийлбэр момент, хоёр дахь нийлбэр нь мөнөөх $O$ цэгт харьцуулсан бүх гадна хүчний нийлбэр момент юм."
    },
    {
      "type": "text",
      "value": "Дурын цэгт харьцуулсан бүх дотоод хүчний нийлбэр момент тэгтэй тэнцүү болохыг үзүүлье. Үнэхээр ч дотоод хүчнүүд гэдэг нь тухайн системийн бөөмс хоорондын харилцан үйлчлэлийн хүчнүүд юм. Ньютоны гуравдугаар хууль ёсоор эдгээр хүчнүүд нь хос хосоороо модуль нь ижил, чиглэл нь эсрэг бөгөөд нэг шулуун дээр оршдог, өөрөөр хэлбэл ижил мөртэй байна. Иймээс харилцан үйлчлэлийн хос бүрийн хүчний моментууд модуль нь ижил, чиглэл нь эсрэг байж бие биенээ тэнцвэржүүлэх бөгөөд иймээс бүх дотоод хүчний нийлбэр момент үргэлж тэг байна."
    },
    {
      "type": "text",
      "value": "Үүний үр дүнд сүүлчийн тэгшитгэл дараах хэлбэртэй болно:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} \\mathbf{M} / \\mathrm{d} t=\\mathbf{N}_{\\text {гадна }}, \\tag{5.12}"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{N}_{\\text {гадна }}$ — бүх гадна хүчний нийлбэр момент, $\\mathbf{N}_{\\text {гадна }}=\\sum \\mathbf{N}_{i}$ юм. <br> (5.12) тэгшитгэл нь: <i>системийн импульсийн моментаас хугацаагаар авсан уламжлал нь бүх гадна хүчний нийлбэр моменттой тэнцүү</i> гэдгийг баталж байна. Мэдээж энд $\\mathbf{M}$ ба $\\mathbf{N}$ моментууд хоёулаа өгөгдсөн тооллын системийн ижилхэн $O$ цэгт харьцуулж тодорхойлогдсон байх ёстой."
    },
    {
      "type": "text",
      "value": "Нэг бөөмийн тохиолдлын адилаар (5.12) тэгшитгэлээс эцсийн $t$ хугацааны интервал дахь системийн импульсийн моментийн өөрчлөлт нь"
    },
    {
      "type": "equation",
      "value": "\\mathbf{M}_{2}-\\mathbf{M}_{1}=\\int_{0}^{t} \\mathbf{N}_{\\text {гадна }} \\mathrm{d} t \\tag{5.13}"
    },
    {
      "type": "text",
      "value": "гарна, өөрөөр хэлбэл системийн импульсийн моментийн өөрчлөлт нь харгалзах хугацааны интервал дахь бүх гадна хүчний нийлбэр моментийн импульстэй тэнцүү байна. Энд бас мэдээж $\\mathbf{M}$ ба $\\mathbf{N}_{\\text {гадна }}$ моментууд хоёулаа сонгож авсан тооллын системийн ижилхэн $O$ цэгт харьцуулж тодорхойлогдсон байна."
    },
    {
      "type": "text",
      "value": "(5.12) ба (5.13) тэгшитгэлүүд нь инерциал болон инерциал бус тооллын системүүдийн алинд нь ч хүчинтэй юм. Гагцхүү инерциал бус тооллын системд гадна хүчний үүрэг гүйцэтгэх инерцийн хүчний үйлчлэлийг бас тооцох шаардлагатай, өөрөөр хэлбэл эдгээр тэгшитгэл дэх $\\mathbf{N}_{\\text {гадна }}$ гэдгийг $\\mathbf{N}_{\\text {хү }} + \\mathbf{N}_{\\text {ин}}$ нийлбэр гэж ойлгох ёстой, энд $\\mathbf{N}_{\\text {хү }}$ — гадна харилцан үйлчлэлийн хүчний нийлбэр момент, $\\mathbf{N}_{\\text {ин }}$ — инерцийн хүчний нийлбэр момент (тооллын системийн ижилхэн $O$ цэгт харьцуулсан) юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү бид чухал дүгнэлтэнд хүрлээ: (5.12) тэгшитгэл ёсоор системийн импульсийн момент нь зөвхөн бүх гадна хүчний нийлбэр моментийн үйлчлэлээр өөрчлөгдөж болно. Үүнээс өөр нэг чухал дүгнэлт буюу <b>импульсийн момент хадгалагдах хууль</b> шууд гарна: <i>битүү системийн импульсийн момент тогтмол байна</i>, өөрөөр хэлбэл хугацааны явцад өөрчлөгдөхгүй бөгөөд энэ нь инерциал тооллын системийн дурын цэгт харьцуулсан импульсийн моментийн хувьд хүчинтэй юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү, инерциал тооллын системд битүү бөөмийн системийн импульсийн момент"
    },
    {
      "type": "equation",
      "value": "\\mathbf{M}=\\sum \\mathbf{M}_{i}(t)=\\text { const } \\tag{5.14}"
    },
    {
      "type": "text",
      "value": "Энэ үед битүү системийн тусдаа хэсгүүд буюу бөөмсийн импульсийн моментууд хугацааны явцад өөрчлөгдөж болох бөгөөд үүнийг сүүлчийн илэрхийлэлд онцлон тэмдэглэсэн болно. Гэхдээ эдгээр өөрчлөлтүүд нь системийн нэг хэсгийн импульсийн моментийн өсөлт нөгөө хэсгийнх нь импульсийн моментийн бууралттай (мэдээж тооллын системийн ижилхэн цэгт харьцуулсан) тэнцүү байхаар үргэлж явагдана."
    },
    {
      "type": "text",
      "value": "Энэ утгаараа (5.12) ба (5.13) тэгшитгэлүүдийг бидний сонирхож буй системийн импульсийн моментийн өөрчлөлтийн шалтгааныг — бусад биесийн үйлчлэлийг (гадна харилцан үйлчлэлийн хүчний моментоор дамжуулан) зааж өгсөн импульсийн момент хадгалагдах хуулийн илүү ерөнхий томъёолол гэж үзэж болно. Дээр хэлсэн зүйлс нь мэдээж зөвхөн инерциал тооллын системүүдэд хамаатай юм."
    },
    {
      "type": "text",
      "value": "Дахин нэг зүйлийг онцлон тэмдэглэе: импульсийн момент хадгалагдах хууль нь зөвхөн инерциал тооллын системд л биелдэг. Гэхдээ энэ нь инерциал бус тооллын системд системийн импульсийн момент хадгалагдах тохиолдлыг үгүйсгэхгүй юм. Үүний тулд (5.12) тэгшитгэл ёсоор — харин энэ нь инерциал бус системд ч хүчинтэй — бүх гадна хүчний (инерцийн хүчийг оролцуулан) нийлбэр момент тэг байх бөгөөд ийм нөхцөлүүд нь нэлээд ховор тохиолдох ба тухайн тохиолдол бүр нь маш өвөрмөц шинж чанартай байдаг."
    },
    {
      "type": "text",
      "value": "Импульсийн момент хадгалагдах хууль нь энерги ба импульс хадгалагдах хуулиудтай нэгэн адил чухал үүрэг гүйцэтгэдэг. Тэрээр аливаа процессын нарийн ширийнийг судлахгүйгээр тэдгээрийн шинж чанарын талаар олон тохиолдолд чухал дүгнэлтүүд хийх боломжийг олгодог. Дээрх хэлсэн зүйлийг дараах жишээгээр тайлбарлая."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Хоёр ижил шаарыг гөлгөр хэвтээ саваа (стержень) дээр гүйж чаддаг байхаар углав (Зураг 5.11). Шааруудыг ойртуулж утсаар холбоно. Дараа нь бүх төхөөрөмжийг босоо тэнхлэгийг тойруулан эргэлдүүлж, түүнийг дураар нь орхин утсыг тасдана. Шаарууд мэдээж савааны төгсгөл рүү шидэгдэнэ. Энэ үед төхөөрөмжийн өнцөг хурд эрс буурна."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-167_242_480_850_199.jpg",
      "caption": "Зураг 5.11"
    },
    {
      "type": "text",
      "value": "Ажиглагдаж буй энэ үзэгдэл нь импульсийн момент хадгалагдах хуулийн шууд үр дагавар юм. Өгөгдсөн төхөөрөмж нь үндсэндээ битүү системийн адил байгаа юм: гадна хүчнүүд бие биенээ тэнцвэржүүлж, тэнхлэг дээрх үрэлтийн хүчийг үл тооцож байна. Өнцөг хурдны өөрчлөлтийг тоон утгаар нь үнэлэхийн тулд бүх төхөөрөмжийн масс нь бараг бүхэлдээ шааруудад төвлөрсөн, харин тэдгээрийн хэмжээ хангалттай бага гэж үзье. Тэгвэл системийн эхний ба эцсийн төлөв байдлын $C$ цэгт харьцуулсан шааруудын импульсийн моментуудын тэнцүү чанар болох $2 m[\\mathbf{r}_{1} \\mathbf{v}_{1}]=2 m[\\mathbf{r}_{2} \\mathbf{v}_{2}]$-оос дараах илэрхийлэл гарна:"
    },
    {
      "type": "equation",
      "value": "r_{1}^{2} \\omega_{1}=r_{2}^{2} \\omega_{2} ."
    },
    {
      "type": "text",
      "value": "Үүнээс үзэхэд шааруудын эргэлтийн тэнхлэгээс алслах $r$ зай ихсэх тусам төхөөрөмжийн өнцөг хурд ($1/r^{2}$ байдлаар) буурна. Эсрэгээрээ, хэрэв шааруудын хоорондох зай (ямар нэгэн дотоод хүчний үйлчлэлээр) багасвал төхөөрөмжийн өнцөг хурд нэмэгдэнэ. Энэ үзэгдэл нь ерөнхий шинж чанартай бөгөөд үүнийг жишээ нь уран гулгагчид болон гимнастикчид өргөнөөр ашигладаг."
    },
    {
      "type": "text",
      "value": "Эцсийн үр дүн нь дотоод хүчний шинж чанараас (энд энэ нь шаар ба саваа хоорондын үрэлтийн хүч) огт хамаардаггүй болохыг анхаарна уу."
    },
    {
      "type": "text",
      "value": "Импульс $\\mathbf{p}$ нь хугацааны явцад өөрчлөгддөг битүү бус системүүдийн хувьд импульсийн момент $\\mathbf{M}$ хадгалагдах тохиолдлууд онцгой сонирхол татдаг. Хэрэв сонгож авсан тооллын системийн ямар нэгэн $O$ цэгт харьцуулсан гадна хүчний нийлбэр момент $\\mathbf{N}_{\\text {гадна }} \\equiv 0$ байвал (сонирхож буй хугацааны интервалд), (5.12) ёсоор системийн $O$ цэгт харьцуулсан импульсийн момент энэ хугацааны туршид хадгалагдана. Битүү бус системд ийм цэг ерөнхийдөө байхгүй байж болох бөгөөд үүнийг тохиолдол бүр дээр тусгайлан тодруулах шаардлагатай байдаг."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 1.</b> Нарны таталцлын оронд хөдөлж буй Дэлхий-Сарны систем нь битүү бус систем юм. Түүний импульс нь Нарны зүгээс үйлчлэх таталцлын хүчний нөлөөгөөр үргэлж өөрчлөгдөж байдаг. Гэхдээ энд өгөгдсөн системд үйлчилж буй таталцлын хүчний момент үргэлж тэг байх тийм нэг цэг байдаг нь Нарны төв юм. Иймээс Дэлхий-Сарны системийн Нарны төвд харьцуулсан импульсийн момент тогтмол байна гэж шууд хэлж болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ 2.</b> Гөлгөр хэвтээ хавтгай дээр түүний төгсгөл $O$ цэгийг дайрсан үл хөдлөх босоо тэнхлэгийг тойрон чөлөөтэй эргэж чадах $OB$ саваа байна (Зураг 5.12). Хавтгай дээр гулсаж байсан $A$ шайб савааны $B$ төгсгөлд хүрч шигдэн орох бөгөөд бүх систем $O$ цэгийг тойрон нэгэн бүхэл бие болон эргэж эхэлнэ."
    },
    {
      "type": "image",
      "src": "irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-168_239_374_1308_790.jpg",
      "caption": "Зураг 5.12"
    },
    {
      "type": "text",
      "value": "Шайб-саваа систем нь битүү бус систем болох нь тодорхой байна: босоо чиглэлд бие биенээ тэнцвэржүүлэх хүчнээс гадна мөргөх агшинд тэнхлэгийн зүгээс хэвтээ хүч үйлчлэх бөгөөд саваа эргэж эхэлснээс хойш тэнхлэгийн зүгээс үйлчлэх өөр нэг хүчний нөлөөгөөр системийн массын төв тойргоор хөдөлнө. Гэвч эдгээр хоёр хүч хоёулаа $O$ цэгийг дайрах тул эдгээр гадна хүчний $O$ цэгт харьцуулсан момент үргэлж тэг байна. Үүнээс дараах дүгнэлтийг хийж болно: өгөгдсөн системийн $O$ цэгт харьцуулсан импульсийн момент тогтмол байна."
    },
    {
      "type": "text",
      "value": "Битүү бус системүүдэд импульсийн момент $\\mathbf{M}$ өөрөө биш харин түүний ямар нэгэн үл хөдлөх $Z$ тэнхлэг дээрх проекц хадгалагдах нь илүү хязгаарлагдмал тохиолдлуудад ажиглагддаг. Энэ нь бүх гадна хүчний $\\mathbf{N}_{\\text {гадна }}$ нийлбэр моментийн тухайн $Z$ тэнхлэг дээрх проекц тэг байх үед болно. Үнэхээр ч (5.12) тэгшитгэлийг $Z$ тэнхлэг дээрх проекцоор нь бичвэл:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} M_{z} / \\mathrm{d} t=N_{\\text {гадна } z} . \\tag{5.15}"
    },
    {
      "type": "text",
      "value": "Энд $M_{z}$ ба $N_{\\text {гадна } z}$ — $Z$ тэнхлэгт харьцуулсан импульсийн момент ба гадна хүчний нийлбэр момент юм:"
    },
    {
      "type": "equation",
      "value": "M_{z}=\\sum M_{i z}, \\quad N_{\\text {гадна } z}=\\sum N_{i z}, \\tag{5.16}"
    },
    {
      "type": "text",
      "value": "энд $M_{iz}$ ба $N_{iz}$ — системийн $i$-р бөөмийн $Z$ тэнхлэгт харьцуулсан импульсийн момент ба гадна хүчний момент юм."
    },
    {
      "type": "text",
      "value": "(5.15) тэгшитгэлээс үзэхэд хэрэв өгөгдсөн тооллын системд үл хөдлөх ямар нэгэн $Z$ тэнхлэгт харьцуулсан проекц $N_{\\text {гадна } z} \\equiv 0$ байвал системийн энэ тэнхлэгт харьцуулсан импульсийн момент хадгалагдана:"
    },
    {
      "type": "equation",
      "value": "M_{z}=\\sum M_{i z}(t)=\\text { const } . \\tag{5.17}"
    },
    {
      "type": "text",
      "value": "Энэ үед тухайн тэнхлэг дээрх дурын $O$ цэгт харьцуулж тодорхойлсон $\\mathbf{M}$ вектор өөрчлөгдөж болно. Жишээлбэл, хэрэв систем нэгэн төрлийн хүндийн хүчний оронд хөдөлж байвал бүх хүндийн хүчний дурын үл хөдлөх $O$ цэгт харьцуулсан нийлбэр момент босоо шугамд перпендикуляр байх бөгөөд иймээс дурын босоо тэнхлэгт харьцуулсан $N_{\\text {гадна } z} \\equiv 0$ ба $M_{z}=$ const байна, харин $\\mathbf{M}$ векторын хувьд үүнийг хэлж болохгүй юм."
    },
    {
      "type": "text",
      "value": "Импульсийн момент хадгалагдах хуулинд хүргэсэн эдгээр эргэцүүлэл нь Ньютоны хуулиуд хүчинтэй байхад бүрэн тулгуурладаг. Тэгвэл эдгээр хуулиудад захирагддаггүй системд, тухайлбал цахилгаан соронзон цацраг бүхий систем, атом, цөм зэрэгт хэрэг явдал ямар байх вэ?"
    },
    {
      "type": "text",
      "value": "Физикт импульсийн момент хадгалагдах хуулийн гүйцэтгэх асар их үүргийг харгалзан импульсийн момент гэсэн ойлголтыг механик бус системүүдэд (Ньютоны хуулиудад захирагддаггүй) өргөтгөж, бүх физик процессуудын хувьд импульсийн момент хадгалагдах хуулийг постулат болгон авдаг."
    },
    {
      "type": "text",
      "value": "Ийм өргөтгөсөн импульсийн момент хадгалагдах хууль нь Ньютоны хуулиудын үр дагавар байхаа больж, туршлагын баримтуудын нэгтгэл болох бие даасан ерөнхий зарчим болдог. Энерги болон импульс хадгалагдах хуулиудын нэгэн адил импульсийн момент хадгалагдах хууль нь <b>байгалийн үндсэн хуулиудын</b> нэг юм."
    }
  ]
}