{
  "id": "5.4",
  "title": "§ 5.4. Фраунгоферийн дифракц",
  "body": [
    {
      "type": "header",
      "id": "5.4",
      "value": "§ 5.4. Фраунгоферийн дифракц"
    },
    {
      "type": "text",
      "value": "<b>Фраунгоферийн дифракц.</b> Фраунгофер нь оптикт хавьгүй илүү практик хэрэглээтэй болсон дифракцийг ажиглах өөр нэгэн аргыг санал болгосон бөгөөд энэ нь илүү энгийн зүй тогтолд (томьёонд) хүргэдэг байна. Энэ аргад дифракцийн объект (нүх, завсар гэх мэт) рүү параллель гэрлийн багцыг (хавтгай долгион) чиглүүлэх бөгөөд дифракцийн зургийг хангалттай хол зайд, өөрөөр хэлбэл практикт бол параллель цацрагуудаар ажигладаг. Үүнийг Фраунгоферийн дифракц эсвэл параллель цацрагуудын дифракц гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Тодорхой тохиолдол бүрд бид ямар төрлийн дифракцтай — Френелийн үү эсвэл Фраунгоферийн үү — тулгарч байгааг дүгнэх боломж олгодог шалгуур байдаг. Үүнийг гаргаж авахын тулд (5.6) томьёог, өөрөөр хэлбэл $r_{m}=\\sqrt{m \\lambda b}$-г ашиглая. Энэхүү томьёо нь $r_{m}$ радиустай нүхэн дээр хавтгай гэрлийн долгион нормалиар тусах тохиолдолд хамаарах бөгөөд энд $m$ нь нүхнээс $b$ зайд орших $P$ ажиглалтын цэгийн хувьд тухайн нүхэнд багтах Френелийн бүсийн тоог илтгэж байгааг сануулъя. Энэ томьёоноос $m=r_{m}^{2} / \\lambda b$ болох нь харагдана. Дифракцийн зургийн дүр төрх нь зөвхөн нээлттэй Френелийн бүсийн $m$ тооноос хамаардаг бөгөөд өөр юунаас ч хамаардаггүй болохыг тэнд мөн тэмдэглэсэн билээ. Иймд $m$-д зориулсан сүүлийн илэрхийллийг бидний сонирхож буй $p$ параметр болгон авч болох ба энэ илэрхийлэл дэх $r_{m}$-ийг саад дээрх нүхний хүссэн нэг өвөрмөц $h$ хэмжээгээр, харин $b$-г $l$-ээр сольё."
    },
    {
      "type": "text",
      "value": "Ийнхүү хэмжээсгүй $p$ параметр нь дараах байдлаар тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "p=h^{2} / l \\lambda,",
      "tag": "(5.10)"
    },
    {
      "type": "text",
      "value": "энд $h$ - ямар нэгэн өвөрмөц хэмжээ: жишээлбэл дугуй нүхний радиус эсвэл диаметр (энэ нь төдийлөн чухал биш), эсвэл завсрын өргөн гэх мэт."
    },
    {
      "type": "text",
      "value": "Яг энэхүү хэмжээсгүй параметрийн утга нь дифракцийн шинж чанарыг тодорхойлдог:"
    },
    {
      "type": "equation",
      "value": "\\begin{align*} & p \\ll 1 \\text{ - Фраунгоферийн дифракц, } \\\\ & p \\sim 1 \\text{ - Френелийн дифракц, } \\\\ & p \\gg 1 \\text{ - геометрийн оптикийн ойролцоолол. } \\end{align*}",
      "tag": "(5.11)"
    },
    {
      "type": "text",
      "value": "Энэ үед гэрлийн долгион нь саад дээрх нүх рүү нормалиар тусна гэж үзэж байгаа болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> $\\lambda=0.6 \\text{ мкм}$ долгионы урттай параллель гэрлийн багц диаметр нь $D=1.0 \\text{ мм}$ байх дугуй нүх рүү нормалиар тусаж, түүнээс $l=50 \\text{ см}$ зайд байрлах дэлгэц дээр дифракцийн зураг үүсгэсэн бол бид ямар төрлийн дифракцтай (Френелийн эсвэл Фраунгоферийн) тулгарч байгааг олж мэдье. Энэ тохиолдолд параметр<br>$$p=\\frac{D^{2}}{l \\lambda}=\\frac{\\left(10^{-3}\\right)^{2}}{0.5 \\cdot 0.6 \\cdot 10^{-6}} \\approx 3 .$$<br>(5.11) шалгуурын дагуу энэ нь Френелийн дифракцад хамаарна. Мөн дифракцийн зургийн тооцоог Френелийн дифракцийн томьёогоор хийвэл зөв байх болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-154_241_485_637_373.jpg",
      "caption": "Зураг 5.18"
    },
    {
      "type": "text",
      "value": "Практикт Фраунгоферийн дифракцийг Зураг 5.18-д үзүүлсэн схемийн дагуу ажигладаг. $S$ цэгэн гэрлийн үүсвэрийг $L_{1}$ линзийн $F$ фокуст байрлуулна. Линзнээс параллель цацрагийн багц гарах бөгөөд түүний замд ямар нэгэн хэлбэрийн нүхтэй $N$ саад байрлана. Дифракцлагдсан цацрагууд $L_{2}$ линзээр дамжин түүний фокусын хавтгайд ($f$ фокусын зайд) байрлах Э дэлгэц дээр тусна. Ийнхүү дэлгэцийн цэг бүрт $L_{2}$ линз хүртэл хоорондоо параллель байсан цацрагууд л тусах болно."
    },
    {
      "type": "text",
      "value": "Дэлгэц дээрх дифракцийн зургийн дүр төрх нь нүхний хэлбэр, хэмжээ, болон тусаж буй гэрлийн долгионы уртаас хамаарна. Бидний зорилт бол дифракцийн зураг дээрх гэрлийн эрчмийн хуваарилалтыг олох явдал юм. Ерөнхий тохиолдолд буюу дурын хэлбэртэй нүхний хувьд энэ асуудлыг шийдвэрлэх нь техникийн хувьд нэлээд хэцүү бөгөөд угтаа тийм ч онцгой сонирхол татахуйц байдаггүй."
    },
    {
      "type": "text",
      "value": "Практик талаасаа дараах гурван тохиолдол хамгийн их сонирхол татдаг:"
    },
    {
      "type": "text",
      "value": "$\\quad$1. дугуй нүхнээс үүсэх дифракц,<br>$\\quad$2. нарийн шулуун шугаман завсраас үүсэх дифракц,<br>$\\quad$3. завсруудын тогтмол системээс (дифракцийн тор) үүсэх дифракц.<br>Эдгээр тохиолдлыг илүү дэлгэрэнгүй авч үзье."
    }
  ]
}