{
  "id": "5.6",
  "title": "§ 5.6. Завсраас үүсэх Фраунгоферийн дифракц*",
  "body": [
    {
      "type": "header",
      "id": "5.6",
      "value": "§ 5.6. Завсраас үүсэх Фраунгоферийн дифракц*"
    },
    {
      "type": "text",
      "value": "Дугуй нүхнээс үүсэх Фраунгоферийн дифракцаас ялгаатай нь параллель ирмэгүүдтэй нарийн урт завсраас үүсэх дифракцийн тооцоо хамаагүй хялбар байдаг тул бид түүнийг хангалттай дэлгэрэнгүй авч үзэх болно. Харгалзах тооцоог энд мөн Гюйгенс-Френелийн зарчмын тусламжтайгаар гүйцэтгэнэ.<br><br><i>${*}$ Хагас хавтгайгаас Фраунгоферийн дифракц ямар ч нөхцөлд үүсдэггүй.</i>"
    },
    {
      "type": "text",
      "value": "$b$ өргөнтэй завсар дээр хавтгай гэрлийн долгион нормалиар тусах тохиолдлыг авч үзье (Зураг 5.22). Энэхүү завсрыг (долгионы гадаргуугийн нээлттэй хэсгийг) завсрын шулуун шугаман ирмэгүүдтэй параллель, ижил өргөнтэй маш нарийн зурвас-бүсүүдэд оюун ухаандаа хуваая. Хоёрдогч долгионуудыг нэмэх үйлдлийг вектор диаграмм ашиглан гүйцэтгэцгээе."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-160_358_338_451_786.jpg",
      "caption": "Зураг 5.22"
    },
    {
      "type": "text",
      "value": "Ийм зурвас-бүс бүрээс $P$ цэгт ирж буй хэлбэлзлүүд нь ижил $\\mathrm{d} A$ далайцтай байна, учир нь тэдгээр нь линзийн өмнө бие биетэйгээ параллель тархах ба, өөрөөр хэлбэл $\\mathrm{d} A$ нь $P$ цэг хүртэл туулсан замаас хамаарахгүй (линз нь таутохрон систем гэдгийг сануулъя). Энэ үед зэргэлдээ зурвас-бүсүүдээс $P$ цэгт ирж буй хэлбэлзлүүдийн хоорондох фазын ялгаа ижил байна."
    },
    {
      "type": "text",
      "value": "Үүнээс харахад графикийн дүрслэлээр бид модулиараа ижил бөгөөд бие биетэйгээ харьцангуйгаар нэг ижил өнцгөөр эргэсэн $\\mathrm{dA}_{i}$ векторуудын хэлхээг гаргаж авах болно (Зураг 5.23, a). Үр дүнгийн далайцыг $C$ цэгт төвтэй тойргийн нумын хөвч болох $\\mathbf{A}$ вектороор дүрсэлнэ."
    },
    {
      "type": "text",
      "value": "$P_{0}$ цэгийн хувьд энэ хэлхээ нь шулуун шугам үүсгэх бөгөөд энэ нь эрчмийн максимумд харгалзана."
    },
    {
      "type": "text",
      "value": "<b>Минимумуудын нөхцөл.</b> Хэрэв захын цацрагуудын (Зураг 5.22-г үз) замын ялгаа $\\Delta=\\lambda$ бол тэдгээрийн фазын ялгаа $\\delta=2 \\pi$ байх ба хэлхээ битүүрч, үр дүнгийн хэлбэлзлийн далайц тэг болно (Зураг 5.23, б). Энэ нь дунд хэсгийнхээ хувьд тэгш хэмтэй буюу завсартай"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-161_457_764_149_233.jpg",
      "caption": "Зураг 5.23"
    },
    {
      "type": "text",
      "value": "параллель цайвар болон бараан судлууд ээлжлэн солигдох дифракцийн зургийн анхны минимум юм."
    },
    {
      "type": "text",
      "value": "Завсрын захын элементүүдээс үүсэх фазын ялгаа нь $2 \\pi m$ (энд $m=1,2, \\ldots$) байх үед ч үр дүнгийн далайц тэг болно. Энэ үед хэлхээ $m$ эргэлтийн дараа битүүрэх бөгөөд $A_{0}$ уртаа бараг өөрчлөхгүй, учир нь дифракцийн Э өнцөг ихэвчлэн хангалттай бага байдаг."
    },
    {
      "type": "text",
      "value": "Фазын ялгаа $\\delta$ нь замын ялгаа $\\Delta$-тай (4.4') харьцаагаар холбогдоно, өөрөөр хэлбэл<br>$$\\delta=2 \\pi \\Delta / \\lambda,$$<br>энд $\\lambda$ - гэрлийн долгионы урт."
    },
    {
      "type": "text",
      "value": "$\\Delta=b \\sin \\vartheta$ (Зураг 5.22-г үз) бөгөөд минимум дээр $\\delta=2 \\pi m$ тул эдгээр гурван тэнцэтгэлээс минимумуудын нөхцөл гарна:"
    },
    {
      "type": "equation",
      "value": "b \\sin \\vartheta_{m}= \\pm m \\lambda, \\quad m=1,2, \\ldots",
      "tag": "(5.16)"
    },
    {
      "type": "text",
      "value": "$m \\neq 0$ гэдгийг анхаарна уу, учир нь $m=0$ үед максимум үүснэ (векторуудын хэлхээ шулуун шугам болдог). Энэхүү томьёоноос завсрын $b$ өргөнийг багасгах нь дифракцийн зургийг өргөсгөхөд хүргэдэг нь харагдаж байна."
    },
    {
      "type": "text",
      "value": "<b>Эрчмийн хуваарилалт.</b> Дэлгэц дээрх гэрлийн $I$ эрчим дифракцийн Э өнцгөөс хэрхэн хамаарахыг олъё. Үүнийг Зураг 5.23, $a$-ийн тусламжтайгаар хялбархан хийж болно. Нум-хэлхээний радиусыг $R$ гэж тэмдэглээд дараах байдлаар бичье:"
    },
    {
      "type": "equation",
      "value": "A=2 R \\sin (\\delta / 2), A_{0}=R \\delta .",
      "tag": "(5.17)"
    },
    {
      "type": "text",
      "value": "Эдгээр хоёр тэнцэтгэлээс $R$-ийг зайлуулах л үлдлээ, ингээд бид дараахыг гарган авна:"
    },
    {
      "type": "equation",
      "value": "A=A_{0} \\frac{\\sin (\\delta / 2)}{\\delta / 2} .",
      "tag": "(5.18)"
    },
    {
      "type": "text",
      "value": "$I \\sim A^{2}$ тул бидний хайж буй хамаарал дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\frac{\\sin ^{2} \\alpha}{\\alpha^{2}},",
      "tag": "(5.19)"
    },
    {
      "type": "text",
      "value": "энд $\\alpha=\\delta / 2=\\pi \\Delta / \\lambda=\\pi b \\sin \\vartheta / \\lambda$ байна. $I$ эрчим \\sin \\vartheta-ээс хэрхэн хамаарах график Зураг 5.24-т үзүүлсэн болно. Хоёр дахь максимумын эрчим нь төвийн максимумын эрчмийн ойролцоогоор $4 \\%$ -ийг эзэлдэг тул завсраар дамжин өнгөрч буй бараг бүх гэрлийн урсгал эхний (төвийн) максимумд төвлөрдөг гэж үзэж болно, түүний өнцгийн хагас өргөн нь $\\lambda / b$ байна. Энэ үр дүн нь хязгаарлагдмал хөндлөн огтлол бүхий \"параллель\" гэрлийн багцуудын дифракцийн сарнилтыг тодорхойлдог (5.13) томьёотой сайн тохирдог."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-162_362_678_915_276.jpg",
      "caption": "Зураг 5.24"
    },
    {
      "type": "text",
      "value": "Фраунгоферийн дифракцийн үед, ээлжлэн солигдох цайвар болон бараан судлуудаас бүрдэх тэгш хэмтэй дифракцийн зургийн дунд хэсэгт үргэлж гэрэлтүүлгийн максимум үүсдэг гэдгийг мөн тэмдэглэх нь зүйтэй (төвийн судал нь цайвар ч, бараан ч байж болох Френелийн дифракцаас ялгаатай нь)."
    },
    {
      "type": "text",
      "value": "Хэрэв хавтгай гэрлийн долгион завсар дээр нормалаас $\\vartheta_{0}$ өнцгөөр налуу тусвал, завсрын ирмэгүүдээс нормалид Э өнцгөөр тархах хэлбэлзлүүдийн хоорондох замын ялгаа $\\Delta=b\\left(\\sin \\vartheta-\\sin \\vartheta_{0}\\right)$ болно. Энэ нь Э ба $\\vartheta_{0}$ хоёр өнцгийг хоёуланг нь нормалаас нэг тийш — цагийн зүүний дагуу эсвэл эсрэг чиглэлд хэмжсэн байх нөхцөлд хүчинтэй."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд дифракцийн минимумуудын нөхцөл дараах хэлбэртэй болно:"
    },
    {
      "type": "equation",
      "value": "b\\left(\\sin \\vartheta_{m}-\\sin \\vartheta_{0}\\right)= \\pm m \\lambda",
      "tag": "(5.20)"
    },
    {
      "type": "text",
      "value": "Төвийн максимум ( $m=0$ ) нь $\\vartheta_{m}=\\vartheta_{0}$ өнцөг дор буюу тусч буй долгионы чиглэлд байрлах бөгөөд дифракцийн зураг төв дэх цайвар судлын хувьд тэгш бус хэмтэй болно."
    },
    {
      "type": "text",
      "value": "<b>Бабинегийн теорем.</b> Энэхүү хэрэгтэй теорем нь нэмэлт дэлгэц гэгддэг зүйлсийн шинж чанартай холбоотой юм. Жишээлбэл, бидний тохиолдолд тунгалаг бус саадан дээр завсар байгаа бол, түүний нэмэлт дэлгэц нь өргөнөөрөө уг завсрын өргөнтэй тэнцүү тунгалаг бус шулуун шугаман зурвас байх болно."
    },
    {
      "type": "text",
      "value": "Бабинегийн теоремоор бол фокус дээрхийг нь эс тооцвол нэмэлт дэлгэцүүдээс үүсэх объективийн фокусын хавтгай дахь Фраунгоферийн дифракцийн зургууд нь бүрэн ижил байна. Энэ теорем нь Гюйгенс-Френелийн зарчмын дагуу дифракцлагдсан долгионуудыг дэлгэцийн нүхнүүдийн талбайн элемент бүрээс гарч буй хоёрдогч долгионуудын нийлбэр хэлбэрээр төлөөлүүлж болдгоос урган гардаг. Өгөгдсөн дэлгэцийн хувьд ямар нэг чиглэлд дифракцлагдсан долгионы далайцын вектор нь $\\mathbf{A}_{1}$, харин түүний нэмэлт дэлгэцийн хувьд яг тэр чиглэлдх нь $\\mathbf{A}_{2}$ байна гэж саная. Энэ хоёр дэлгэц хоёулаа байхгүй үед долгионы анхны чиглэлээс бусад бүх чиглэл дэх долгионуудын далайц нь тэгтэй тэнцүү байна. Иймээс Гюйгенс-Френелийн зарчмаар $\\mathbf{A}_{1}+\\mathbf{A}_{2}=0$ болох ба эндээс $A_{1}=A_{2}$ гаргаж авна. $I \\sim A^{2}$ байдаг тул үүгээр теорем батлагдаж байгаа юм."
    },
    {
      "type": "text",
      "value": "Бабинегийн теорем нь дэлгэцүүдийг нэмэлтээр нь солих замаар дифракцийн олон даалгаврыг шийдвэрлэх ажлыг хөнгөвчлөх боломжийг олгодог. Жишээлбэл, хүний үсний зузааныг тодорхойлох хэрэгтэй боллоо гэж төсөөлье. Үүний тулд түүнээс Фраунгоферийн дифракцийн зургийг ганж аваад, дараа нь өргөнийг нь тохируулах замаар завсраас мөн яг ийм хэмжээтэй зураг гаргаж авна. Олдсон завсрын өргөн нь ихэвчлэн хүний үсний диаметртэй яг тэнцүү байна."
    }
  ]
}
