{
  "id": "5.7",
  "title": "§ 5.7. Дифракцийн тор",
  "body": [
    {
      "type": "header",
      "id": "5.7",
      "value": "§ 5.7. Дифракцийн тор"
    },
    {
      "type": "text",
      "value": "Дифракцийн тор нь гэрлийг спектр болгон задлах, долгионы уртыг хэмжих зориулалттай хамгийн чухал спектрийн төхөөрөмж юм. Энэ нь ижил хэлбэр бүхий хоорондоо ижил зайд орших маш олон (заримдаа хэдэн зуун мянга хүртэлх) шулуун зураасуудыг татсан шилэн эсвэл металл ялтсаас бүрдэнэ."
    },
    {
      "type": "text",
      "value": "Ижил хэмжээний зайтай орших ижил завсруудаас бүрдсэн хамгийн энгийн идеаль торыг авч үзье. Завсар бүрийн өргөн нь $b$, торны тогтмол нь $d$ байг. Торыг гэрэлтүүлэх үед торны завсруудаас гарах когерент дифракцлагдсан гэрлийн багцуудын олон цацрагийн интерференц торонд хэрэгждэг."
    },
    {
      "type": "text",
      "value": "Дифракцийн (илүү нарийвчилбал дифракц-интерференцийн) зургийг Фраунгоферийн аргаар, өөрөөр хэлбэл параллель цацрагуудаар, практикт бол объективийн фокусын хавтгайд (Зураг 5.25, a) ажигладаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-164_395_1024_580_104.jpg",
      "caption": "Зураг 5.25"
    },
    {
      "type": "text",
      "value": "Хавтгай монохромат гэрлийн долгион тор руу нормалиар тусаж байна гэж саная. Завсар бүр тусдаа объективийн фокусын хавтгайд Зураг 5.24-т үзүүлсэн дифракцийн зургийг үүсгэх байсан. Когерент бус үед бүх завсруудаас үүсэх ийм зургууд тэдний байрлалаас үл хамааран бие биен дээрээ яг таг давхарлан буух байв. Энэ үед эрчимүүд нэмэгдэн, $N$ завсартай үед бид нэг завсраас гарахтай адил атлаа $N$ дахин хүчтэй дифракцийн зураг гаргаж авах байлаа."
    },
    {
      "type": "text",
      "value": "Харин торыг когерент гэрлээр гэрэлтүүлэх үед бүх завсруудаас гарах гэрлийн долгионууд хоорондоо интерференцэлж, дифракцийн зураг огцом өөрчлөгддөг. Бид харьцангуй нарийн максимумуудын системийг ажиглах болно.<br><br><i>${*}$ Цаашид бид уламжлал ёсоор үүнийг зүгээр л \"дифракцийн зураг\" гэж нэрлэх болно.</i>"
    },
    {
      "type": "text",
      "value": "<b>Гол максимумууд.</b> Дифракц-интерференцийн зургийн* голд бүх завсраас ирэх когерент хэлбэлзлүүд ижил фазтай ирдэг. Энэ нь хэрвээ нэг завсраас гарах далайц нь $A_{1}$, торны завсрын тоо $N$ бол, үр дүнгийн далайц $A$ болон түүнд харгалзах эрчим $I$ нь дараах томьёогоор тодорхойлогдоно гэсэн үг юм:<br>$$A=A_{1} N, \\quad I=I_{1} N^{2} .$$"
    },
    {
      "type": "text",
      "value": "Зэргэлдээ завсруудаас ирэх хэлбэлзлийн оптик замын ялгаа $\\Delta$ нь (Зураг 5.25, б-г үз) бүхэл тоо бүхий долгионы урттай тэнцүү байх дифракцийн Э өнцгүүдийн үед бас яг дээрхтэй ижил үр дүн гарна:"
    },
    {
      "type": "equation",
      "value": "d \\sin \\vartheta_{m}= \\pm m \\lambda, \\quad m=0,1,2, \\ldots,",
      "tag": "(5.21)"
    },
    {
      "type": "text",
      "value": "энд «$\\pm$» тэмдэг нь торны нормалийн хувьд дифракцийн зургийн тэгш хэмтэй байдлаас шалтгаална ( $\\vartheta_{0}=0$ ): «$+$» тэмдэгтэй үед $\\vartheta_{m}>0$ өнцөг, харин «$-$» тэмдэгтэй үед $\\vartheta_{m}<0$ өнцөг байна."
    },
    {
      "type": "text",
      "value": "Энэхүү тэгшитгэлээр тодорхойлогдох $\\vartheta_{m}$ чиглэлүүдэд мөнөөх чиглэл дэх завсар тус бүрээс үүсэх эрчмээс $N^{2}$ дахин их эрчимтэй максимумууд үүснэ. Тэдгээрийг $m$-р эрэмбийн гол максимумууд, харин (5.21) тэгшитгэлийг гол максимумуудын нөхцөл гэж нэрлэдэг. Яг эдгээр гол максимумууд нь практикийн онцгой ач холбогдолтой байдаг юм. Бидний цаашид харахчлан, тор илүү олон тооны $N$ зураастай байх тусам тэдгээр нь илүү нарийхан, тод болдог."
    },
    {
      "type": "text",
      "value": "Тор дээр нормалид $\\vartheta_{0}$ өнцгөөр (Зураг 5.26, a) хавтгай долгион налуу тусах үед хоёр зэргэлдээ зурааснаас (завсраас) ирэх харгалзах цацрагуудын замын ялгаа нь $\\Delta=d\\left(\\sin \\vartheta_{m}-\\sin \\vartheta_{0}\\right)$ байх ба Фраунгоферийн гол максимумууд үүсэх $\\vartheta_{m}$ чиглэлүүд нь дараах нөхцөлөөр тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "d\\left(\\sin \\vartheta_{m}-\\sin \\vartheta_{0}\\right)= \\pm m \\lambda",
      "tag": "(5.22)"
    },
    {
      "type": "text",
      "value": "үүн дээр $\\vartheta_{m}$ болон $\\vartheta_{0}$ өнцгүүдийн хувьд дараах тэмдгийн дүрмийг анхааралдаа авах хэрэгтэй: тэдгээрийг торны нормалиас эхлэн нэг л чиглэлд тухайлбал, цагийн зүүний дагуу хэмжих ёстой (Зураг 5.26, a-д $\\vartheta_{0}$ болон $\\vartheta_{m}>0$ байна)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-165_347_1076_1447_78.jpg",
      "caption": "Зураг 5.26"
    },
    {
      "type": "text",
      "value": "Хэрэв $\\vartheta_{m}$ болон $\\vartheta_{0}$ өнцгийг нормалиас эсрэг чиглэлд хэмжих тохиолдолд (5.22) нөхцөл нь ойлгогч орны хувьд ч мөн адил хүчинтэй байна (Зураг 5.26, б-д $\\vartheta_{0}$ болон $\\vartheta_{m}>0$ байна)."
    },
    {
      "type": "text",
      "value": "Дашрамд хэлэхэд, торны зураасны хэлбэр нь Фраунгоферийн гол максимумуудын байрлалд нөлөөлдөггүй бөгөөд (5.21), (5.22) нөхцлүүд нь түгээмэл шинж чанартай юм."
    },
    {
      "type": "text",
      "value": "<b>Интерференцийн минимумууд.</b> Фраунгоферийн дифракцийн зургийн цаашдын нарийн ширийн зүйлсийг тодруулахын тулд вектор диаграмм ашиглая, энэ нь объективийн фокусын хавтгай дахь дурын $P$ цэгт ирж буй хэлбэлзлийн үр дүнгийн далайц $A$-г хялбархан олох боломжийг олгоно (Зураг 5.25-ийг үз)."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-166_404_606_655_312.jpg",
      "caption": "Зураг 5.27"
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд вектор диаграмм нь $N$ завсараас тус бүрээс $P$ цэгт ирж буй когерент хэлбэлзлүүдийн далайцын векторуудын хэлхээ байна: $A_{1}, A_{2}, \\ldots, A_{N}$ (Зураг 5.27). Эдгээр векторууд модулиараа ижил бөгөөд вектор тус бүр өмнөхөөсөө ижил $\\gamma$ өнцгөөр фазын хоцролттой (эсвэл түрүүлттэй, энэ нь төдийлэн чухал биш) байдаг. Энэ өнцөг нь зэргэлдээ завсраас гарах харгалзах цацрагуудын оптик замын ялгаа $\\Delta$-тай (4.4') хэмээх мэдэгдэж буй харьцаа, өөрөөр хэлбэл бидний тохиолдолд буюу гэрэл торонд нормалиар тусах үед дараах харьцаагаар холбогдоно:"
    },
    {
      "type": "equation",
      "value": "\\gamma=2 \\pi \\frac{\\Delta}{\\lambda}=2 \\pi \\frac{d \\sin \\vartheta}{\\lambda},",
      "tag": "(5.23)"
    },
    {
      "type": "text",
      "value": "энд $d$ нь торны тогтмол (Зураг 5.25, б-г үз)<br>Одоо $P$ цэгийг $F$ фокусаас холдуулах үед буюу дифракцийн Э өнцөг өсөх үед энэхүү векторуудын хэлхээ (болон түүнийг хаагч $\\mathbf{A}$) хэрхэн өөрчлөгдөхийг ажиглацгаая (Зураг 5.25, a-г үз)."
    },
    {
      "type": "text",
      "value": "Ингэхэд зэргэлдээ завсруудаас ирэх хэлбэлзлүүдийн хоорондох фазын ялгаа $\\gamma$ нэмэгдэж, векторуудын хэлхээ аажмаар зангиралд тахийх болно. $N \\gamma$ өнцөг $2 \\pi$-тэй тэнцүү болоход хэлхээ анх удаа битүүрч, $\\mathbf{A}$ вектор тэгтэй тэнцэх нь Зураг 5.27, б-гээс шууд харагдаж байна."
    },
    {
      "type": "text",
      "value": "$\\vartheta$ өнцөг, улмаар $\\gamma$ болон $N \\gamma$ фазын ялгаа цаашид өсөх үед хэлхээ үе үе тодорхой үед шулуун болох (гол максимумууд, $A=\\max$) болон битүүрэх (интерференцийн минимумууд, $A=0$) нь ээлжилнэ. Битүүрэлт нь $N \\gamma$ өнцгийн утга $2 \\pi$-ийн бүхэл тонон үржвэртэй тэнцүү байх үед илэрнэ:"
    },
    {
      "type": "equation",
      "value": "N \\gamma=2 \\pi m^{\\prime},",
      "tag": "(5.24)"
    },
    {
      "type": "text",
      "value": "энд хэлхээ шулуун болон гол максимумуудыг өгөх $0, N, 2 N, \\ldots$-аас бусад утгуудыг $m^{\\prime}$ нь бүхэл тоогоор авна."
    },
    {
      "type": "text",
      "value": "(5.24)-т $\\gamma$-ийн оронд (5.23) томьёоны утгыг орлуулснаар:"
    },
    {
      "type": "equation",
      "value": "d \\sin \\vartheta= \\pm \\frac{m^{\\prime}}{N} \\lambda",
      "tag": "(5.25)"
    },
    {
      "type": "text",
      "value": "гаргаж авна."
    },
    {
      "type": "text",
      "value": "Энэхүү илэрхийлэл нь интерференцийн минимумуудын нөхцөл болно ($m^{\\prime}$-ийн $0, N, 2 N, \\dots$-аас бусад бүх бүхэл тоон утгууд дээр). Мөн үүн дотор гол максимумуудын нөхцөл (5.21) багтдаг ($m^{\\prime}=0, N, 2 N, \\ldots$ байх үед). Зэргэлдээ хоёр гол максимумын хооронд $N-1$ интерференцийн минимум байрладаг. Харин нөгөөтээгүүр, тэдгээр сүүлийн минимумүүдийн хооронд нэмэлт максимумууд орших ба торны зураасны тоо $N$ хангалттай их үед тэдгээрийн эрчмийг үл тоомсорлож болно (цаашид бид тэдгээрийн эрчим гол максимумын эрчмийн $5 \\%$-иас хэтэрдэггүй болохыг харах болно)."
    },
    {
      "type": "text",
      "value": "Зөвхөн гол максимумуудын байрлалыг л тодорхойлж өгдөг (5.21) нөхцлөөс ялгаатай нь (5.25) харьцаа тэдгээрийн өнцгийн өргөнийг мөн тодорхойлох боломжийг олгодог. Үнэн хэрэгтээ гол максимумаас зэргэлдээх минимум руу (Зураг 5.28) шилжих үед $m^{\\prime}$ нь нэгээр, жишээлбэл $N$-ээс $N+1$ хүртэл өөрчлөгдөнө. Тэгвэл $N$ хангалттай их байх үед 1-р эрэмбийн гол максимумын өнцгийн хагас өргөн $\\delta \\vartheta$-г олохын тулд, $m^{\\prime}$ нэгээр ( $\\delta m^{\\prime}=1$ ) өөрчлөгддөг гэдгийг тооцон (5.25) тэгшитгэлийн дифференциалыг авахад болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-168_342_501_157_365.jpg",
      "caption": "Зураг 5.28"
    },
    {
      "type": "text",
      "value": "Энэ үед $d \\cos \\vartheta \\delta \\vartheta=\\lambda / N$ болох бөгөөд эндээс"
    },
    {
      "type": "equation",
      "value": "\\delta \\vartheta=\\frac{\\lambda}{N d \\cos \\vartheta}=\\frac{\\lambda}{h \\cos \\vartheta} .",
      "tag": "(5.26)"
    },
    {
      "type": "text",
      "value": "гарна. $\\delta \\vartheta$ нь $d$ болон $N$-ээс тус тусдаа биш, харин тэдгээрийн үржвэрээс хамаарч буй явдал анхаарал татах ба, үржвэр гэдэг нь торны өргөн $h=N d$-ээс өөр юу ч биш юм. Дифракцийн $\\vartheta$ өнцөг өсөх тусам гол максимумын өргөн нэмэгдэнэ. Торны өргөн $h$ их байх, дифракцийн $\\vartheta$ өнцөг бага байх тусам гол максимумууд илүү нарийхан болно."
    },
    {
      "type": "text",
      "value": "Одоо жишээлбэл \"гол максимумын өнцгийн өргөн $\\delta \\vartheta$ бага\" гэсэн баталгаа юу илэрхийлж байгааг тодруулъя. Юутай харьцуулахад вэ? Хариулт нь хангалттай ойлгомжтой: $\\delta \\vartheta$ хэмжигдэхүүнийг зэргэлдээ хоёр гол максимумын хоорондох өнцгийн өргөн $\\Delta \\vartheta$-тэй харьцуулах ёстой. Хэрэв $\\delta \\vartheta \\ll \\Delta \\vartheta$ бол бид гол максимумуудыг нарийхан (тод, огцом) гэж хэлнэ. Энэ хоёр хэмжигдэхүүний харьцааг үнэлэе. $\\delta \\vartheta$-ийн утга нь (5.25) дахь $m^{\\prime}$-ийн нэг нэгжийн өөрчлөлтөд харгалздаг боловч хоёр зэргэлдээ гол максимумын хооронд мөнөөх $m^{\\prime}$-ийн $N$ ширхэг утга багтдаг. $\\delta m^{\\prime}=1$ интервал бүрд яг ижилхэн $\\delta \\vartheta$ (үнэлгээний хувьд) ногдоно гэж үзвэл бид $\\delta \\vartheta$ нь $\\Delta \\vartheta$-ээс $N$ дахин бага байна гэсэн дүгнэлтэд хүрнэ. Ийнхүү гол максимумуудын тод байдал (нарийхан) нь торны зураасны тоотой шууд пропорциональ байна (илүү нарийн тооцоолол ч яг ийм үр дүнд хүргэдэг)."
    },
    {
      "type": "text",
      "value": "Ийм байдлаар (5.21) болон (5.25) нөхцөлийг ашиглан бид гол максимумуудын байрлалыг тодорхойлоод зогсохгүй, тэдгээрийн өнцгийн өргөнийг (тод байдал) мөн олж болно. Харин одоо тэдгээрийн эрчмийн талаарх асуудлыг шийдвэрлэх үлдлээ. Үүнийг эхлээд чанарын хувьд авч үзье."
    },
    {
      "type": "text",
      "value": "Зураг 5.27-г ашиглан дифракцийн $\\vartheta$ өнцөг нэмэгдэхийн хэрээр вектор диаграмм хэрхэн өөрчлөгдөхийг ажиглахдаа, хэлхээний вектор бүр завсрын тус бүрээс үүсэх дифракцаар тодорхойлогддог тул өнцөг өсөхийн хэрээр эдгээр нь дор бүрнээ модулиараа багасна гэдэг баримтыг бид үл тоомсорлосон билээ. Үүнийг Зураг 5.23-тай уялдуулан үзвэл хэлхээ зангиралд тахийх үед үр дүнгийн вектор эхлээд багасах ба цаашид Зураг 5.24-т үзүүлсэнтэй төстэйгөөр өөрчлөгдөх болно."
    },
    {
      "type": "text",
      "value": "Тиймээс интерференцийн минимумуудаас гадна дараах (5.16) нөхцөлөөр тодорхойлогдох дифракцийн минимумуудыг бас харгалзан үзэх шаардлагатай:"
    },
    {
      "type": "equation",
      "value": "b \\sin \\vartheta_{m}= \\pm m \\lambda, \\quad m=1,2, \\ldots,",
      "tag": ""
    },
    {
      "type": "text",
      "value": "энд $b$ — завсар бүрийн өргөн."
    },
    {
      "type": "text",
      "value": "Яг энэ нөхцөлд хэлхээний бүх векторууд тэг болдог, өөрөөр хэлбэл эдгээр чиглэл дэх үр дүнгийн эрчим үргэлж тэг байх ёстой. Энэ нь тухайн чиглэлд $m$-р эрэмбийн гол максимум тохиож байсан ч гэсэн тэр нь алга болно гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> 3-р эрэмбийн гол максимум алга болох үеийн торны үеийг завсрын өргөнд харьцуулсан харьцаа $d / b$-г олъё.<br>Энэ чиглэлд буюу дифракцийн $\\vartheta_{x}$ өнцөгт дараах хоёр нөхцөл биелэж байх ёстой:<br>$$d \\sin \\vartheta_{x}= \\pm 3 \\lambda, \\quad b \\sin \\vartheta_{x}= \\pm \\lambda .$$<br>Энэ хоёр тэгшитгэлийн харьцаанаас: $d / b=3$ гарна. Энэ нь үндсэн дифракцийн максимумын хүрээнд бид хоёр гол максимумыг ажиглана гэсэн үг юм. Гурав дахь нь дифракцийн минимум дээр буух тул алга болох юм."
    },
    {
      "type": "text",
      "value": "<b>Гол максимумуудын эрчим.</b> Дифракцийн зураг дахь эрчмийн хуваарилалтыг вектор диаграмм ашиглан олоход хамгийн хялбар байдаг (Зураг 5.27-г үз). Энэ диаграммаас $N$ долгионы интерференцийн үеийн үр дүнгийн далайц $A$-г дараах байдлаар бичиж болох нь харагдаж байна:<br>$$A=2 R \\sin (N \\gamma / 2),$$<br>энд $R$ нь тухайн векторуудын хэлхээг багтаан зурсан тойргийн нумын туслах радиус. Мөн нөгөөтэйгүүр яг энэ зургаас завсар бүрээс ирэх $A_{1}$ далайц нь:<br>$$A_{1}=2 R \\sin (\\gamma / 2) .$$"
    },
    {
      "type": "text",
      "value": "Сүүлийн хоёр томьёоноос $2R$-г зайлуулснаар:<br>$$A=A_{1} \\frac{\\sin (N \\gamma / 2)}{\\sin (\\gamma / 2)}$$<br>гарна."
    },
    {
      "type": "text",
      "value": "$A_{1}$ нь (5.18) томьёогоор тодорхойлогддог болон эрчим $I \\sim A^{2}$ байдгийг тооцон үзвэл бид хайж буй дараах илэрхийлэлд хүрнэ:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\frac{\\sin ^{2}(\\delta / 2)}{(\\delta / 2)^{2}} \\cdot \\frac{\\sin ^{2}(N \\gamma / 2)}{\\sin ^{2}(\\gamma / 2)},",
      "tag": "(5.27)"
    },
    {
      "type": "text",
      "value": "энд,"
    },
    {
      "type": "equation",
      "value": "\\delta=2 \\pi b \\sin \\vartheta / \\lambda, \\quad \\gamma=2 \\pi d \\sin \\vartheta / \\lambda",
      "tag": "(5.28)"
    },
    {
      "type": "text",
      "value": "гэдгийг эргэн сануулъя."
    },
    {
      "type": "text",
      "value": "Гарган авсан (5.27) үр дүнг Зураг 5.29-д дифракцийн зургийн эрчим $\\vartheta$ дифракцийн өнцөг, тодруулбал $\\sin \\vartheta$-ээс хэрхэн хамаарах хамаарал байдлаар графикаар оруулсан. Бидний харж байгаачлан, олон багцуудын интерференц нь завсар тус бүрээс үүсэх дифракцаар тодорхойлогдох гэрлийн эрчмийг огцом дахин хуваарилахад хүргэж байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-170_303_808_883_211.jpg",
      "caption": "Зураг 5.29"
    },
    {
      "type": "text",
      "value": "(5.27) илэрхийллийн эхний бутархай нь $\\sin \\vartheta$-ээс хамаарсан плавный функцыг илэрхийлдэг (Үүнийг Зураг 5.29-д тасархай шугамаар харуулсан ба энэ нь завсар тус бүрээс үүсэх эрчмийн дифракцийн хуваарилалтыг илтгэдэг). Энэхүү плавный функц нь (5.27) томьёоны хоёр дахь бутархайгаар тодорхойлогдох $N$ завсрын олон цацрагийн интерференцийн зургийг зохицуулдаг (модулирует)."
    },
    {
      "type": "text",
      "value": "Практикт бол завсар тус бүрээс үүссэн төвийн дифракцийн максимумд багтаж буй гол максимумууд хамгийн чухал байдаг — тэдгээр нь хамгийн эрчимтэй нь байдаг.*<br><br><i>${*}$ Зураг 5.29 дээр харуулсан $I(\\vartheta)$ хуваарилалт нь энгийн завсартай торны хувьд хүчинтэй гэдгийг санаарай. Хэрэв торонд нэвтрүүлэх (эсвэл ойлгох) коэффициент нь жишээлбэл, синусоидал хуулиар өөрчлөгдөж байвал зөвхөн тэг болон нэгдүгээр эрэмбийн гол максимумууд гарч ирнэ: $m=0$ ба $m= \\pm 1$.</i>"
    }
  ]
}
