{
  "id": "5.8",
  "title": "§ 5.8. Дифракцийн тор спектрийн төхөөрөмж болох нь",
  "body": [
    {
      "type": "header",
      "id": "5.8",
      "value": "§ 5.8. Дифракцийн тор спектрийн төхөөрөмж болох нь"
    },
    {
      "type": "text",
      "value": "Фраунгоферийн гол максимумуудын чиглэлийг тодорхойлогч (5.21) томьёоноос харахад эдгээр $\\vartheta_{m}$ чиглэлүүд нь гэрлийн долгионы урт $\\lambda$-аас (тэг дүгээр эрэмбийн $m=0$ максимумаас бусад нь) хамаардаг байна. Тиймээс тор нь өөр дээрээ тусах гэрлийг $m \\neq 0$ эрэмбэ бүрд янз бүрийн эрэмбийн спектр болгон задалдаг. Үүгээр ч зогсохгүй эрэмбэ бүрд спектрийн улаан хэсэг (илүү урт долгионтой) хамгийн их хазайлттай байдаг."
    },
    {
      "type": "text",
      "value": "Аливаа спектрийн төхөөрөмжийн үндсэн шинж чанарууд нь өнцгийн дисперс, ялгах чадвар болон дисперсийн муж байдаг."
    },
    {
      "type": "text",
      "value": "$\\quad$1. <b>Өнцгийн дисперс $\\boldsymbol{D}$</b> нь янз бүрийн $\\lambda$ урттай долгионуудын орон зайн (өнцгийн) хуваагдлын түвшнийг илэрхийлдэг. Тодорхойлолтоор бол,"
    },
    {
      "type": "equation",
      "value": "D=\\mathrm{d} \\vartheta / \\mathrm{d} \\lambda .",
      "tag": "(5.29)"
    },
    {
      "type": "text",
      "value": "Өгөгдсөн $m$-ийн хувьд (5.21) томьёоны дифференциалыг авбал торны хувьд $d \\cos \\vartheta_{m} \\mathrm{~d} \\vartheta=m \\mathrm{~d} \\lambda$ болох ба эндээс"
    },
    {
      "type": "equation",
      "value": "\\frac{\\mathrm{d} \\vartheta}{\\mathrm{~d} \\lambda}=\\frac{m}{d \\cos \\vartheta_{m}} .",
      "tag": "(5.30)"
    },
    {
      "type": "text",
      "value": "Спектрийн өгөгдсөн $m$ эрэмбийн хувьд торны тогтмол $d$ бага байх тусам өнцгийн дисперс илүү их байна гэдэг нь харагдаж байна. Түүнээс гадна спектрийн $m$ эрэмбэ ихсэх тусам $\\mathrm{d} \\vartheta / \\mathrm{d} \\lambda$ мөн өсдөг."
    },
    {
      "type": "text",
      "value": "$\\quad$2. <b>Ялгах чадвар $\\boldsymbol{R}$</b>. Тодорхойлолтоор бол,"
    },
    {
      "type": "equation",
      "value": "R=\\lambda / \\delta \\lambda,",
      "tag": "(5.31)"
    },
    {
      "type": "text",
      "value": "энд $\\delta \\lambda$ — эдгээр шугамуудыг тус тусад нь ялгаж харж болохуйц спектрийн шугамын долгионы урт хоорондын хамгийн бага ялгаа. $\\delta \\lambda$ хэмжигдэхүүн нь хэд хэдэн шалтгааны улмаас яг таг бус, зөвхөн баримжаа байдлаар (нөхцөлт) тодорхойлогдож болно. Ийм нөхцөлт шалгуурыг Рэлей санал болгосон байдаг (үүнийг объективийн ялгах чадварын асуудлыг шийдвэрлэхдээ § 5.5-ын төгсгөл хэсэгт авч үзсэнтэй адилаар)."
    },
    {
      "type": "text",
      "value": "Рэлейн шалгуурын дагуу өөр долгионы урттай, гэхдээ ижил эрчимтэй спектрийн шугамуудаас нэг спектрийн шугамын гол максимум нөгөөгийнх нь эхний минимумтэй (Зураг 5.30) давхцаж байвал ялгагдсан гэж үзнэ. Энэ тохиолдолд хоёр максимумын хооронд максимумуудынх нь эрчмийн $20 \\%$ орчим хувийг бүрдүүлэх бараан дутагдал үүсдэг ба шугамууд тусдаа мэтээр хүлээн авагдсан хэвээр байдаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-172_334_422_153_720.jpg",
      "caption": "Зураг 5.30"
    },
    {
      "type": "text",
      "value": "Иймд Рэлейн шалгуур болон (5.25) томьёоны дагуу $\\lambda+\\delta \\lambda$ (Зураг 5.30-ийг үз) долгионы урттай шугамын $m$-р эрэмбийн ( $m^{\\prime}=m N$ ) максимум нь $\\lambda$ ( $m^{\\prime}=m N+1$ ) шугамын эхний минимумтай чиглэлээрээ давхцаж байх ёстой, өөрөөр хэлбэл:<br>$$d \\sin \\vartheta_{m}=m(\\lambda+\\delta \\lambda)=\\left(m+\\frac{1}{N}\\right) \\lambda .$$"
    },
    {
      "type": "text",
      "value": "Эндээс дараах нь гарна:"
    },
    {
      "type": "equation",
      "value": "\\lambda / \\delta \\lambda=m N .",
      "tag": "(5.32)"
    },
    {
      "type": "text",
      "value": "Энэ л яг дифракцийн торны ялгах чадварт зориулагдсан бидний хайж буй томьёо юм. Уг томьёо нь ялгах чадварын дээд хязгаарыг өгдөг. Энэ нь дараах нөхцөлүүд биелсэн үед хүчинтэй байна:<br>$\\quad$1. Хоёр максимумын эрчим ижил байх ёстой.<br>$\\quad$2. Шугамын өргөсөлт нь зөвхөн дифракцаас болж үүссэн байх ёстой.<br>$\\quad$3. Тор дээр тусаж буй гэрэл нь торны хэмжээнээс хэтэрсэн когерент өргөнтэй байх шаардлагатай. Зөвхөн энэ тохиолдолд торны бүх $N$ зураас хоорондоо зохицон (\"когерентоор\") ажиллах ба бид хүссэн үр дүндээ хүрч чадна."
    },
    {
      "type": "text",
      "value": "Спектрийн төхөөрөмжийн ялгах чадварыг нэмэгдүүлэхийн тулд (5.32) томьёоноос харахад когерент багцуудын тоо $N$-ийг нэмэгдүүлэх, эсвэл интерференцийн $m$ эрэмбийг өсгөх гэсэн хоёр аргыг ашиглаж болно. Эхнийх нь дифракцийн торонд ашиглагддаг ( $N$-ийн тоо 200,000 хүрдэг), харин хоёр дахь нь интерференцийн спектрийн төхөөрөмжүүдэд ашиглагддаг (жишээлбэл, Фабри-Перогийн интерферометрт интерференцлэх долгионы тоо $N$ нь тийм ч их биш буюу хэдэн арваар хэмжигдэх бөгөөд интерференцийн эрэмбэ нь $m \\sim 10^{6}$ болон түүнээс дээш байна)."
    },
    {
      "type": "text",
      "value": "$\\quad$3. <b>Дисперсийн муж $\\Delta \\boldsymbol{\\lambda}$</b> гэдэг нь зэргэлдээ эрэмбийн спектрийн давхцал хараахан гараагүй байгаа спектрийн интервалын өргөн юм. Хэрэв зэргэлдээ эрэмбэ бүхий спектрүүд давхцаж эхэлбэл, энэхүү спектрийн төхөөрөмж харгалзах спектрийн хэсгийг судлахад ашиглах боломжгүй болно."
    },
    {
      "type": "text",
      "value": "Хэрвээ $m(\\lambda+\\Delta \\lambda)=(m+1) \\lambda$ бол $m$-р эрэмбийн спектрийн урт долгионы төгсгөл нь $(m+1)$-р эрэмбийн спектрийн богино долгионы төгсгөлтэй давхцах ба эндээс дисперсийн муж дараах байдалтай гарна:"
    },
    {
      "type": "equation",
      "value": "\\Delta \\lambda=\\lambda / m .",
      "tag": "(5.33)"
    },
    {
      "type": "text",
      "value": "Энэ нь дисперсийн муж $\\Delta \\lambda$ нь спектрийн $m$ эрэмбэтэй урвуу хамааралтай гэсэн үг юм. Бага эрэмбэтэй (ихэвчлэн хоёр эсвэл гурав дахь) спектртэй ажиллах үед дифракцийн тор нь хангалттай өргөн спектрийн мужийг хамарсан цацрагийг судлахад тохиромжтой байдаг. Энэ нь өндөр $m$ эрэмбээсээ шалтгаалаад дисперсийн муж нь маш бага байдаг интерференцийн спектрийн төхөөрөмж, жишээлбэл Фабри-Перогийн интерферометрээс дифракцийн торны илүүрхэх гол давуу тал юм."
    },
    {
      "type": "text",
      "value": "<b>Дифракцийн торны талаар нэмэлтээр.</b> Дифракцийн тор нь шинжлэх ухаанд олон суурь нээлт авчирсан хамгийн чухал спектрийн төхөөрөмжүүдийн нэг юм. Спектр гэдэг нь мөн чанартаа тухайн нэг математик аппаратаар тайлагдах үедээ атом болон атомын дотоод үйл явцын шинж чанаруудын тухай үнэлж баршгүй мэдээллийг олж авах боломжтой код юм."
    },
    {
      "type": "text",
      "value": "Энэхүү асуудлыг зохих ёсоор шийдвэрлэхийн тулд спектр нь гажуудалгүй бөгөөд тодорхой ялгагдах ёстой юм — өндөр чанартай дифракцийн торыг гаргаж авахын тулд тасралтгүйгээр шийдвэрлэх хэрэгтэй болдог шинжлэх ухаан, техникийн тэрхүү нарийн төвөгтэй асуудлын мөн чанар энд л оршдог."
    },
    {
      "type": "text",
      "value": "Өнөө үед дифракцийн торыг үйлдвэрлэх технологи дээд зэргээр төгсрөөд байна. Анхны өндөр чанартай ойлгогч торуудыг Роуланд* (1882) бүтээсэн байдаг. Шийдвэрлэж буй асуудал техникийн хувьд хэчнээн төвөгтэй байсныг уг зорилгод зориулсан хуваах машиныг 20 жилийн турш бүтээсэн гэх ганцхан баримт харуулна.<br><br><i>${*}$ Түүний ажлыг Андерсен, Вуд зэрэг нэрт туршилтчид үргэлжлүүлжээ.</i>"
    },
    {
      "type": "text",
      "value": "Орчин үеийн бүрэн автомат хуваах машинууд нь алмазан зүсэгч ашиглан зураасуудын хоорондох зай бараг тэгш хэмтэй торыг үйлдэх боломжтой болсон. Алмазан зүсэгч ингэж ажиллахдаа хэдэн арван километрийн урт замыг өөрийн хэлбэрээ бараг өөрчлөхгүйгээр зурдаг гээд бодоход ч бэрх, — гэвч энэ бол зарчмын хувьд маш чухал юм. Өвөрмөц торуудын хэмжээс нь $40 \\times 40 \\text{ см}$ ч хүрдэг! (Ийм торыг голчлон астрофизикт ашигладаг.)"
    },
    {
      "type": "text",
      "value": "Спектрийн мужаасаа хамааран торууд нь 1 мм тутамд янз бүрийн тоо бүхий зураастай байдаг: хэт улаан мужид хэдхэн зураасаас эхлэн, хэт ягаан мужид 3600 хүрдэг. Харагдах спектрт $600-1200 \\text{ зураас/мм}$. Ийм торнуудын сийлбэртэй гадаргуутай харьцахад дээд зэргийн болгоомжтой хандах ёстой нь ойлгомжтой."
    },
    {
      "type": "text",
      "value": "Анхны сийлсэн торуудын өртөг өндөр байдгаас шалтгаалан реплика буюу нимгэн ойлгогч давхаргаар бүрхэгдсэн тусгай хуванцар дээр сийлсэн торуудын хуулбар ихээхэн тархсан. Репликийн хувьд чанараараа эх хувиасаа бараг дутдаггүй."
    },
    {
      "type": "text",
      "value": "1970-аад онд дифракцийн торыг хийх шинэ голограф аргыг боловсруулсан. Энэ аргад гэрэл мэдрэмтгий давхарга бүхий хавтгай суурийг өгөгдсөн долгионы урттай когерент лазерын цацрагийн хоёр хавтгай налуу багцаар гэрэлтүүлдэг. Багцууд огтлолцох хэсэгт эрчмийн синусоидал хуваарилалт бүхий тогтвортой интерференцийн зураг үүсдэг. Гэрэл мэдрэмтгий давхаргыг зохих ёсоор боловсруулсны дараа өндөр чанартай дифракцийн тор гарч ирдэг."
    },
    {
      "type": "text",
      "value": "Төгсгөлд нь нэмж хэлэхэд ил тод болон ойлгогч торуудаас гадна бас фазын торууд гэж байдгийг дурдах нь зүйтэй болов уу. Тэдгээр нь гэрлийн долгионы далайцад нөлөөлдөггүй ч, түүний фазад үелсэн өөрчлөлт оруулдаг билээ. Тийм учраас тэднийг фазын гэж нэрлэдэг. Хавтгай зогсонги хэт авиан долгион үүссэн тунгалаг шингэнтэй хуванцар сав фазын торны жишээ байж болох юм. Энэ нь шингэний нягт, цаашлаад хугарлын илтгэгч болон оптикийн замын ялгааг үе үе өөрчлөхөд хүргэдэг. Ийм бүтэц нь тухайн долгионыг дайрч гарах гэрлийн далайцыг бус, зөвхөн фазыг л өөрчилдөг. Фазын торыг практикт мөн өргөнөөр ашигладаг."
    },
    {
      "type": "text",
      "value": "<b>Нэг хэмжээст вибраторын тор.</b> Дифракцийн тортой нэгэн адилаар радио долгионы мужид хоорондоо параллель $N$ ширхэг вибратор антенны систем яг адил ажилладаг. Хэрэв тэдгээр нь нэг фазат байвал цацрагийн тэг (үндсэн) максимум нь торны экваторын хавтгайд тор руугаа нормал чиглэлтэй байна. Мөн энд практикт сонирхол татахуйц нэгэн боломж нээгддэг. Жишээлбэл, антенн бүрийн хэлбэлзэл нь өмнөх антенныхаа хэлбэлзлээс яг нэг ижил $\\varphi$ хэмжээгээр фазаараа хоцорч байх горимыг бий болговол, тэг максимум нь торны нормальтай давхцахгүй байх болно. $\\varphi$-ийн утгыг илэрхий хуулийн дагуу хугацаатай уялдуулан өөрчилснөөр бид гол максимумын чиглэл нь орон зайд өөрчлөгддөг системийг гаргаж авна. Ингэснээр үл хөдлөх антеннуудын систем ашиглан орон зайг радаржуулан хянах боломжтой болно."
    }
  ]
}
