{
  "id": "3.3",
  "title": "§ 3.3. Микро бөөмсийн парадокс шинж чанар",
  "body": [
    {
      "type": "text",
      "value": "Өмнөх параграфт авч үзсэн туршилтууд нь бидний өмнө хамгийн нууцлаг парадоксуудын нэг байгааг нотлохыг шаарддаг: «электрон бол нэгэн зэрэг бөөм бас долгион» гэсэн батламж нь юу гэсэн үг вэ?"
    },
    {
      "type": "text",
      "value": "Хоёр завсраас гарах гэрлийн (фотон) интерференцийн Юнгийн туршилттай төстэй төсөөллийн туршилтын тусламжтайгаар эл асуудлыг ойлгож мэдэх гэж оролцъё. Электронуудын багц хоёр завсраар нэвтрэн өнгөрсний дараа дэлгэцэн дээр максимумууд болон минимумуудын систем үүсэх ба хэрэв электрон бүрд нэг де-Бройлийн долгион харгалзан тавибал тэдгээрийн байрлалыг долгионы оптикийн томьёонуудаар тооцоолж болно."
    },
    {
      "type": "text",
      "value": "Хоёр завсраас гарах интерференцийн үзэгдэлд квант онолын өөрийнх нь мөн чанар нуугдаж байдгаас энэ асуудалд онцгой анхаарал хандуулцгаая."
    },
    {
      "type": "text",
      "value": "Хэрэв бид фотонуудтай харьцаж байгаа бол, фотон нь өөрийн гэсэн өвөрмөц шинж чанараасаа шалтгаалан хоёр хэсэгт хуваагдаж (завсрууд дээр), дараа нь тэдгээр нь интерференци үүсгэдэг хэмээн таамагласнаар парадоксыг (бөөм-долгион) арилгаж болно."
    },
    {
      "type": "text",
      "value": "Тэгвэл электронууд яах вэ? Тэд хэзээ ч хуваагддаггүй гэдэг нь туйлын хангалттайгаар тогтоогдсон. Электрон 1-р завсраар эсвэл 2-р завсраар нэвтрэн гарч чадна. Иймээс, Э дэлгэц дээрх тэдний тархалт нь 1 болон 2 (Зураг 3.8, а) тархалтуудын нийлбэр байх ёстой бөгөөд түүнийг тасархай муруйгаар үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-071_289_574_665_64.jpg",
      "caption": "Зураг 3.8"
    },
    {
      "type": "text",
      "value": "Хэдийгээр энэ эргэцүүлэл дэх логик өө сэвгүй ч ийм тархалт бодитоор хэрэгждэггүй. Үүний оронд бид тэс өөр тархалтыг ажигладаг* (Зураг 3.8, б).<br>* Энэ нь Мелленштадт болон Дюкер (1956 он), түүнчлэн Йенсен (1961 он) нарын туршилтаар тогтоогдсон болно."
    },
    {
      "type": "text",
      "value": "Энэ нь магадгүй цэвэр логик болон эрүүл саруул ухааны сүйрэл биш гэж үү? Учир нь бүх зүйл яг л $100+100=0$ ($P$ цэгт) гэдэгтэй ижил харагдаж байна цаана чинь. Үнэхээр ч 1-р завсар эсвэл 2-р завсар нээлттэй байх үед $P$ цэгт нэг секундэд хэлцгээе л дээ тус бүр 100 электрон ирдэг бол, хэрэв хоёр завсар хоёулаа нээлттэй үед нэг ч электрон ирэхгүй байна гээд боддоо!.."
    },
    {
      "type": "text",
      "value": "Түүгээр ч үл барам эхлээд 1-р завсрыг нээгээд, дараа нь 2-р завсрын өргөнийг ихэсгэж аажмаар нээх юм бол, эрүүл саруул ухаанаар бол $P$ цэгт секунд тутамд ирж буй электронуудын тоо 100-аас 200 хүртэл өсөх ёстой. Гэтэл бодит байдал дээр - 100-аас тэг хүрдэг."
    },
    {
      "type": "text",
      "value": "Хэрэв үүнтэй ижил үйлдлийг бөөмсийг жишээлбэл, $O$ цэгт (Зураг 3.8, б-г үз) бүртгэнэ хэмээн давтан хийвэл үүнээс дутахгүй парадокс үр дүн гарч ирнэ. 2-р завсрыг нээгдэх тусам (1-р завсар нээлттэй үед) $O$ цэг дэх бөөмсийн тоо бидний хүлээж байсан шиг секундэд 200 хүртэл биш харин 400 хүртэл өсдөг байна!"
    },
    {
      "type": "text",
      "value": "2-р завсрын онгойлт магадгүй 1-р завсраар өнгөрч буй электронуудад хэрхэн нөлөөлж чадаж байна вэ? Өөрөөр хэлбэл аливаа электрон ямар нэг завсраар өнгөрөн гарахдаа хөрш зэргэлдээ завсраа бас «мэдэрч», өөрийнхөө ааш авираа засдаг гэсэн үг үү?. Эсвэл долгион лугаа адил хоёр завсраар зэрэг нэвтрэн гардаг (!?) гэсэн үг үү. Эс бөгөөс интерференцийн зураг үүсэх боломжгүй шүү дээ. Аливаа электрон аль завсраар өнгөрч буйг тодорхойлох гэсэн аливаа оролдлого нь интерференцийн зургийг сүйтгэхэд хүргэдэг, гэвч энэ бол огт өөр асуудал юм."
    },
    {
      "type": "text",
      "value": "Ямар дүгнэлт гарч байна вэ? Эдгээр парадокс үр дүнгүүдийг «тайлбарлах» цорын ганц арга зам нь олж авсан үр дүнгүүдтэй нийцдэг, мөн ажиглагдаж буй үзэгдлүүдийг үргэлж зөв урьдчилан таамагладаг математик формализмыг бий болгох явдал юм. Түүнчлэн мэдээжийн хэрэг энэ формализм нь дотооддоо зөрчилдөөнгүй байх ёстой."
    },
    {
      "type": "text",
      "value": "Ингээд ийм формализм ч бүтээгдсэн. Уг формализм нь бөөм бүрд ямар нэг комплекс $\\Psi(\\mathbf{r}, t)$ $\\psi$-функцийг харгалзуулан тавьдаг. Формалаар тэрээр сонгодог долгионуудын шинж чанартай байдаг тул түүнийг ихэвчлэн долгионы функц гэж нэрлэдэг. Гэхдээ энэхүү функц болон түүний физик утга, түүнчлэн түүний орон зай, цаг хугацаа дахь ааш авирыг удирддаг тэгшитгэлийн тухай дараагийн бүлэгт илүү дэлгэрэнгүй авч үзэх болно."
    },
    {
      "type": "text",
      "value": "Электронууд хоёр завсраар өнгөрөх үеийн тэдгээрийн шинж төлөв рүү эргэн очиход, бид дараахийг хүлээн зөвшөөрөх хэрэгтэй: электрон аль завсраар өнгөрөн гарах вэ (интерференцийн зургийг сүйтгэхгүйгээр) гэх асуултад зарчмын хувьд хариулах боломжгүй хэмээх баримт нь траекторийн тухай төсөөлөлтэй үл нийцнэ. Иймээс, ерөнхийдөө электронуудад траектори оноох хэзээ ч боломжгүй юм."
    },
    {
      "type": "text",
      "value": "Хэдийгээр тийм боловч тодорхой нөхцөлүүдэд, тухайлбал микро бөөмийн де-Бройлийн долгионы урт маш бага болж, жишээлбэл завсрууд хоорондын зай эсвэл атомын хэмжээнээс хавьгүй бага болох үед траектори гэдэг ойлголт дахин утга учиртай болж эхэлнэ. Энэ асуудлыг илүү дэлгэрэнгүй авч үзэцгээж, сонгодог онолыг ашиглаж болох нөхцөлүүдийг илүү зөвөөр томьёолцгооё."
    },
    {
      "type": "text",
      "value": "**Сонгодог дүрслэлийн шалгуур.** Ньютоны (релятивист бус) механикийн хэрэглэгдэх боломжийн тухай асуудлыг шийдвэрлэхэд гэрлийн хурд ямар үүрэг гүйцэтгэдгийн нэгэн адил ямар ямар тохиолдолд сонгодог төсөөллүүдээр хязгаарлагдаж болохыг харуулсан шалгуур оршдог. Энэхүү шалгуур нь Планкийн $\\hbar$ тогтмолтой холбоотой."
    },
    {
      "type": "text",
      "value": "$\\hbar$-ийн физик хэмжигдэхүүн нь (энерги) $\\times$ (хугацаа) буюу эсвэл (импульс) $\\times$ (урт) эсвэл (импульсийн момент)-тэй тэнцүү байдаг. Ийм хэмжигдэхүүнтэй хэмжигдэхүүнийг үйлчлэл гэж нэрлэдэг. Планкийн тогтмол нь үйлчлэлийн квант юм."
    },
    {
      "type": "text",
      "value": "Дээр дурдсан шалгуур нь дараах зүйлд оршино. Хэрэв тухайн физик системд үйлчлэл гэсэн хэмжигдэхүүн бүхий ямар нэг онцлог $H$ хэмжигдэхүүний утга нь $\\hbar$-тай харьцуулахуйц байвал уг системийн төлөв байдлыг зөвхөн квант онолын хүрээнд л дүрслэн бичиж болно. Харин $H$-ийн утга нь $\\hbar$-тай харьцуулахад маш их байвал системийн төлөв байдлыг сонгодог физикийн хуулиуд асар өндөр нарийвчлалтайгаар дүрслэн харуулдаг."
    },
    {
      "type": "text",
      "value": "Гэхдээ энэхүү шалгуур нь ойролцоо шинжтэй гэдгийг тэмдэглүүштэй. Тэр зөвхөн хэзээ болгоомжтой хандах хэрэгтэй вэ гэдгийг л зааж өгдөг. $H$ үйлчлэлийн бага нь үргэлж сонгодог арга хандлагыг бүхэлд нь хэрэглэж болохгүй гэдгийг нотолдоггүй. Олон тохиолдолд уг шалгуур нь системийн төлөв байдлын тухай зарим нэг чанарын төсөөллийг өгч болох ба түүнийг квант арга хандлагын тусламжтайгаар нарийн болгож болдог байна."
    },
    {
      "type": "text",
      "value": "Үйлчлэл гэсэн хэмжигдэхүүнтэй макро ертөнцийн хэмжигдэхүүнүүд нь $\\hbar$ үйлчлэлийн квантыг асар олон дахин давж гардаг. Хэд хэдэн жишээ авч үзье."
    },
    {
      "type": "text",
      "value": "**Жишээ 1.** Багахан дүүжин. Түүний хэлбэлзлийн дундаж энерги $E \\approx 1 \\text{ эрг}, \\text{ харин хэлбэлзлийн үе нь } T \\approx 1 \\text{ с} \\text{ байг. Үйлчлэл гэх хэмжигдэхүүнтэй хэмжигдэхүүн нь } E \\cdot T \\text{ юм. } ET/\\hbar \\approx 10^{26} \\text{ байна.}$"
    },
    {
      "type": "text",
      "value": "**Жишээ 2.** $I=1 \\text{ г}\\cdot\\text{см}^2 \\text{ инерцийн момент болон } \\omega=1 \\text{ рад/с} \\text{ өнцөг хурдтай эргэлдэж буй бие. Импульсийн моментийг үйлчлэлийн квантд харьцуулсан харьцаа нь } I\\omega/\\hbar \\approx 10^{26} \\text{ байна.}$"
    },
    {
      "type": "text",
      "value": "**Жишээ 3.** Багахан гармоник осциллятор. Түүний масс $m=1 \\text{ г}$, хамгийн их хурд нь $v=1 \\text{ см/с}$ болон хамгийн их далайц нь $a=1 \\text{ см}$ байг. Тэгвэл түүний хамгийн их импульс нь $mv=1 \\text{ г}\\cdot\\text{см/с}$. $a \\cdot mv$ хэмжигдэхүүн нь үйлчлэл гэх хэмжигдэхүүнтэй байх бөгөөд $amv/\\hbar \\approx 10^{26}$ байна."
    },
    {
      "type": "text",
      "value": "Дээрх гурван тохиолдолд гурвууланд нь $H \\gg \\hbar$ байх ба энэ нь ийм системүүдийн хөдөлгөөний тайлбарыг сонгодог физикийн хүрээнд итгэлтэйгээр хийж болно гэсэн үг болох нь харагдах ёстой."
    },
    {
      "type": "text",
      "value": "Харин $H$ үйлчлэл $\\hbar$-тай харьцуулахуйц болох үед байдал мэдээж тэс өөрөөр эргэнэ. Энд бид огт өөр хуулиуд үйлчилдэг мужид нэвтрэн орох болно - эдгээр нь квант физикийн хуулиуд юм. Машид бид эдгээр хуулиудтай танилцах ёстой."
    }
  ]
}
