{
  "id": "3.1",
  "title": "§ 3.1. Де-Бройлийн таамаглал",
  "body": [
    {
      "type": "text",
      "value": "Луи де-Бройль (1923 он) материаллаг бөөмс ч мөн долгионы шинж чанартай байх ёстой гэсэн санааг дэвшүүлж, хөгжүүлсэн байдаг. Тэр үед гэрлийн тухай туршлагаар батлагдсан боловч парадокс нөхцөл байдал аль хэдийн бүрдээд байв: зарим үзэгдлүүдэд (интерференци, дифракц гэх мэт) гэрэл нь долгион мэт, харин бусад үзэгдлүүдэд дутахгүй үнэмшилтэйгээр бөөм мэтээр өөрийгөө харуулдаг. Энэ нь де-Бройлийг тайвны масс нь тэгээс ялгаатай бөөмсийн хувьд дээрхтэй ижил бөөм-долгионы дуализмыг түгээн хэрэглэхэд түлхэц болжээ."
    },
    {
      "type": "text",
      "value": "Хэрэв ийм бөөмтэй ямар нэг долгион холбоотой бол түүнийг бөөмийн $\\mathbf{v}$ хурдны чиглэлд тархана гэж хүлээж болно. Энэхүү долгионы мөн чанарын тухай де-Бройль ямар нэг тодорхой зүйл хэлээгүй юм. Бид эдгээр долгионууд нь цахилгаан соронзон биш гэдгийг шууд онцлон тэмдэглэх боловч тэдний мөн чанарыг одоогоор тодруулахгүй байцгаая. Тэдгээр нь сонгодог физикт аналог байхгүй өвөрмөц шинж чанартай байдаг болохыг бид цаашид харах болно."
    },
    {
      "type": "text",
      "value": "Ийнхүү, де-Бройль фотонуудад хамаарах (1.12) харьцаа нь түгээмэл шинж чанартай байна гэсэн таамаглал дэвшүүлжээ. Өөрөөр хэлбэл бүх бөөмсийн хувьд долгионы урт нь"
    },
    {
      "type": "equation",
      "value": "\\lambda=\\frac{h}{p}=\\frac{2 \\pi \\hbar}{p} .",
      "tag": "3.1"
    },
    {
      "type": "text",
      "value": "Энэхүү томьёо Де-Бройлийн томьёо гэсэн нэрээр алдаршсан ба харин $\\lambda$ нь $p$ импульстэй бөөмийн де-Бройлийн долгионы урт юм."
    },
    {
      "type": "text",
      "value": "Де-Бройль түүнчлэн давхар завсар руу тусаж буй бөөмсийн багц түүний цаана интерференци үүсгэх ёстой хэмээн таамаглажээ."
    },
    {
      "type": "text",
      "value": "(3.1) томьёоноос хамаарахгүй хоёр дахь харьцаа нь бөөмийн $E$ энерги болон де-Бройлийн долгионы $\\omega$ давтамж хоорондын холбоо юм:"
    },
    {
      "type": "equation",
      "value": "E=\\hbar \\omega .",
      "tag": "3.2"
    },
    {
      "type": "text",
      "value": "Зарчмын хувьд $E$ энерги нь ямагт дурын тогтмол утгыг нэмэх хүртэлх нарийвчлалтайгаар тодорхойлогдог ($\\Delta E$-ээс ялгаатай нь), харин үүнээс үүдээд $\\omega$ давтамж нь зарчмын хувьд ажиглагдахгүй хэмжигдэхүүн (де-Бройлийн долгионы уртаас ялгаатай нь) болж таардаг."
    },
    {
      "type": "text",
      "value": "$\\omega$ давтамж болон $k$ долгионы тоотой хоёр хурд: фазт $v_{\\text{ф }}$ болон бүлэг $u$ холбогддог:"
    },
    {
      "type": "equation",
      "value": "v_{\\text{ф}}=\\frac{\\omega}{k} \\quad \\text{болон} \\quad u=\\frac{\\partial \\omega}{\\partial k} .",
      "tag": "3.3"
    },
    {
      "type": "text",
      "value": "Хоёр илэрхийллийн хүртвэр болон хуваарийг $\\hbar$-аар үржүүлснээр гарна:"
    },
    {
      "type": "equation",
      "value": "\\hbar \\omega=E \\quad \\text{болон} \\quad \\hbar k=2 \\pi \\hbar / \\lambda=p,",
      "tag": "3.4"
    },
    {
      "type": "text",
      "value": "энд хоёр дахь тэнцэтгэлийг (3.1)-ийн үндсэн дээр бичсэн болно."
    },
    {
      "type": "text",
      "value": "Зөвхөн релятивист бус тохиолдлыг хязгаарлан үзье. $E=p^2/2m$ (кинетик энерги) болохыг тооцон (3.4)-ийн тусламжтайгаар (3.3) харьцаануудыг өөр хэлбэрт оруулан бичье:"
    },
    {
      "type": "equation",
      "value": "v_{\\text{ф}}=\\frac{E}{p}, \\quad u=\\frac{\\partial}{\\partial p}\\left(\\frac{p^{2}}{2 m}\\right)=\\frac{p}{m}=v .",
      "tag": "3.5"
    },
    {
      "type": "text",
      "value": "Эндээс бүлэг хурд нь бөөмийн хурдтай тэнцүү, ө.х зарчмын хувьд ажиглагдахуйц хэмжигдэхүүн болох нь харагдах бөгөөд энэ нь $E$-ийн нэгэн утгат бус байдлаас шалтгаалж фазт хурд $v_{\\text{ф}}$-ээс ялгаатай юм."
    },
    {
      "type": "text",
      "value": "(3.5) дэх эхний томьёоноос де-Бройлийн долгионуудын фазт хурд нь дараахтай тэнцүү болох нь мөрдөн гарна"
    },
    {
      "type": "equation",
      "value": "v_{\\text{ф}}=\\frac{E}{\\sqrt{2 m E}}=\\sqrt{\\frac{E}{2 m}}=\\sqrt{\\frac{\\hbar \\omega}{2 m}},",
      "tag": "3.6"
    },
    {
      "type": "text",
      "value": "ө.х $\\omega$ давтамжаас хамаарах ба энэ нь де-Бройлийн долгионууд бүр вакуумд ч дисперстэй байдаг гэсэн үг юм. Цаашид де-Бройлийн долгионуудын фазт хурд нь орчин үеийн физикийн тайлбарын дагуу цэвэр бэлгэдлийн шинж чанартай утгатай болох нь харуулагдах бөгөөд учир нь энэхүү тайлбар тэдгээрийг зарчмын хувьд ажиглагдашгүй хэмжигдэхүүнүүдийн тоонд багтаадаг. Гэсэн хэдий ч өмнө өгүүлсэнчлэн (3.6) дахь $E$ нь дурын тогтмол нэмэх хүртэлх нарийвчлалтайгаар тодорхойлогддог тул хэлсэн зүйл шууд л харагддаг."
    },
    {
      "type": "text",
      "value": "Де-Бройлийн долгионы бүлэг хурд нь (3.5)-ийн дагуу бөөмийн хурдтай тэнцүү хэмээх баримтыг тогтоосон явдал нь квант физикийн зарчмын үндсүүдийн хөгжилд, юуны түрүүнд де-Бройлийн долгионуудын физик тайлбарт чухал үүрэг гүйцэтгэсэн байдаг. Эхлээд бөөмсийг тун бага урттай долгионы багцууд гэж авч үзэн, улмаар бөөмсийн шинж чанаруудын хоёрдмол байдлын парадоксыг шийдвэрлэх гэж оролцсон байна. Гэвч багцыг бүрдүүлэгч бүх гармоник долгионууд өөр өөр фазт хурдтайгаар тархдаг тул ийм тайлбар алдаатай болж таарсан юм. Бүр вакуумд ч де-Бройлийн долгионд өөрт нь байдаг их дисперсийн нөхцөлд долгионы багц «сарниж» урсдаг. Электроны масстай тэнцүү эрэмбийн масстай бөөмсийн хувьд багц нь бараг л агшин зуурт сарних бөгөөд харин бөөм өөрөө бол тогтвортой формац юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү, бөөмийг долгионы багц хэлбэрээр төлөөлөн төсөөлөх явдал нь үндэслэлгүй болох нь тогтоогдсон. Бөөмсийн шинж чанаруудын хоёрдмол байдлын асуудал нь өөрийн шийдэлдээ өөр арга хандлагыг шаардаж байлаа."
    },
    {
      "type": "text",
      "value": "Де-Бройлийн таамаглал руу буцацгаая. Хэрэв эдгээр шинж чанарууд үнэхээр л оршдог бол бөөмсийн долгионы шинж чанарууд ямар ямар үзэгдлүүдэд өөрийгөө илэрхийлэн гаргаж болохыг тодруулъя. Долгионы физик мөн чанараас үл хамааран эдгээр нь интерференци болон дифракц байдаг гэдгийг бид мэднэ. Тэдгээрт шууд ажиглагддаг хэмжигдэхүүн нь долгионы урт байдаг. Бүх тохиолдлуудад де-Бройлийн долгионы урт нь (3.1) томьёогоор тодорхойлогдоно. Түүний тусламжтайгаар зарим нэг үнэлгээнүүдийг хийцгээе."
    },
    {
      "type": "text",
      "value": "Юуны өмнө де-Бройлийн таамаглал макроскопик физикийн ойлголтуудтай зөрчилдөхгүй байгааг итгэлтэйгээр харцгаая. Макроскопик обьектын хувьд жишээлбэл, тоосонцрын масс нь $m=1 \\text{ мг}$, харин хурд нь $v=1 \\text{ м/с}$ байна гээд түүнийг авч үзье. Түүнд харгалзах де-Бройлийн долгионы урт нь"
    },
    {
      "type": "equation",
      "value": "\\lambda=\\frac{2 \\pi \\hbar}{\\sqrt{2 m K}}=7 \\cdot 10^{-20} \\mathrm{~cm} .",
      "tag": "3.7"
    },
    {
      "type": "text",
      "value": "Өөрөөр хэлбэл, тоосонцор гэх мэт ийм жижигхэн макроскопик объектын хувьд ч де-Бройлийн долгионы урт нь объектын өөрийнх нь хэмжээнээс хэмжихийн аргагүй бага болж таарч байна. Ийм нөхцөлүүдэд мэдээжийн хэрэг ямар ч долгионы шинж чанарууд өөрийгөө харуулж илэрхийлж чадахгүй юм."
    },
    {
      "type": "text",
      "value": "Кинетик энерги нь $K$, импульс нь $p = \\sqrt{2mK}$ байх электроны хувьд байдал харин өөрөөр эргэнэ. Түүний де-Бройлийн долгионы урт нь"
    },
    {
      "type": "equation",
      "value": "\\lambda=\\frac{2 \\pi \\hbar}{\\sqrt{2 m K}}=\\frac{1,22}{\\sqrt{K}} \\text{ нм},",
      "tag": "3.8"
    },
    {
      "type": "text",
      "value": "энд $K$-г эВ-ээр илэрхийлнэ. $K=150 \\text{ эВ}$ үед электроны де-Бройлийн долгионы урт (3.8)-ийн дагуу $\\lambda \\approx 0.1 \\text{ нм}$ буюу $\\approx 1 \\text{ \\AA}$-тэй тэнцэнэ. Кристалл торны тогтмол ч мөн адил ийм эрэмбийн хэмжигдэхүүнтэй байдаг. Тиймээс рентген туяаны тохиолдолтой нэгэн адилаар электронуудын де-Бройлийн долгионуудын дифракцыг гарган авахад кристалл бүтэц нь тохиромжтой тор болж өгч чадна. Гэвч де-Бройлийн таамаглал маш бодит бус мэт санагдаж байсан тул нэлээд удаан хугацаанд туршилтаар шалгагдаагүй байсан юм."
    }
  ]
}
