{
  "id": "3.2",
  "title": "§ 3.2. Де-Бройлийн таамаглалын туршилтын баталгаанууд",
  "body": [
    {
      "type": "text",
      "value": "**Дэвиссон болон Джермерийн туршилтууд (1927 он).** Тэдний туршилтын санаа дараах зүйлд оршиж байв. Хэрэв электроны багц нь долгионы шинж чанартай бол эдгээр долгионуудын ойлтын механизмыг мэдэхгүй байсан ч тэдгээрийн кристаллаас ойх ойлт нь рентген туяаныхтай адил интерференцийн шинж чанартай байна гэж хүлээж болно."
    },
    {
      "type": "text",
      "value": "Дэвиссон болон Джермерийн нэгэн цуврал туршилтад дифракцын максимумуудыг (хэрвээ тийм зүйл байдаг бол) илрүүлэхийн тулд электронуудын хурдасгагч хүчдэл болон $D$ детекторын (ойсон электронуудын тоолуур) байрлалыг нэгэн зэрэг хэмжсэн байна. Туршилтад Зураг 3.1-д үзүүлсний дагуу зүлгэгдсэн никелийн монокристаллыг (куб систем) ашиглажээ."
    },
    {
      "type": "text",
      "value": "Хэрэв түүнийг босоо тэнхлэгийг тойруулан зурагт харгалзах байрлалд эргүүлбэл, энэ байрлалд нь зүлгэгдсэн гадаргуу нь тусгалын хавтгайд (зургийн хавтгайд) перпендикуляр, хоорондын зай нь $d=0.215 \\text{ нм}$ байх атомын зөв эгнээнүүдээр хучигдсан байна."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-064_485_336_1276_824.jpg",
      "caption": "Зураг 3.1"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-065_273_312_141_70.jpg",
      "caption": "Зураг 3.2"
    },
    {
      "type": "text",
      "value": "Детекторыг тусгалын хавтгайд шилжүүлж, $\\theta$ өнцгийг өөрчилж байв. $\\theta=50^{\\circ}$ өнцөг болон $V=54 \\text{ В}$ хурдасгагч хүчдэл дээр ойсон электронуудын онцгой тод максимум ажиглагдсан бөгөөд түүний туйлын диаграммыг Зураг 3.2-т үзүүлэв."
    },
    {
      "type": "text",
      "value": "Энэхүү максимумыг"
    },
    {
      "type": "equation",
      "value": "d \\sin \\theta=\\lambda,",
      "tag": "3.9"
    },
    {
      "type": "text",
      "value": "томьёоны дагуу дээр заасан үетэй хавтгай дифракцын торны интерференцийн нэгдүгээр эрэмбийн максимум хэмээн тайлбарлаж болно."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-065_383_429_697_68.jpg",
      "caption": "Зураг 3.3"
    },
    {
      "type": "text",
      "value": "Энэ нь Зураг 3.3-аас харагдаж байна. Энэ зураг дээр бүдүүн цэг бүр нь зургийн хавтгайд перпендикуляр шулуун дээр байрлах атомын гинжний проекцыг төлөөлнө. $d$ үеийг үүнээс үл хамааран, жишээлбэл рентген туяаны дифракцаар хэмжиж болно."
    },
    {
      "type": "text",
      "value": "(3.8) томьёогоор тооцоолсон $V=54 \\text{ В}$ дахь де-Бройлийн долгионы урт нь $0.167 \\text{ нм}$-тэй тэнцэнэ. Харин (3.9) томьёоноос олдсон харгалзах долгионы урт нь $0.165 \\text{ нм}$ байна. Энэхүү тохирол маш сайн гарсан тул гарган авсан үр дүнг де-Бройлийн таамаглалын үнэмшилтэй баталгаа хэмээн үзэх хэрэгтэй."
    },
    {
      "type": "text",
      "value": "Дэвиссон болон Джермерийн өөр нэг цуврал туршилт нь өгөгдсөн тусгалын өнцөг дээр харин хурдасгагч хүчдлийн $V$ янз бүрийн утгууд дахь ойсон электроны багцын $I$ эрчмийг хэмжих явдал байлаа."
    },
    {
      "type": "text",
      "value": "Үүний явцад онолын хувьд рентген туяа кристаллаас ойхтой адил ойлтын интерференцийн максимумууд үүсэх ёстой. Атомууд дээр туссан цацрагийн дифракцын үр дүнд кристаллийн өөр өөр хавтгайнуудаас яг л тэдгээр хавтгайнуудаас толин ойлт мэдэрсэн мэт долгионууд гардаг. Брэгг-Вульфийн дараах нөхцөл биелэж байвал эдгээр долгионууд нь интерференцийн үед бие биенээ хүчирхэгжүүлнэ:"
    },
    {
      "type": "equation",
      "value": "2 d \\sin \\alpha=m \\lambda, \\quad m=1,2,3, \\ldots,",
      "tag": "3.10"
    },
    {
      "type": "text",
      "value": "энд $d$ - хавтгай хоорондын зай, $\\alpha$ - гулсалтын өнцөг."
    },
    {
      "type": "text",
      "value": "Энэхүү томьёо хэрхэн гарсныг сануулъя. Зэргэлдээх атомын давхаргуудаас толин ойсон 1 болон 2 гэсэн хоёр долгионы замын ялгавар нь $ABC=2d \\sin \\alpha$ болохыг Зураг 3.4-өөс харж болно. Иймээс, интерференцийн максимумууд үүсэх чиглэлүүд нь (3.10) нөхцөлөөр тодорхойлогддог."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-066_249_313_367_851.jpg",
      "caption": "Зураг 3.4"
    },
    {
      "type": "text",
      "value": "Одоо (3.10) томьёонд де-Бройлийн долгионы уртын илэрхийлэл болох (3.8)-ийг орлуулан тавья. $\\alpha$ болон $d$-ийн утгуудыг туршилт хийгчид өөрчлөөгүй байлгасан тул (3.10) томьёоноос дараах нь гарч ирнэ"
    },
    {
      "type": "equation",
      "value": "\\sqrt{V_{m}} \\propto m,",
      "tag": "3.11"
    },
    {
      "type": "text",
      "value": "ө.х ойлтын максимумуудыг үүсгэдэг $\\sqrt{V_m}$-ийн утгууд нь бүхэл $m = 1, 2, 3, \\ldots$ тоонуудад пропорциональ байх ёстой буюу өөрөөр хэлбэл бие биенээсээ ижил зайд орших ёстой байна."
    },
    {
      "type": "text",
      "value": "Үүнийг туршилтаар шалгасан бөгөөд үр дүнг Зураг 3.5-д үзүүллээ, энд $V$-г В-оор өгсөн. $I$ эрчмийн максимумууд нь бие биенээсээ бараг ижил зайд алслагдсан байгааг харж болно (рентген туяаны дифракцын үед ч мөн ийм дүр зураг үүсдэг)."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-066_390_754_1375_237.jpg",
      "caption": "Зураг 3.5"
    },
    {
      "type": "text",
      "value": "Дэвиссон болон Джермерийн олж авсан үр дүнгүүд нь де-Бройлийн таамаглалыг маш үнэмшилтэйгээр баталж байна. Бидний харсанчлан онолын хувьд де-Бройлийн долгионуудын дифракцын шинжилгээ нь рентген цацрагийн дифракцтай бүрэн тохирч байгааг мөн тэмдэглүүштэй."
    },
    {
      "type": "text",
      "value": "Ийнхүү, (3.11) хамаарлын шинж чанар нь туршилтаар батлагдсан боловч онолын таамаглалуудтай бага зэрэг зөрөлдөх зүйл ажигладсан. Тодруулбал, туршилтын болон онолын максимумуудын байрлал хооронд (сүүлийнхийг Зураг 3.5 дээр сумнуудаар заасан болно) системтэй зөрүү ажиглагддаг бөгөөд тэр нь $V$ хурдасгагч хүчдэл өсөх тусам багасдаг байна. Цаашид тодорсны дагуу уг зөрүү нь Брэгг-Вульфийн томьёог гаргаж авахдаа де-Бройлийн долгионуудын хугарлыг тооцож үзээгүйгээс шалтгаалсан байжээ."
    },
    {
      "type": "text",
      "value": "**Де-Бройлийн долгионы хугарлын тухай.** Цахилгаан соронзонтой нэгэн адилаар Де-Бройлийн долгионы хугарлын илтгэгч $n$ дараах томьёогоор тодорхойлогдоно"
    },
    {
      "type": "equation",
      "value": "n=v_{\\text{в}} / v_{\\text{с}},",
      "tag": "3.12"
    },
    {
      "type": "text",
      "value": "энд $v_{\\text{в}}$ болон $v_{\\text{с}}$ нь вакуум болон орчин (кристалл) дахь эдгээр долгионуудын фазт хурдууд. Де-Бройлийн долгионы фазт хурд бол зарчмын хувьд ажиглагдашгүй хэмжигдэхүүн болохыг дээр (хуудас 61) дурдсан байдаг. Ийм учраас $n$ хугарлын илтгэгчийг хэмжигдэхүйц хэмжигдэхүүнүүдийн харьцаагаар илэрхийлэх боломжтой байхаар (3.12) томьёог хувиргах шаардлагатай."
    },
    {
      "type": "text",
      "value": "Үүнийг дараах байдлаар хийж болно. Тодорхойлолт ёсоор фазт хурд нь"
    },
    {
      "type": "equation",
      "value": "v=\\omega / k,",
      "tag": "3.13"
    },
    {
      "type": "text",
      "value": "энд $k$ - долгионы тоо ($2 \\pi / \\lambda$). Фотонуудтай нэгэн адилаар де-Бройлийн долгионы $\\omega$ давтамж ч мөн орчны зааг хязгаарыг нэвтлэн өнгөрөх үед өөрчлөгддөггүй хэмээн үзэж (хэрэв ийм таамаглал буруу бол туршилт гарцаагүй үүнийг харуулах болно), (3.13)-ийг тооцон (3.12)-ийг дараах хэлбэрт оруулья"
    },
    {
      "type": "equation",
      "value": "n=\\frac{k_{\\text{с}}}{k_{\\text{в}}}=\\frac{\\lambda_{\\text{в}}}{\\lambda_{\\text{с}}} .",
      "tag": "3.14"
    },
    {
      "type": "text",
      "value": "Вакуумаас кристалл (металл) руу нэвтрэн ороход электронууд потенциалын нүхэнд ордог байна. Энд тэдний кинетик $K$ энерги нь потенциалын нүхний «гүн» хэмжээгээр өсдөг (Зураг 3.6). $K=eV$ бүхий (3.8) томьёоноос $\\lambda \\propto 1 / \\sqrt{V}$ мөрдөн гарна. Иймээс, (3.14) илэрхийллийг дараах байдлаар дахин бичиж болно:"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-068_189_346_203_814.jpg",
      "caption": "Зураг 3.6"
    },
    {
      "type": "equation",
      "value": "n=\\frac{\\sqrt{V+V_{0}}}{\\sqrt{V}}=\\sqrt{1+\\frac{V_{0}}{V}},",
      "tag": "3.15"
    },
    {
      "type": "text",
      "value": "энд $V_0$ - кристаллийн дотоод потенциал. $V$ утга нь ($V_0$-тэй харьцуулахад) их байх тусам $n$ нь төдий чинээ нэгтэй ойролцоо болох нь харагдаж байна. Ийнхүү, $n$ нь ялангуяа бага $V$ үед өөрийгөө хүчтэй илэрхийлэх ба Брэгг-Вульфийн томьёо дараах хэлбэртэй болно"
    },
    {
      "type": "equation",
      "value": "2 d \\sqrt{n^{2}-\\cos ^{2} \\alpha}=m \\lambda .",
      "tag": "3.16"
    },
    {
      "type": "text",
      "value": "Энэхүү томьёоны баталгааг 3.7 бодлогын шийдэл дээр өгсөн болно."
    },
    {
      "type": "text",
      "value": "Хугарлыг тооцсон Брэгг-Вульфийн (3.16) томьёо нь үнэхээр Зураг 3.5 дээрх $I(\\sqrt{V})$ эрчмийн максимумуудын байрлалыг тайлбарлаж чадаж буй эсэхийг баталцгаая. (3.16) дахь $n$ болон $\\lambda$-г (3.15) болон (3.8) томьёонуудын дагуу $V$ хурдасгагч потенциалын ялгавраар илэрхийлсэн илэрхийллүүдээр нь сольбол, ө.х"
    },
    {
      "type": "equation",
      "value": "n^{2}=1+V_{0} / V, \\quad \\lambda=1,226 / \\sqrt{V}, \\text{ нм, }",
      "tag": "3.17"
    },
    {
      "type": "text",
      "value": "ингэж гарган авна:"
    },
    {
      "type": "equation",
      "value": "\\sqrt{\\frac{V_{0}}{V}+\\sin ^{2} \\alpha}=\\frac{m}{2 d} \\frac{1,226}{\\sqrt{V}} .",
      "tag": "3.18"
    },
    {
      "type": "text",
      "value": "Одоо никелийн хувьд $V_0=15 \\text{ В}, d=0.203 \\text{ нм}$ болон $\\alpha=80^\\circ$ гэсэн утгууд дахь $I(\\sqrt{V})$ тархалт нь Зураг 3.5 дээр гарган авсан шиг байна гэж тооцоолцгооё. Тэгвэл (3.18)-ийг хэцүү бус хувиргалтуудын дараа дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\sqrt{V}=\\frac{\\sqrt{9,1 m^{2}-V_{0}}}{\\sin \\alpha} .",
      "tag": "3.19"
    },
    {
      "type": "text",
      "value": "Брэгг-Вульфийн (3.10) томьёоноос хамгийн их зөрдөг гуравдугаар эрэмбийн ($m=3$) максимумын хувьд жишээ болгож энэхүү томьёогоор $\\sqrt{V}$-ийн утгыг тооцоолъё:<br>$$ \\sqrt{V}=\\frac{\\sqrt{9,1 \\cdot 3^{2}-15}}{0,985}=8,3 \\mathrm{~B}^{1 / 2} . $$<br>Гуравдугаар эрэмбийн максимумын бодит байрлалтай тун гайхалтай давхцаж байгаа бөгөөд нэмэлт тайлбар хийх шаардлагагүй биз ээ."
    },
    {
      "type": "text",
      "value": "Иймд, Дэвиссон болон Джермер нарын туршилтуудыг де-Бройлийн таамаглалын гайхамшигтай баталгаа хэмээн хүлээн зөвшөөрөх хэрэгтэй."
    },
    {
      "type": "text",
      "value": "**Томсон болон Тартаковскийн туршилтууд.** Энэхүү туршилтуудад электронуудын багцыг поликристалл тугалган цаасаар нэвтрүүлсэн байна (рентген цацрагийн дифракцыг судлах Дебайн аргын дагуу). Рентген цацрагийн тохиолдол шиг л тугалган цаасны ард байрлуулсан фото пластин дээр дифракцын цагиргуудын систем ажиглагджээ. Хоёр дүр зургийн ижил төстэй байдал нь гайхшруулам юм. Эдгээр цагиргуудын систем нь электронуудаар бус, харин электронууд тугалган цаасан дээр туссаны үр дүнд үүссэн хоёрдогч рентген цацрагаар бий болдог гэсэн хардлага нь хэрвээ сарнисан электронуудын замд соронзон орон бий болговол (тогтмол соронзон ойртуулах) амархан үгүй болдог байна. Тэр нь рентген цацрагт нөлөөлдөггүй. Иймэрхүү шалгалт нь интерференцийн зураглал шууд л гажиж байгааг харуулсан байна. Энэ нь бид жинхэнээсээ электронуудтай харьцаж байна гэдгийг хоёрдмол утгагүйгээр гэрчилж байгаа юм."
    },
    {
      "type": "text",
      "value": "Г. Томсон нь хурдан электронуудтай (хэдэн арван кэВ) туршилтуудыг хийж гүйцэтгэсэн бол П. С. Тартаковский нь харьцангуй удаан электронуудтай (1.7 кэВ хүртэл) хийсэн байна."
    },
    {
      "type": "text",
      "value": "**Нейтрон болон молекулуудтай туршилтууд.** Кристаллууд дээрх долгионы дифракцыг амжилттайгаар ажиглахын тулд эдгээр долгионуудын долгионы урт нь кристалл торны зангилаанууд хоорондын зайтай харьцуулахуйц байх шаардлагатай. Тиймээс хүнд бөөмсийн дифракцыг ажиглахад хангалттай бага хурдтай бөөмсийг ашиглах хэрэгтэй юм. Нейтрон болон молекулууд кристаллаас ойх үеийн дифракцын холбогдох туршилтуудыг хийж гүйцэтгэсэн бөгөөд тэдгээр нь де-Бройлийн таамаглал хүнд бөөмсийн хувьд ч бүрэн хэрэгжин батлагдахыг нотолсон байдаг."
    },
    {
      "type": "text",
      "value": "Үүний ачаар долгионы шинж чанар нь бүх бөөмсийн түгээмэл шинж чанар болох нь туршилтаар нотлогдсон. Тэдгээр нь тухайн нэг бөөмийн дотоод бүтцийн ямарваа нэгэн онцлогоос шалтгаалдаг зүйл биш бөгөөд харин тэдгээрийн хөдөлгөөний ерөнхий хуулийг илэрхийлдэг юм."
    },
    {
      "type": "text",
      "value": "**Ганц электронууд дээрх туршилтууд.** Дээр дурдсан туршилтуудыг бөөмсийн багцуудыг ашиглан гүйцэтгэж байв. Тиймээс: ажиглагдаж буй долгионы шинж чанарууд нь бөөмсийн багцын шинж чанарыг илэрхийлж байна уу, эсвэл тусдаа бие даасан ганц бөөмийн шинж чанарыг уу? гэх зүй ёсны асуулт гарч ирдэг."
    },
    {
      "type": "text",
      "value": "Энэ асуултад хариулахын тулд 1949 онд В. Фабрикант, Л. Биберман болон Н. Сушкин нар туршилтуудыг хэрэгжүүлсэн ба тэдгээр туршилтуудад маш сул электронуудын багцууд ашигласан юм, өөрөөр хэлбэл электрон бүхэн кристалл дундуур яах аргагүй ганцаараа өнгөрч байхаар тийм сул багцууд байсан ба сарнисан электрон бүхэн фото пластин дээр бүртгэгдэж байв. Энэ үед тусгаар электронууд нь фото пластингийн янз бүрийн цэгүүдэд анхны харцаар огт эмх замбараагүй байдлаар унаж байсан нь илэрхий болсон (Зураг 3.7, а). Гэсэн хэдий ч фото пластин дээр хангалттай урт хугацаагаар шавьж үлдээгдэхэд жирийн электроны багцын дифракцын зурагтай яг ижилхэн дифракцын зураглал үүсдэг байна (Зураг 3.7, б)."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-070_259_263_536_897.jpg",
      "caption": "Зураг 3.7, а"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-070_254_257_834_903.jpg",
      "caption": "Зураг 3.7, б"
    },
    {
      "type": "text",
      "value": "Ингэж тусгаар ганц бөөмс ч долгионы шинж чанартай байдаг гэдэг нь батлагдсан юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү, бид нэгэн зэрэг корпусцуляр (бөөмийн) болон долгионы шинж чанартай байдаг бичил объектуудтай харьцаж байна гэсэн үг. Энэ нь бидэнд цаашид электронуудын тухай ярих боломжийг олгох боловч бидний хүрэх дүгнэлтүүд нь маш ерөнхий утгатай бөгөөд ямар ч бөөмсд эн тэнцүү хэрэгжинэ."
    }
  ]
}
