{
  "id": "3.4",
  "title": "§ 3.4. Тодорхойгүйн зарчим",
  "body": [
    {
      "type": "text",
      "value": "Сонгодог физикт бөөмийн төлөвийн бүрэн гүйцэд дүрслэл нь координат, импульс, импульсийн момент, энерги гэх мэт динамик параметрүүдээр тодорхойлогддог. Гэвч микро бөөмсийн бодит ааш авир нь иймэрхүү хувьсагчдыг зааж өгөх болон хэмжихэд нарийвчлалын зарчмын хязгаар оршдогийг харуулдаг."
    },
    {
      "type": "text",
      "value": "**Тодорхойгүйн харьцаанууд.** Тодорхойгүйн зарчим гэж нэрлэгдсэн энэхүү хязгаар оршин байх шалтгаануудын гүнзгий шинжилгээг В. Гейзенберг (1927) хийжээ. Тодорхой тохиолдлуудад энэхүү зарчмыг илэрхийлж буй тоон харьцаануудыг тодорхойгүйн харьцаанууд гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Хамгийн чухал нь тодорхойгүйн хоёр харьцаа юм."
    },
    {
      "type": "text",
      "value": "Эхнийх нь координатууд болон бөөмийн импульсийн харгалзах проекцуудыг нэгэн зэрэг хэмжих нарийвчлалыг хязгаарладаг. Жишээлбэл, $X$ тэнхлэг дээрх проекцын хувьд тэр нь дараах байдалтай байна*:"
    },
    {
      "type": "equation",
      "value": "\\Delta x \\cdot \\Delta p_{x} \\geqslant \\hbar .",
      "tag": "3.20"
    },
    {
      "type": "note",
      "value": "* Тодорхойгүйн нарийн харьцаанд $\\Delta x$ болон $\\Delta p_x$-ийн оронд дундаж утгуудаас хазайх дундаж квадрат хазайлтууд ойлгогдох ёстой ба харин баруун талд нь $h$ ч биш, $\\hbar$ ч биш, харин $\\hbar/2$ байхыг тэмдэглэе. Зарчмын бүхий л асуудлуудад $\\Delta x \\cdot \\Delta p_x$-ийн нарийн утгыг биш, харин ердөө л уг хэмжигдэхүүний эрэмбийг мэдэхэд хангалттай тул бид нарийн харьцааг ашиглахгүй болно."
    },
    {
      "type": "text",
      "value": "Хоёр дахь харьцаа нь тухайн $\\Delta t$ хугацааны завсар дахь энерги хэмжилтийн $\\Delta E$ тодорхойгүйг тогтоодог:"
    },
    {
      "type": "equation",
      "value": "\\Delta E \\cdot \\Delta t \\geqslant \\hbar .",
      "tag": "3.21"
    },
    {
      "type": "text",
      "value": "Эдгээр хоёр харьцааны утга санааг тайлбарлая. Эхнийх нь, хэрэв бөөмийн байрлал жишээлбэл, $X$ тэнхлэгийн дагуу $\\Delta x$ тодорхойгүйгээр мэдэгдэж байгаа бол яг тэр агшинд бөөмийн импульсийн мөн тэнхлэг дээрх проекцыг зөвхөн $\\Delta p_x \\approx \\hbar / \\Delta x$ тодорхойгүйгээр л хэмжиж болно гэдгийг батална. Эдгээр хязгаарлалтууд нь нэг тэнхлэгийн дагуух бөөмийн координат болон нөгөө тэнхлэгийн дагуух импульсийн проекцийг нэгэн зэрэг хэмжихэд хамаарахгүй болохыг тэмдэглүүштэй: $x$ ба $p_y, y$ болон $p_z$ зэрэг хэмжигдэхүүнүүд нь нэгэн зэрэг тодорхой нарийн утгуудтай байж болно."
    },
    {
      "type": "text",
      "value": "Хоёр дахь (3.21) харьцаа ёсоор энергийг $\\Delta E$ алдаатайгаар хэмжихийн тулд $\\Delta t \\approx \\hbar / \\Delta E$-ээс багагүй хугацаа шаардлагатай байна. Устөрөгч төст системүүдийн (үндсэн төлөвөөс бусад) энергийн түвшнүүдийн «сарнил» нь үүний жишээ болж чадна. Энэ нь эдгээр системүүдийн бүх өдөөгдсөн төлөвүүд дэх амьдрах хугацаа $10^{-8} \\text{ с}$ эрэмбэтэй байдагтай холбоотой юм. Харин түвшнүүдийн сарнил нь спектрийн шугамуудын өргөсөлд (байгалийн өргөсөл) хүргэдэг бөгөөд энэ нь үнэхээр ч ажиглагддаг билээ. Хэлсэн зүйлүүд ямар ч тогтворгүй системд мөн хамаарна. Хэрэв түүний задрах хүртэлх амьдрах хугацаа $\\tau$ эрэмбийнх бол, энэхүү хугацаа нь хязгаартай тул системийн энерги нь $\\Delta E \\approx \\hbar / \\tau$-аас багагүй арилгаж болшгүй тодорхойгүй байдалтай байна."
    },
    {
      "type": "text",
      "value": "Цаашид тодорхойгүйн харьцаануудыг ур чадвартайгаар ашигласнаар олон тохиолдолд үзэгдлүүдийн үндсэн шинж чанаруудыг тааж мэдэх (эсвэл урьдчилан таамаглах) боломжтой болдгийг харуулах болно."
    },
    {
      "type": "text",
      "value": "**$\\Delta x \\cdot \\Delta p_x \\geqslant \\hbar$ харьцааны тухай.** Энэхүү харьцааны боломж болон утга санааг илүү нарийвчилж хэлэлцье. Юуны өмнө тэр нь бөөмийн төлөвийг сонгодог байдлаар буюу $x$ координат болон $p_x$ импульсийн проекцоор тодорхойлон бичиж болох $\\Delta x$ ба $\\Delta p_x$ тодорхойгүй байдлуудын зарчмын хязгаарыг тодорхойлж өгдөг болохыг анхаарна уу. $x$ нь илүү нарийн болох тусам $p_x$-ийг төдий чинээ бага нарийвчлалтайгаар тогтоох боломжтой болох бөгөөд эсрэгээрээ бас мөн адил."
    },
    {
      "type": "text",
      "value": "(3.20) харьцааны жинхэнэ утга учир нь байгаль дээр $x$ болон $p_x$ гэсэн хоёр хувьсагчийн яг тодорхой утгууд бүхий бөөмийн төлөвүүд объектив байдлаар оршдоггүй гэх баримтыг илэрхийлдэг болохыг онцлон тэмдэглэе. Үүний зэрэгцээ хэмжилтийг макроскопик багажуудын тусламжтайгаар хийдэг учраас бид бөөмсд өөрсдөд нь байдаггүй тэрхүү сонгодог хувьсагчдыг хүчээр онооход хүрдэг. Тодорхойгүйн харьцаанууд нь ийм арга хандлагын сул талыг илэрхийлж байдаг байна."
    },
    {
      "type": "text",
      "value": "Бөөмсийн ааш авирыг долгионы функцээр дүрслэх шаардлагатай нь тодорхой болсны дараа онолын математик үр дагавар байдлаар тодорхойгүйн харьцаанууд нь зүй ёсоороо урган гарч ирдэг."
    },
    {
      "type": "text",
      "value": "(3.20) тодорхойгүйн харьцааг түгээмэл хэмээн тооцож тэрээр макроскопик биеийн хөдөлгөөнд хэрхэн нөлөөлөх байсан бэ гэдгийг үнэлье. $m=1 \\text{ мг}$ масстай маш жижигхэн үрэл авъя. Түүний байрлалыг жишээ нь, микроскопийн тусламжтайгаар $\\Delta x \\approx 10^{-5} \\text{ см}$ алдаатайгаар тодорхойлъё (энэ алдаа микроскопийн ялгах чадвараас шалтгаалдаг). Тэгвэл үрлийн хурдны тодорхойгүй нь $\\Delta v = \\Delta p / m \\approx (\\hbar / \\Delta x) / m \\approx 10^{-19} \\text{ см/с}$ болно. Ийм хэмжигдэхүүн ямар ч хэмжилтэд хүртээлгүй бөгөөд тиймээс ч сонгодог дүрслэлээс ухрах явдал илт ач холбогдолгүй юм. Өөрөөр хэлбэл, тийм жижигхэн (гэвч макроскопик) үрлийн хувьд ч траектори хэмээх ойлголтыг өндөр нарийвчлалтайгаар хэрэглэх боломжтой байна."
    },
    {
      "type": "text",
      "value": "Харин атом дахь электрон өөрөөр аашилна. Устөрөгчийн атомын Борын орбитоор хөдөлж буй электроны хурдны тодорхойгүй нь уг хурдтайгаа харьцуулахуйц: $\\Delta v \\approx v$ болохыг бүдүүлэг үнэлгээ харуулдаг. Ийм нөхцөл байдалд электроны сонгодог орбитоорх хөдөлгөөний тухай төсөөлөл бүхий л утга санаагаа алддаг байна. Ерөөс бичил бөөмс огторгуйн маш бага мужуудад түгэх үед траектори хэмээх ойлголт үндэслэлгүй болж хувирдаг билээ."
    },
    {
      "type": "text",
      "value": "Үүний зэргэцээ тодорхой нөхцөлүүдэд бичил бөөмсийн хөдөлгөөнийг ч сонгодог байдлаар буюу траекториорх хөдөлгөөн хэмээн авч үзэж болдог. Цахилгаан соронзон орон дахь (электрон-цацрагт гуурс, хурдасгагч зэрэгт) цэнэгтэй бөөмсийн хөдөлгөөний үед жишээ нь ийм байдал үүсдэг байна. Ийм хөдөлгөөнүүдийг сонгодог байдлаар авч үзэж болох бөгөөд учир нь тодорхойгүйн харьцаанаас үүдэлтэй хязгаарлалтууд нь (координат болон импульс зэрэг) гол хэмжигдэхүүнүүдтэй нь харьцуулахад тэдгээрт үл хайхарч болохуйц бага байдаг байна."
    },
    {
      "type": "text",
      "value": "**Завсартай туршилт.** (3.20) тодорхойгүйн харьцаа нь бичил бөөмийн байрлал эсвэл импульсийг нарийн хэмжих гэсэн аливаа оролдлогын үед өөрийгөө харуулдаг. Мөн бид цаг тутамд л «тайвшруулшгүй» үр дүнд хүрдэг байна: бөөмийн байрлалыг тодорхой болгох нь импульсийн тодорхойгүйг нэмэгдүүлэхэд хүргэдэг, мөн эсрэгээрээ. Ийм нөхцөл байдлыг дүрслэн харуулах үүднээс дараах жишээг авч үзье."
    },
    {
      "type": "text",
      "value": "Түүний замд $b$ өргөнтэй завсар байрлуулах замаар (Зураг 3.9) $p$ импульстэйгээр чөлөөтэй хөдөлж буй бөөмийн $x$ координатыг тодорхойлж үзэцгээе. Бөөм нь завсраар нэвтрэн өнгөрөхөөс өмнө түүний $p_x$ импульсийн проекцын утга нь тодорхой нарийн утгатай байдаг: $p_x = 0$. Энэ нь $\\Delta p_x = 0$ гэсэн үг боловч бөөмийн $x$ координат (3.20) ёсоор огт тодорхойгүй байна."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-077_247_499_252_68.jpg",
      "caption": "Зураг 3.9"
    },
    {
      "type": "text",
      "value": "Хэрэв бөөм завсраар нэвтрэн гарвал завсрын хавтгайд $x$ координат $\\Delta x \\approx b$ тодорхойгүйтэйгээр бүртгэгдэнэ. Энэ үед дифракцын улмаас бөөм хамгийн их магадлалтайгаар $2\\theta$ өнцгийн мужид хөдлөх ба энд $\\theta$ нь дифракцын хамгийн эхний минимумтэй харгалзах өнцөг юм. Тэр нь завсрын хоёр захаас гарсан долгионуудын замын ялгавар $\\lambda$-тай тэнцүү байх нөхцөлөөр тодорхойлогддог (энэ нь долгионы оптикт батлагддаг):<br>$$ b \\sin \\theta=\\lambda . $$"
    },
    {
      "type": "text",
      "value": "Дифракцын үр дүнд импульсийн проекцын $p_x$ утгын тодорхойгүй бий болох ба түүний сарнил нь<br>$$ \\Delta p_{x} \\approx p \\sin \\theta . $$"
    },
    {
      "type": "text",
      "value": "$b \\approx \\Delta x$ болон $p = 2\\pi\\hbar/\\lambda$ болохыг тооцон өмнөх хоёр илэрхийллээс бид дараахийг гарган авна:<br>$$ \\Delta x \\cdot \\Delta p_{x} \\approx p \\lambda=2 \\pi \\hbar, $$<br>энэ нь (3.20)-тай хэмжигдэхүүний эрэмбээрээ тохирч байгаа юм."
    },
    {
      "type": "text",
      "value": "Ийнхүү, бөөмийн $x$ координатыг тодорхойлох оролдлого үнэхээр ч бөөмийн импульсэд $\\Delta p_x$ тодорхойгүйг бий болгоход хүргэлээ."
    },
    {
      "type": "text",
      "value": "Хэмжилттэй холбоотой олон нөхцөл байдлын анализ चाहिँ квант муж дахь хэмжилтүүд сонгодог хэмжилтүүдээс зарчмын хувьд ялгаатай болохыг харуулдаг. Сүүлийнхээс ялгаатай нь квант физикт хэмжилтийн нарийвчлалд байгалийн хязгаар гэж оршино. Тэр нь квант объектуудын өөрсдийнх нь мөн чанарт байдаг бөгөөд багаж төхөөрөмж болон хэмжилтийн аргуудыг хэдий төгс боловсронгуй болгоод ч түүнийг даван туулах боломжгүй юм. (3.20) харьцаа нь ийм хязгааруудын нэгийг тогтоож өгдөг. Бичил бөөм болон макроскопик хэмжигч төхөөрөмжийн хоорондын харилцан үйлчлэлийг хил хязгааргүйгээр маш бага хийх боломжгүй. Жишээлбэл, бөөмийн координатыг хэмжихэд зайлшгүй зарчмын арилгашгүй болон хянах боломжгүй бичил бөөмийн төлөвийн гажилт бий болгох ба энэ нь импульсийн утганд тодорхойгүйг үүсгэнэ гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "**Зарим нэг дүгнэлтүүд.** (3.20) тодорхойгүйн харьцаа нь квант онолын тулгуур нотолгоонуудын нэг юм. Зөвхөн энэ харьцаа нь дангаараа хэд хэдэн чухал үр дүнд хүрэхэд хангалттай байдаг, тухайлбал:<br>1. Бөөм тайван төлөвт байх тийм төлөв орших боломжгүй.<br>2. Квант объектын хөдөлгөөнийг авч үзэх үед олон тохиолдолд классик траектори гэх ойлголтоос өөрөөс нь бүрэн татгалзах хэрэгтэй болдог.<br>3. Бөөмийн (квант объект болохынхоо хувьд) гүйцэд $E$ энергийг потенциал $U$ болон кинетик $K$ энергиуд хуваах нь ихэвчлэн утгаа алддаг. Үнэхээр ч эхнийх нь буюу $U$-г нь координатаас, харин хоёр дахийг нь буюу кинетик энергийг импульсээс хамаардаг хэмээн хуваадаг. Харин тэдгээр динамик хувьсагчид нэгэн зэрэг тодорхой утгатай байж чадахгүй."
    },
    {
      "type": "text",
      "value": "**Устөрөгчийн атомын хэмжээ.** Устөрөгчийн атомд хамаарах чухал жишээг авч үзэхээсээ өмнө ихэвчлэн төөрөгдөл үүсгэдэг нэгэн асуудал дээр түр саатья. $l$ хэмжээтэй нэг хэмжээст мужид бөөм «түгжигдсэн» байг. Бөөмийн 최소 $E_{\\text{мин}}$ энергийн боломжит утгыг олох үедээ бид ихэвчлэн бөөмийн импульсийн хэмжигдэхүүний эрэмбэ нь өөрийнх нь тодорхойгүйтэй буюу $p \\approx \\Delta p$-тэй тэнцүү хэмээн үздэг. Юунд үндэслэн тэр вэ?"
    },
    {
      "type": "text",
      "value": "Энэ яагаад ийм байгааг ойлгохын тулд тухайн мужид бөөм $E > E_{\\text{мин}}$ энергитэй байна гээд төсөөлцгөөе. Тэгвэл түүний импульсийг $p = \\langle p \\rangle + \\Delta p$ байдлаар төлөөлүүлж болно. Одоо бодлоороо $E$ энерги болон $\\langle p \\rangle$ импульсийг багасгаж эхэлцгээе. Энэ үед (3.20) харьцааны дагуу $\\Delta p \\approx \\hbar / l$ тул $\\Delta p$ огт өөрчлөгдөхгүй. Харин $E$ энерги $E_{\\text{мин}}$-тэй тэнцүү болох үед $\\langle p \\rangle$ хэмжигдэхүүн тэг болж хувирах ба зөвхөн $\\Delta p$ л үлдэнэ. Уг хэмжигдэхүүнийг л $p$ хэмээн авдаг юм. Одоо устөрөгчийн атом руу шилжицгээе."
    },
    {
      "type": "text",
      "value": "Түүний хэмжээг үнэлж, электрон яагаад цөм рүүгээ уначихдаггүй шалтгааныг (үүнийг тодорхойгүйн харьцааны тусламжтайгаар хэрхэн тайлбарлаж болохыг) ойлгох гэж хичээцгээе."
    },
    {
      "type": "text",
      "value": "Тухайн атом дахь электроны тодорхой байрлал нь тодорхойгүйн зарчмаар хориглогдсон байдаг: учир нь түүний импульсэд хязгааргүй их сарнил байх ёстой болно. Иймээс, цөмийн кулоны орон дахь электроны хамгийн бага боломжит $E_{\\text{мин}}$ энергийг үнэлэхийн тулд цөмөөс электрон хүртэлх зайн сарнилыг $\\Delta r \\approx r$ болон $\\Delta p \\approx p$ гэж авч болно. Тэгвэл (3.20)-ийн дагуу $p \\approx \\hbar/r$ ба $E$ энергийг дараах байдлаар бичиж болно"
    },
    {
      "type": "equation",
      "value": "E=\\frac{p^{2}}{2 m}-\\frac{e^{2}}{r} \\approx \\frac{\\hbar^{2}}{2 m r^{2}}-\\frac{e^{2}}{r}",
      "tag": "3.22"
    },
    {
      "type": "text",
      "value": "$E = \\text{мин}$ байх $r$-ийн утгыг $\\mathrm{d}E / \\mathrm{d}r$ уламжлалыг тэгтэй тэнцүүлж олж болно:<br>$$ -\\frac{\\hbar^{2}}{m r^{3}}+\\frac{e^{2}}{r^{2}}=0 $$<br>Эндээс дараах мөрдөн гарна"
    },
    {
      "type": "equation",
      "value": "r=\\hbar^{2} / m e^{2}",
      "tag": "3.23"
    },
    {
      "type": "text",
      "value": "Гарган авсан үр дүн нь (2.23) Борын радиустай бүрэн давхцаж байна."
    },
    {
      "type": "text",
      "value": "(3.23)-ыг (3.22)-д орлуулснаар бид $E_{\\text{мин}}$ энергийг олно:"
    },
    {
      "type": "equation",
      "value": "E_{\\text {мин }}=-\\frac{e^{2}}{2 r}=-\\frac{m e^{4}}{2 \\hbar^{2}}=-13,6 \\text { эВ },",
      "tag": "3.24"
    },
    {
      "type": "text",
      "value": "энэ нь бас устөрөгчийн атомын үндсэн төлөвийн (2.25) энергитэй давхцаж байгаа юм."
    },
    {
      "type": "text",
      "value": "Мэдээж хэрэг, бидний бүдүүлэг үнэлгээнүүд $r$ болон $E$-ийн нарийн утгуудтай давхцаж байгаа явдлыг санамсаргүй зүйл хэмээн тооцох хэрэгтэй. Хамгийн гол нь эдгээр хэмжигдэхүүнүүдийн зөв эрэмбэ гарч ирсэн явдал бөгөөд долгионы төсөөлөл, эсвэл тодорхойгүйн зарчимд үндэслэн атомын электрон яагаад цөм рүүгээ унадаггүйг ойлгох боломжтой болсон явдал юм. Атомын хэмжээг эсрэг тэмдэгтэй хоёр энергийн (3.22) нэмэгдэхүүнүүдийн компромисс буюу харилцан буулт гэж үзэж болно. Хэрэв сөрөг нэмэгдэхүүнийг (потенциал энерги) ихэсгэж, $r$-ийг багасгавал кинетик энерги ихсэх болно, эсвэл эсрэгээрээ байна."
    },
    {
      "type": "text",
      "value": "Иймээс, тодорхойгүйн харьцаа нь атомд маш бага зайд түлхэлцэх хүчтэй адил өөрийгөө илэрхийлдэг. Үүний үр дүнд электрон дунджаар цөмөөс эдгээр түлхэлцэх хүчний үйлчлэл нь кулоны таталцлын хүчээр тэнцвэржигддэг тийм зайд оршдог байна."
    }
  ]
}
