{
  "id": "7.5",
  "title": "§ 7.5. Гэрлийн сарнилт",
  "body": [
    {
      "type": "header",
      "id": "7.5",
      "value": "§ 7.5. Гэрлийн сарнилт"
    },
    {
      "type": "text",
      "value": "<b>Гэрлийн сарних механизм.</b> Сонгодог үзэл бодлоос үзэхэд гэрлийн сарнилт нь бодисоор дамжин өнгөрөх гэрлийн долгион атомын (молекулын) электронуудын хэлбэлзлийг өдөөдөгт оршино. Эдгээр электронууд бүх чиглэлд тархах хоёрдогч долгионыг үүсгэдэг. Энэ үед хоёрдогч долгионууд бие биетэйгээ когерент байх тул интерференцэлдэг."
    },
    {
      "type": "text",
      "value": "Онолын тооцоогоор нэгэн төрлийн орчны тохиолдолд хоёрдогч долгионууд анхдагч долгионы тархах чиглэлээс бусад бүх чиглэлд бие биенээ бүрэн унтраадаг байна. Үүнээс шалтгаалан нэгэн төрлийн орчинд гэрэл чиглэлээрээ дахин хуваарилагдах буюу гэрлийн сарнилт явагддаггүй."
    },
    {
      "type": "text",
      "value": "Харин нэгэн төрлийн бус орчинд гэрэл тархах үед байдал өөр байна. Энэ тохиолдолд гэрлийн долгион орчны жижиг жигд бус хэсгүүд дээр дифракцлагдаж, бүх чиглэлд гэрлийн эрчмийн нэлээд жигд хуваарилалт бүхий дифракцийн дүр зургийг өгдөг. Энэ үзэгдлийг гэрлийн сарнилт гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Ийм илэрхий оптик нэгэн төрлийн бус шинж чанартай орчны жишээ нь булингартай орчин юм. Үүнд аэрозоль (утаа, манан), коллоид уусмал, матовой шил болон бусад жижиг хэсгүүдийг агуулсан, хугарлын илтгэгч нь хүрээлэн буй орчноосоо ялгаатай орчнууд орно."
    },
    {
      "type": "text",
      "value": "<b>Рэлейгийн хууль.</b> Хэмжээ нь $\\lambda$ долгионы уртаас бага орчны жигд бус хэсгүүд дээрх гэрлийн сарнилтыг утааны жижиг хэсгүүд бүхий агаарын үе эсвэл бага зэрэг сүү нэмсэн устай саваар хурц гэрлийн багц нэвтрүүлэн ажиглаж болно. Хэрэв булингартай усыг цагаан гэрлийн багцаар гэрэлтүүлбэл хажуу талаас нь харахад (сарнисан гэрэлд) орчин хөх өнгөтэй харагдах бөгөөд энэ нь спектрийн богино долгионы хэсэг давамгайлж байгааг илтгэнэ. Харин булингартай орчны хангалттай зузаан үеийг нэвтлэн гарсан гэрэлд спектрийн урт долгионы хэсэг давамгайлж, орчин улаан өнгөтэй харагддаг."
    },
    {
      "type": "text",
      "value": "Ийм үзэгдлийн шалтгаан нь цахилгаан изотроп жижиг хэсгийн ( $0.1 \\lambda$-оос ихгүй) атомууд дахь албадмал хэлбэлзэл хийж буй электронууд нь нэг хэлбэлзэж буй диполтой дүйцдэгт оршино. Энэ диполь нь түүн дээр туссан гэрлийн долгионы давтамжтайгаар хэлбэлзэх бөгөөд (2.43)-ын дагуу түүний цацруулж буй гэрлийн эрчим нь:"
    },
    {
      "type": "equation",
      "value": "I \\sim \\omega^{4} \\propto \\frac{1}{\\lambda^{4}} .",
      "tag": "(7.20)"
    },
    {
      "type": "text",
      "value": "Энэхүү хамаарлыг Рэлейгийн хууль гэж нэрлэдэг. Үүнээс үзэхэд спектрийн богино долгионы хэсэг урт долгионыхоос хамаагүй илүү хүчтэй сарнидаг байна. Давтамж нь улаан гэрлийнхээс ойролцоогоор 1.5 дахин их хөх гэрэл улаанаас бараг 5 дахин илүү хүчтэй сарнидаг. Энэ нь сарнисан гэрэл хөх, харин нэвтэрсэн гэрэл улаавтар өнгөтэй байдгийг тайлбарладаг."
    },
    {
      "type": "text",
      "value": "<b>Сарнисан гэрлийн поляризац.</b> Булингартай орчинд ердийн гэрэл сарних үед сарнисан гэрлийн эрчмийн сарнилтын $\\vartheta$ өнцгөөс хамаарах хамаарал нь дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "I=I_{0}\\left(1+\\cos ^{2} \\vartheta\\right),",
      "tag": "(7.21)"
    },
    {
      "type": "text",
      "value": "энд $I_{0}$ нь анхдагч гэрлийн багцын чиглэлд тэгш өнцгөөр ( $\\vartheta=\\pi / 2$ ) сарнисан гэрлийн эрчим юм. Хэрэв сарниулагч жижиг хэсгүүдийн молекулууд цахилгаан изотроп (туйлгүй молекулууд) бол сарнисан гэрэл хэсэгчилсэн поляризацтай байх ба $\\vartheta=\\pi / 2$ өнцгийн дор бүрэн поляризацлагдсан байна. Энэ тохиолдолд түүний поляризацийн хавтгай ($\\mathbf{E}$ векторын хэлбэлзлийн хавтгай) анхдагч гэрлийн багцын чиглэлд перпендикуляр байна."
    },
    {
      "type": "text",
      "value": "Хэрэв жигд бус хэсгүүдийн хэмжээ гэрлийн долгионы урттай жишихүйц байвал жигд бус хэсгийн янз бүрийн цэгүүд дэх электронууд нэгэн фазаар хэлбэлзэхээ больдог. Энэ нь сарнилтын үзэгдлийг төвөгтэй болгож, өөр зүй тогтолд хүргэдэг: Рэлейгийн хууль зөрчигдөж (сарнисан гэрлийн эрчим нь давтамжийн зөвхөн квадраттай пропорциональ болно, $I \\sim \\omega^{2} \\sim 1 / \\lambda^{2}$ ), $\\vartheta=\\pi / 2$ өнцгийн дор сарнисан гэрэл зөвхөн хэсэгчилсэн поляризацтай байна."
    },
    {
      "type": "text",
      "value": "Харин жигд бус хэсгүүдийн хэмжээ гэрлийн долгионы уртаас хамаагүй их байвал сарнисан гэрлийн спектрийн найрлага анхдагч багцын спектрийн найрлагатай бараг давхцана. Энэ нь жишээлбэл, үүлний цагаан өнгийг тайлбарладаг."
    },
    {
      "type": "text",
      "value": "<b>Молекулын сарнилт.</b> Гадны хольц, бохирдлоос сайтар цэвэрлэсэн шингэн болон хий ч тодорхой хэмжээгээр гэрлийг сарниулдаг. М. Смолуховский (1908) энэ тохиолдолд оптикийн нэгэн төрлийн бус байдлын шалтгаан нь нягтын флуктуаци болохыг тогтоожээ. Энэ нь орчны молекулуудын эмх замбараагүй дулааны хөдөлгөөний явцад жижиг эзэлхүүнүүд дэх нягтын дундаж утгаасаа хазайх хазайлтыг хэлж байгаа юм. Эдгээр нягтын флуктуацийн улмаас үүсэх гэрлийн сарнилтыг молекулын сарнилт гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Тэнгэрийн хөх өнгийг молекулын сарнилтаар тайлбарладаг. Агаар мандалд жижиг эзэлхүүнүүдэд тасралтгүй үүсэж байдаг нягтын флуктуаци нь Рэлейгийн хуулийн дагуу нарны гэрлийн цэнхэр болон хөх бүрэлдэхүүнүүд шар болон улаанаасаа илүү хүчтэй сарнихад хүргэдэг. Нар мандах болон жаргах үед нарны шууд гэрэл агаар мандлын маш зузаан үеийг дайран өнгөрөх ба энэ үед спектрийн богино долгионы хэсгийн ихэнх нь сарнилтад алдагддаг. Нарны шууд гэрлээс дэлхийн гадаргуу дээр голчлон спектрийн улаан бүрэлдэхүүн хүрч ирдэг. Тийм учраас нар мандах болон жаргах үед улаан харагддаг юм. Үүнтэй адилаар үүрийн болон үдшийн туяаны улаан өнгийг тайлбарладаг."
    },
    {
      "type": "text",
      "value": "Гэрлийн молекулын сарнилттай холбоотой эффект нь температураас хамаардаг: температур нэмэгдэхэд тэр нь ихэсдэг бөгөөд үүнийг туршилт баталдаг."
    },
    {
      "type": "text",
      "value": "<b>Нарийн гэрлийн багцын сулрал.</b> Сарнилтын үр дүнд нарийн гэрлийн багцын эрчим тархах чиглэлийнхээ дагуу зөвхөн шингээлт явагдах үеийнхээс илүү хурдан буурдаг. Тиймээс булингартай орчны хувьд (7.18) илэрхийлэлд шингээлтийн коэффициент $\\varkappa$-ийн оронд сулралтын коэффициент байх ёстой:"
    },
    {
      "type": "equation",
      "value": "\\mu=\\varkappa+\\varkappa^{\\prime},",
      "tag": "(7.22)"
    },
    {
      "type": "text",
      "value": "энд $\\varkappa^{\\prime}$ - орчны сарниулах шинж чанартай холбоотой экстинкцийн коэффициент юм. Тэгвэл багцын эрчим туулсан $x$ зайнаас хамаарч дараах байдлаар өөрчлөгдөнө:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\mathrm{e}^{-\\mu x} .",
      "tag": "(7.23)"
    },
    {
      "type": "text",
      "value": "Энэхүү хамаарал нь нарийн гэрлийн багцад хамаатай гэдгийг дахин тэмдэглэе."
    }
  ]
}
