{
  "id": "4.1",
  "title": "§ 4.1. Гэрлийн долгионт интерференц",
  "body": [
    {
      "type": "header",
      "id": "4.1",
      "value": "Бүлэг 4. Гэрлийн интерференц. § 4.1. Гэрлийн долгионт интерференц"
    },
    {
      "type": "text",
      "value": "Интерференц гэдэг нь гэрлийн долгионт шинж чанар илэрч буй үзэгдлүүдийн нэг юм."
    },
    {
      "type": "text",
      "value": "<b>Когерент чанар.</b> Ижил давтамжтай хоёр гармоник"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-093_227_326_689_90.jpg",
      "caption": "Зураг 4.1"
    },
    {
      "type": "text",
      "value": "долгионы, бидний сонирхож буй огторгуйн цэгт $A_{1}$ ба $A_{2}$ далайцтай, ижил чиглэлтэй хэлбэлзэл үүсгэх суперпозицийг (давхарцлыг) авч үзье. Хэрэв эдгээр хэлбэлзлүүдийн фазуудын ялгавар $\\delta$ байвал, $A$ далайцтай нийлбэр хэлбэлзэл үүсэх ба түүнийг вектор (буюу фазын) диаграмм (Зураг 4.1) болон косинусын теорем ашиглан хялбархан олж болно:"
    },
    {
      "type": "equation",
      "value": "A^{2}=A_{1}^{2}+A_{2}^{2}+2 A_{1} A_{2} \\cos \\delta .",
      "tag": "(4.1)"
    },
    {
      "type": "text",
      "value": "Хэрэв хоёр хэлбэлзэл нь хоорондоо зохицолдохгүй байвал, өөрөөр хэлбэл фазуудын ялгавар $\\delta$ нь хугацаанаас хамаарч ямар нэгэн байдлаар өөрчлөгддөг бол, ийм хэлбэлзлүүдийг <b>когерент бус</b> гэж нэрлэнэ. Түүнчлэн $\\delta$ тийнхүү тасралтгүй өөрчлөгдөхдөө, ямар ч утгыг ижил магадлалтайгаар авдаг бол, хугацаанаас хамаарсан дундаж утга нь $\\langle\\cos \\delta\\rangle=0$ байх ба (4.1)-ийн сүүлийн нэмэгдэхүүн тэг болж хувирна, ингээд ердөө $A^{2}=A_{1}^{2}+A_{2}^{2}$ үлдэнэ. Эрчим $I$ нь далайцын квадратад пропорциональ, $I \\propto A^{2}$, байдгийг анхаарч"
    },
    {
      "type": "equation",
      "value": "I=I_{1}+I_{2} .",
      "tag": "(4.2)"
    },
    {
      "type": "text",
      "value": "гэж бичиж чадна."
    },
    {
      "type": "text",
      "value": "Энэ нь ийм тохиолдолд нийлбэр хэлбэлзлийн эрчим нь долгион тус бүрийн бий болгосон эрчмүүдийн нийлбэртэй тэнцүү гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "Харин амьдрал дээр фазуудын ялгавар $\\delta$ нь хугацаанаас хамаарч тогтмол байдаг бол, ийм хэлбэлзлүүдийг (болон долгионуудыг) <b>когерент</b> гэж нэрлэнэ. Когерент долгионуудын"
    },
    {
      "type": "text",
      "value": "суперпозицийн үед нийлбэр хэлбэлзлийн эрчим нь (4.1)-ийн дагуу:"
    },
    {
      "type": "equation",
      "value": "I=I_{1}+I_{2}+2 \\sqrt{I_{1} I_{2}} \\cos \\delta",
      "tag": "(4.3)"
    },
    {
      "type": "text",
      "value": "байна."
    },
    {
      "type": "text",
      "value": "Энэхүү томьёо болон (4.1) дахь сүүлийн нэмэгдэхүүнийг <b>интерференцийн гишүүн</b> гэдэг. Түүний нийлбэр эрчимд үзүүлэх нөлөөг авч үзье."
    },
    {
      "type": "text",
      "value": "Огторгуйн $\\cos \\delta>0$ байх цэгүүдэд $I>I_{1}+I_{2}$; харин $\\cos \\delta<0$ байх цэгүүдэд $I<I_{1}+I_{2}$ байна. Өөр үгээр хэлбэл, когерент долгионуудын суперпозицийн үед огторгуй дахь эрчмийн $I$ <b>дахин хуваарилалт</b> явагддаг: зарим газарт эрчмийн максимум үүсч байхад, бусад газарт минимум үүснэ. Энэ үзэгдлийг <b>долгионы интерференц</b> гэнэ. $I_{1}=I_{2}$ байх үед интерференц илүү тод (контрасттай) илэрдэг. Тэгвэл, (4.3) ёсоор максимум дээр $I=4 I_{1}$ ба минимум дээр $I=0$ байна. Хатуу бус (когерент бус) долгионуудын хувьд $I_{1}= I_{2}$ үед эрчим $I$ нь хаа сайгүй ижил бөгөөд (4.2) ёсоор $I=2 I_{1}$ байна."
    },
    {
      "type": "text",
      "value": "<b>Интерференцийн схемийн үндсэн зарчим.</b> Интерференц нь аливаа төрлийн долгионд нийтлэг шинж чанар бөгөөд усны гадаргуу дээрх долгион эсвэл дууны долгионоос төвөггүйхэн туршлагаар ажиглаж болдог. Гэхдээ гэрлийн долгионы интерференцийг зөвхөн тодорхой нөхцөл байдалд л ажиглах боломжтой."
    },
    {
      "type": "text",
      "value": "Учир нь жирийн (лазер бус) эх үүсвэрээс гарсан гэрэл нь монохромат байдаггүй. Ийм гэрлийг синусоид долгионы цувааны тусдаа цугларсан эмх замбараагүй дараалал гэж үзэж болно. Нэг долгионы багц нь $\\sim 10^{-8}$ с орчим үргэлжлэх учир өөр өөр эх үүсвэрээс гарсан гэрлийн долгионууд давхцах үед гэрлийн хэлбэлзлийн хоорондох фазын шилжилт нь санамсаргүй байдлаар олон дахин өөрчлөгддөг. Эх үүсвэрүүд когерент бус болж, илүү тогтвортой интерференцийн зураглал үүсдэггүй (маш өндөр давтамжтайгаар солигддог интерференцийн зураглалууд нь биднийг цаашид сонирхохгүй бөгөөд тэдгээрийг бүртгэхэд тусгай инерци багатай хүлээн авагч шаардагдана)."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч энгийн эх үүсвэрээс ч когерент гэрлийн долгион гарган авч болдог. Тэдгээрийг гарган авах ерөнхий зарчим нь: <i>нэг гэрлийн эх үүсвэрээс цацарч буй долгионыг ямар нэгэн аргаар хоёр хэсэгт хувааж, дараа нь тэдгээрийг тохиромжтой аргаар давхцуулах явдал юм</i>."
    },
    {
      "type": "text",
      "value": "Хэрэв эдгээр долгионуудын эх үүсвэрээс ажиглах цэг хүртэлх замын ялгавар нь тодорхой шинж чанартай уртаас* хэтрэхгүй бол хоёр долгион дахь гэрлийн хэлбэлзлийн далайц болон фазын санамсаргүй өөрчлөлтүүд нийцтэйгээр (когерентоор) хийгдэх бөгөөд бид интерференцийн зураглал ажиглана, жишээ нь ээлжлэн давтагдах цайвар болон бараан судалтай систем."
    },
    {
      "type": "text",
      "value": "Цаашид харахчлан, хуваагдсаны дараа үүссэн долгионуудыг бүх интерференцийн схемүүдэд $S_{1}$ ба $S_{2}$ хоёр цэгэн эх үүсвэрээс (бодит эсвэл хуурмаг - энэ нь тийм ч чухал биш) гарч ирсэн мэтээр дүрсэлж болдог. Тиймээс гарч ирсэн үр дүнгүүдийг тайлбарлах ерөнхий хандлага нь нэгдмэл байх бөгөөд бид үүнээсээ эхлэх болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-095_447_828_673_201.jpg",
      "caption": "Зураг 4.2"
    },
    {
      "type": "text",
      "value": "$S_{1}$ ба $S_{2}$ когерент эх үүсвэрүүдээс цувсан хоёр долгионыг (Зураг 4.2) авч үзье. Эдгээр долгионуудын давхарцах мужид - үүнийг <b>интерференцийн бүс</b> гэнэ - Э дэлгэц дээр ажиглагдахын учир гэрэлтүүлгийн максимум болон минимум ээлжлэн солигдох систем үүсэх ёстой."
    },
    {
      "type": "text",
      "value": "Эх үүсвэрүүдээс бидний сонирхож буй $P$ цэг хүртэлх зайн $r_{2}$ ба $r_{1}$-ийн зөрүүг $\\Delta=r_{2}-r_{1}$ гээд тэмдэглэе. Энэ хэмжигдэхүүнийг <b>замын ялгавар</b> гэнэ. Хэрэв замын ялгавар нь долгионы уртын бүхэл тоотой тэнцүү байвал, өөрөөр хэлбэл"
    },
    {
      "type": "equation",
      "value": "\\Delta=m \\lambda, \\quad m=0, \\pm 1, \\pm 2, \\ldots,",
      "tag": "(4.4)"
    },
    {
      "type": "text",
      "value": "энд $m$ нь <b>интерференцийн эрэмбэ</b> болох бол, тийм тохиолдолд хоёр долгионоор $P$ цэгт өдөөгдсөн хэлбэлзлүүд нэг фазтайгаар хийгдэнэ. Энэ мэтээр (4.4) нь <b>интерференцийн максимум үүсэх</b> нөхцөл болдог. Харин $\\Delta$ нь долгионы уртын хагас бүхэл тоотой тэнцүү байх тэдгээр цэгүүд дээр <b>минимум</b> үүснэ."
    },
    {
      "type": "text",
      "value": "<b>Оптик замын ялгавар.</b> Хэрэв өгөгдсөн орчлон дахь $s$ цацрагийн зам болон долгионы $\\lambda^{\\prime}$ уртын оронд оптик урт $L$ болон вакуум дахь $\\lambda$ долгионы урт гэх ойлголтыг ашиглавал олон асуудлыг авч үзэх шийдвэрлэлт үлэмж хялбаршдаг. Монохромат долгионы хувьд $\\lambda^{\\prime}$ замд фазын хоцролт $2 \\pi$-ээр, харин $s$ замд - $\\delta$-аар тус тус хоцролт үүсдэг. Үүнээс мөрдөн үзвэл:"
    },
    {
      "type": "equation",
      "value": "\\delta=2 \\pi \\frac{s}{\\lambda^{\\prime}}=2 \\pi \\frac{L}{\\lambda},"
    },
    {
      "type": "text",
      "value": "энд $s n=L$ бөгөөд (3.4) ёсоор $\\lambda^{\\prime} n=\\lambda$ болохыг тооцсон."
    },
    {
      "type": "text",
      "value": "Энэ нь фазын ялгавар $\\delta$-г оптик замын ялгавар $\\Delta$-тай холбох талаар өгүүлэх тэрхүү тохиолдлуудад ч мөн хамаарна. Тэгээд ийм тохиолдлууд дээр ч:"
    },
    {
      "type": "equation",
      "value": "\\delta=2 \\pi \\frac{\\Delta}{\\lambda}",
      "tag": "(4.4')"
    },
    {
      "type": "text",
      "value": "эндхийн $\\lambda$, дахин хэлэхэд - вакуум дахь долгионы урт нь юм."
    },
    {
      "type": "text",
      "value": "Тэгэхээр, хэрэв эх үүсвэрээс цацарсан долгионууд (Зураг 4.2-ыг үз) вакуумд биш, харин $n$ хугарлын илтгэгчтэй орчинд тархаж байгаа нөхцөлд, (4.4) томьёо дэх $\\Delta$ нь геометрийн биш, харин интерференцэлж буй долгионуудын <b>оптик замын ялгавар</b>: $\\Delta=n\\left(r_{2}-r_{1}\\right)$ гэж ойлгогдох ёстой. Энэ тохиолдолд $\\lambda$ - өмнөхтэй л адил вакуум дахь долгионы урт нь байх юм."
    },
    {
      "type": "text",
      "value": "<b>Интерференцийн судлын өргөн.</b> Практик ач холбогдолтой тохиолдлуудад $\\theta \\ll 1$ (Зураг 4.2-г үз) бөгөөд $\\Delta$ замын ялгаврыг $\\Delta=d \\cdot \\theta$ хэмээн бичиж болох бөгөөд энд $d$ - $S_{1}$ ба $S_{2}$ эх үүсвэрүүдийн хоорондох зай. $\\theta \\approx x / l$ тул, энд $l$ нь эх үүсвэрээс дэлгэц хүртэлх зай, максимумуудын хувьд (4.4)-ийн дагуу $d \\cdot x_{m} / l=m \\lambda$-г олж, эндээсээ"
    },
    {
      "type": "equation",
      "value": "x_{m}=m \\lambda l / d .",
      "tag": "(4.5)"
    },
    {
      "type": "text",
      "value": "$x=0$ цэгт тэг замын ялгаварт харгалзах максимум байрлана. Энэ максимумын хувьд интерференцийн эрэмбэ н $m=0$. Энэ цэг бол интерференцийн зураглалын <b>төв</b> нь юм."
    },
    {
      "type": "text",
      "value": "Хөрш зэргэлдээ максимум руу шилжихэд $m$ нэгээр өөрчлөгддөг тул $x$ нь $\\Delta x$-ээр өөрчлөгдөх ба үүнийг <b>интерференцийн судлын өргөн</b> гэнэ. Тийнхүү,"
    },
    {
      "type": "equation",
      "value": "\\Delta x=\\lambda l / d \\quad \\text{ буюу } \\quad \\Delta x=\\lambda / \\psi,",
      "tag": "(4.6)"
    },
    {
      "type": "text",
      "value": "энд $\\psi$ - дэлгэцийн төвөөс хоёр эх үүсвэрт хүртэлх харагдах өнцөг, $\\psi=d / l$ болно (Зураг 4.2-г үз)."
    },
    {
      "type": "text",
      "value": "Эдгээр томьёоноос харахад судлын өргөнийг ихэсгэхийн тулд $l$-ийг ихэсгэх, эсвэл $d$-г багасгах, эсвэл хоёуланг нь зэрэг хийх, өөрөөр хэлбэл эх үүсвэрүүдийн хоорондох $\\psi$ өнцгийн зайг багасгах хэрэгтэйгийг харж болно. Интерференцийн зураглалын хэмжээ ихэвчлэн $\\sim 1 \\text{ мм}$-ээс хэтэрдэггүй бөгөөд, энэ нь эх үүсвэрээс дэлгэц хүртэлх зай нь хэдэн арван сантиметр байх үедх хэрэг юм."
    },
    {
      "type": "text",
      "value": "Практик ач холбогдлын хувьд илүү тод интерференцийн зураглал гаргаж авах үүднээс $S_{1}$ ба $S_{2}$ эх үүсвэрүүдийн хувьд хоёр нарийн завсрыг (эсвэл анхдагч $S$ эх үүсвэрийн дүрс - завсрыг) ашигладаг бөгөөд интерференцийн зураглал нь тэдгээр завсруудтай параллель ээлжлэн солигдох цайвар, бараан судалтай системийн хэлбэрээр илэрч харагддаг байна."
    },
    {
      "type": "text",
      "value": "<b>Эрчмийн түгэлт.</b> $S_{1}$ ба $S_{2}$ эх үүсвэрүүд чандлан монохромат байх идеал тохиолдлыг авч үзье. Дэлгэцийн бидний сонирхож буй цэгт эдгээр эх үүсвэрээс ирэх хэлбэлзэлүүд практик дээр ижил хэмжээний далайцтай байх болно, $A_{1}=A_{2}=A_{0}$. Тэгвэл (4.1)-ийн дагуу:"
    },
    {
      "type": "equation",
      "value": "A^{2}=2 A_{0}^{2}+2 A_{0}^{2} \\cos \\delta=2 A_{0}^{2}(1+\\cos \\delta)=4 A_{0}^{2} \\cos ^{2}(\\delta / 2)",
      "tag": "(4.7)"
    },
    {
      "type": "text",
      "value": "энд $\\delta$ - фазуудын ялгавар болох ба замын ялгавраас $\\delta=2 \\pi \\Delta / \\lambda$ гэж хамаардаг. Бидний авч үзэж буй тохиолдолд (Зураг 4.2-г үз) $\\Delta=d \\cdot \\theta=d x / l$ байна. Гэхлээр, $\\delta=2 \\pi d x / l \\lambda$. Эрчим нь $I \\propto A^{2}$ байдгийг тооцоолбол:"
    },
    {
      "type": "equation",
      "value": "I=I_{0} \\cos ^{2} \\eta x",
      "tag": "(4.8)"
    },
    {
      "type": "text",
      "value": "болох бөгөөд энд $\\eta=\\pi d / l \\lambda, I_{0}$ — максимум дахь эрчим, минимум дэх $I=0$ болно. Гаргаж авсан идеалчлагдсан $I(x)$ эрчмийн түгэлт нь мэдээж бодит буюу Зураг 4.2-т харгалзах түгэлтээс арай өөр байдаг талтай."
    }
  ]
}
