{
  "id": "4.4",
  "title": "§ 4.4. Нимгэн ялтсаас ойх үеийн интерференц",
  "body": [
    {
      "type": "header",
      "id": "4.4",
      "value": "§ 4.4. Нимгэн ялтсаас ойх үеийн интерференц"
    },
    {
      "type": "text",
      "value": "<b>Хавтгай параллель ялтсаас ойх үед.</b> Тунгалаг хавтгай параллель ялтас дээр хавтгай монохромат гэрлийн долгион туна гэж саная, түүний тархах чиглэлийг Зураг 4.14-д туссан цацрагаар харуулсан болно. Ялтсын хоёр гадаргуугаас ойсны үр дүнд анхдагч долгион хоёр хэсэгт хуваагдах бөгөөд үүнийг 1 ба 2-р цацрагаар үзүүллээ. Эдгээр долгионы далайцууд нь бие биенээсээ бага зэрэг ялгаатай - энэ нь хангалттай тод интерференцийн зураглал авахад чухал юм."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-113_447_582_153_324.jpg",
      "caption": "Зураг 4.14"
    },
    {
      "type": "text",
      "value": "Эдгээр хоёр ойсон долгионоос (1 ба 2) гадна олон удаагийн ойлт үүсдэг гэдгийг анхаарна уу. Гэсэн хэдий ч тэдний оруулах хувь нэмэр бараг боломжгүй шахам (3.3-р даалгаврыг үз) тул бид зөвхөн нэг удаагийн ойлтын үр дүнд үүссэн долгионуудыг л авч үзэх болно."
    },
    {
      "type": "text",
      "value": "1 ба 2-р долгионы оптик замын ялгаврыг Зураг 4.14-ийн дагуу дараах байдлаар тодорхойлно:"
    },
    {
      "type": "equation",
      "value": "\\Delta=n(A B+B C)-A D,",
      "tag": "(4.29)"
    },
    {
      "type": "text",
      "value": "Энд $n$ нь ялтсын бодисын хугарлын илтгэгч юм. Үүнээс гадна $A B=B C=2 b / \\cos \\vartheta^{\\prime}$ ба $A D=2 b \\operatorname{tg} \\vartheta^{\\prime} \\cdot \\sin \\vartheta, b-$ нь ялтсын зузаан болохыг харж болно. Эдгээр илэрхийллийг (4.29)-д орлуулснаар:"
    },
    {
      "type": "equation",
      "value": "\\Delta=2 n b \\cos \\vartheta^{\\prime} .",
      "tag": "(4.30)"
    },
    {
      "type": "text",
      "value": "Ялтсын дээд гадаргуугаас (оптик нягт ихтэй орчноос) ойх үед (3.11)-ийн дагуу ойсон долгионы фазад $\\pi$ хэмжээний үсрэлт гардаг бөгөөд үүнийг хагас долгионы ( $\\pm \\lambda / 2$ ) \"алдагдал\" гэж нэрлэдэг болохыг харгалзан үзэх хэрэгтэй. Мөн $\\sin \\vartheta=n \\sin \\vartheta^{\\prime}$ гэдгийг тооцвол:"
    },
    {
      "type": "equation",
      "value": "\\Delta=2 b \\sqrt{n^{2}-\\sin ^{2} \\vartheta}-\\lambda / 2",
      "tag": "(4.31)"
    },
    {
      "type": "text",
      "value": "(энд $+\\lambda / 2$ гэж бичиж болох байсан боловч энэ нь чухал биш)."
    },
    {
      "type": "text",
      "value": "Хэрэв ойсон 1 ба 2-р долгионууд хоорондоо когерент байвал (бид үүнд л голлон анхаарах болно), ойлтын максимум нь дараах нөхцөлд ажиглагдана:"
    },
    {
      "type": "equation",
      "value": "2 b \\sqrt{n^{2}-\\sin ^{2} \\vartheta}-\\lambda / 2=m \\lambda,",
      "tag": "(4.32)"
    },
    {
      "type": "text",
      "value": "Энд $m$ нь бүхэл тоо (интерференцийн эрэмбэ) юм."
    },
    {
      "type": "text",
      "value": "Тусгалын $\\vartheta$ өнцгийг өөрчилснөөр бид ойлтын максимум ба минимумыг ээлжлэн ажиглах болно. (Ойлтын минимум үед ялтсаар нэвтрэн өнгөрөх гэрлийн максимум ажиглагдах ба эсрэгээрээ мөн адил тогтвортой байх болно гэдгийг анхаарна уу.) Хэрэв хоёр ойсон долгион хоёулаа когерент бус байсан бол бид ийм үзэгдлийг ажиглахгүй: тусгалын өнцөг өсөх тусам ойсон гэрлийн эрчим нэгэн хэвийн буурах байсан."
    },
    {
      "type": "text",
      "value": "Одоо ойсон долгионууд когерент байж, интерференц үүсгэх нөхцөл буюу (4.13) ба (4.14) харьцаанууд биелэх нөхцөлийг олж мэдье."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-114_239_1098_839_66.jpg",
      "caption": "Зураг 4.15"
    },
    {
      "type": "text",
      "value": "Нөхцөл байдлыг Зураг 4.15 ашиглан тайлбарлая. Тусч буй долгион дахь когерент мужийг $l_{\\text{ког }} \\cdot h_{\\text{ког }}$ (зураг дээр бага зэрэг сүүдэрлэсэн хэсэг) гэж сонгоод түүний цаашдын хувь заяаг ажиглацгаая. Тусч буй долгион хуваагдсаны дараа сонгосон когерент муж мөн хуваагдах бөгөөд ойсон долгионууд дахь когерент мужууд хоорондоо харьцангуй шилжинэ (Зураг $4.15, a$). Хэрэв тэдгээр нь давхцаж байвал (зураг дээр илүү бараан хэсэг) интерференц ажиглагдах бөгөөд давхцлын хэмжээ их байх тусам илүү тод харагдана. Зузаан ялтсын хувьд когерент хэсгүүдийн давхцах хэмжээ багасах бөгөөд (Зураг $4.15, б$), интерференц улам бүдгэрэн ажиглагдана. Ялтсын тодорхой нэг зузаанаас эхлэн интерференц бүрмөсөн алга болно."
    },
    {
      "type": "text",
      "value": "Зураг 4.15-аас харахад когерент мужийн хуваагдсан хэсгүүдийн шилжилт долгионы тархалтын дагуу (энэ нь $l_{\\text{ког }}$ когерент уртаас хэтрэхгүй байх ёстой) болон долгионы тархалтын хөндлөн чиглэлд (шилжилт нь $h_{\\text{ког }}$ когерент өргөнөөс хэтрэхгүй байх ёстой) явагддаг болохыг харж болно. Эдгээр хоёр нөхцөл хоёулаа хангагдсан тохиолдолд л интерференц ажиглагдах болно. Интерференцийг илүү сайн ажиглахын тулд бид $l_{\\text{ког }}$ ба $h_{\\text{ког }}$ утгуудын хагасыг авахаар тохиролцсоныг санагтун."
    },
    {
      "type": "text",
      "value": "Тооцоололд шилжье. (4.13)-ийн дагуу оптик замын ялгавар $\\Delta \\leqslant l_{\\text{ког }} / 2$ байх шаардлагатай. Тиймээс"
    },
    {
      "type": "equation",
      "value": "2 b \\sqrt{n^{2}-\\sin ^{2} \\vartheta}-\\lambda / 2 \\leqslant l_{\\text{ког }} / 2 .",
      "tag": "(4.33)"
    },
    {
      "type": "text",
      "value": "Шаардагдах ялтсын зузаан $b$-ийн утгыг үнэлэхийн тулд энэ илэрхийлэлд язгуур тэмдгийн доорх утгыг нэгтэй тэнцүү байх (байдаг л гэсэн үг) эрэмбийн хэмжигдэхүүнтэй тэнцүү гэж үзээд, мөн $\\lambda / 2$-ийг үл тоомсорлоё. Тэгвэл"
    },
    {
      "type": "equation",
      "value": "2 b \\leqslant l_{\\text{ког }} / 2,"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл ялтсын зузааныг хоёр дахин авсан нь ашигласан цацрагийн когерент урьтын хагасаас ихгүй байх шаардлагатай. Жишээлбэл, хэрэв $\\lambda=600 \\text{ нм}$, ба $\\Delta \\lambda=3 \\text{ нм}$ бол ялтсын зузаан"
    },
    {
      "type": "equation",
      "value": "b \\leqslant \\lambda^{2} / 4 \\Delta \\lambda=3 \\cdot 10^{4} \\text{ нм }=30 \\text{ мкм. }"
    },
    {
      "type": "text",
      "value": "Цаашбал, когерент мужийн хэсгүүдийн хөндлөн шилжилт нь $h_{\\text{ког }}$ когерент өргөний хагасаас хэтрэхгүй байх ёстой. Энэ шилжилт Зураг 4.14-өөс харахад $D C$ хэрчимтэй тэнцүү байна. Иймээс $D C \\leqslant h_{\\text{ког }} / 2$ байх нь гарцаагүй. Харин Зураг 4.14-өөс бол"
    },
    {
      "type": "equation",
      "value": "D C=2 b \\operatorname{tg} \\vartheta^{\\prime} \\cos \\vartheta=b \\frac{\\sin 2 \\vartheta}{\\sqrt{n^{2}-\\sin ^{2} \\vartheta}} ."
    },
    {
      "type": "text",
      "value": "Энэхүү шилжилт нь тусгалын $\\vartheta$ өнцгөөс ихээхэн хамааралтай. Тусгалын өнцөг бага байх тусам $D C$ шилжилт багасаж, $h_{\\text{ког }}$ нь төдий чинээ бага байх боломжтой болно. Энэ тохиолдолд гол үүргийг когерент урт гүйцэтгэнэ. Хэрэв $\\vartheta=0$ бол шилжилт зөвхөн долгионы тархалтын чиглэл дагуух хөндлөн шилжилт явагдах ба энэ нь тэгтэй тэнцүү, харин когерент өргөн $h_{\\text{ког }}$ нь бараг үүрэг гүйцэтгэдэггүй."
    },
    {
      "type": "text",
      "value": "Одоо \"нимгэн\" ялтас гэдгийг хэрхэн ойлгох талаар ярилцъя. Нимгэн ялтсаас ойх үед интерференц үүсдэг гэж ярьдаг бол, тэдний зузаан нь $l_{\\text{ког }}$ болон $h_{\\text{ког }}$ (хэрэв $\\vartheta \\neq 0$ бол)-аас тодорхой хэмжээгээр бага байхыг хэлж байгаа хэрэг юм. Харин - энэ маш чухал - эгц тусах үед интерференц нь зөвхөн ялтсын зузаан ба $l_{\\text{ког }}$-ийн хоорондын харьцаагаар тодорхойлогдоно."
    },
    {
      "type": "text",
      "value": "Нарны гэрлийн хувьд ($l_{\\text{ког }} \\approx 5 \\lambda$) хэдхэн долгионы урттай тэнцэх зузаантай ялтас нь нимгэн байх болно. Когерент уртыг гэрлийн шүүлтүүр ашиглан нэмэгдүүлж болох бөгөөд үүний дагуу бидний \"нимгэн\" гэж нэрлэх ялтсын зузаан ч мөн нэмэгдэнэ. Харин лазерын цацрагийн хувьд хэдэн арван сантиметр, метрээр хэмжигдэх зузаантай (хэрэглэж буй лазерын цацрагийн когерент уртаас хамаарч) ялтас хэдий ч нимгэн ялтас байх болно."
    },
    {
      "type": "text",
      "value": "Тэгэхээр, хавтгай параллель нимгэн ялтас дээр хавтгай гэрлийн долгион тусах үед ойсон гэрлийн эрчим тусгалын өнцгөөс хамаардагийг бид олж мэдлээ. Тусгалын өнцгийг өөрчилснөөр бид ойсон гэрлийн максимум ба минимум ээлжлэн үүсэхийг ажиглах болно. Үүнийг дадал болсон судалтай систем хэлбэрээр интерференцийн зураг гарган авахад ашиглаж болно. Тусч буй гэрлээрээ сарнисан монохромат гэрлийг (энэ нь ялтас дээр өөр өөр өнцгөөр нэгэн зэрэг тусах долгионуудыг агуулдаг) ашиглах нь хангалттай бөгөөд ойсон гэрлийн замд линз, түүний фокусын хавтгайд дэлгэц байрлуулна (Зураг 4.16)."
    },
    {
      "type": "text",
      "value": "Дэлгэц дээрх максимумууд нь (4.32) нөхцөлийг хангах байрлалуудад байрлана. Энэхүү интерференцийн тодорхой эрэмбийн судал нь ялтас дээр нэг ижил $\\vartheta$ өнцгөөр, гэхдээ өөр өөр чиглэлээс"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-116_390_638_1387_296.jpg",
      "caption": "Зураг 4.16"
    },
    {
      "type": "text",
      "value": "туссан гэрлийн нөлөөгөөр үүсдэг. Тиймээс эдгээр судлыг ижил налуугийн судал гэж нэрлэдэг. Линзийг зурагт үзүүлсэн шиг байрлуулсан үед эдгээр судал нь линзийн фокус $F$-д төвтэй концентрик цагираг хэлбэртэй байдаг. Интерференцийн эрэмбэ $m$ нь тусгалын өнцөг $\\vartheta$ багасах тусам өсөх ба зургийн төвд хамгийн их утгаа авна."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд интерференцийн зургийг ажиглахын тулд дэлгэцийг линзийн фокусын хавтгайд байрлуулах, өөрөөр хэлбэл хязгааргүй алсад байгаа зүйлсийн дүрсийг гаргаж авахын тулд ихэвчлэн линзийг байрлуулдгийн адил байрлуулбал түүнд, түүний ижил налуугийн судлууд хязгааргүй алсад төвлөрч байна гэж ярьдаг. Энэхүү линз, дэлгэцийн үүргийг нүдний болор царинаас гүйцэтгэнэ. Иймд, ижил налуугийн судлуудыг ажиглахын тулд нүдийг алс холын зүйл рүү харж буй мэтээр тохируулах буюу аккомодацилах хэрэгтэй."
    },
    {
      "type": "text",
      "value": "Цагаан гэрэлд интерференцийн судлууд өнгөтэй байдаг бөгөөд иймээс үзэгдлийг нимгэн ялтсын өнгө гэж нэрлэх нь бий."
    },
    {
      "type": "text",
      "value": "<b>Шаантаг хэлбэртэй ялтас.</b> Шилэн ялтас нь $\\alpha \\ll 1$ нээлтийн өнцөгтэй шаантаг хэлбэртэй бөгөөд түүн дээр хавтгай монохромат гэрлийн долгион туна гэж саная. Одоо шаантгийн гадаргуунуудаас ойсон гэрлийн долгион нэг чиглэлд бус, харин тодорхой өнцгөөр тархана (Зураг 4.17)."
    },
    {
      "type": "text",
      "value": "Эхлээд интерференцийн зургийн локал буюу байрлал хаана байгааг олж мэдье. Үүнийг Зураг 4.18-ийг ашиглан хамгийн хялбараар хийж болох бөгөөд уг зурагт туссан долгион шаантгийн гадаргуугаас ойнох үед хуваагдсаны дараа когерент мужид юу тохиолдохыг ихэвчлэн харуулжээ. Багавтар $l_{\\text{ког }}$ ба $h_{\\text{ког }}$-ийн үед ойсон долгионы когерент хэсгүүдийн давхцах муж нь голчлон шаантгийн гадаргуутай ойролцоо төвлөрч, шаантгийн зузаан хэсэг рүү шилжих тусам улам нарийсаж, аажмаар бүрмөсөн алга болно (Зураг 4.18). Зураг дээр локалчлагдсан мужийг бага зэрэг сүүдэрлэн харуулсан байна."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-117_173_365_1564_175.jpg",
      "caption": "Зураг 4.17"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-117_279_476_1507_649.jpg",
      "caption": "Зураг 4.18"
    },
    {
      "type": "text",
      "value": "Шаантгийн янз бүрийн хэсгээс ойсон цацрагуудын замын ялгавар өөр өөр байх тул интерференцийн локалчлагдсан муж хэсэгт шаантгийн ирмэгтэй параллель цайвар, бараан судлууд үүснэ. Судал тус бүр шаантгийн ижил зузаантай хэсэгт үүсэх ойлтын үр дүнд бий болдог тул тэдгээрийг"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-118_311_382_153_782.jpg",
      "caption": "Зураг 4.19"
    },
    {
      "type": "text",
      "value": "ижил зузааны судлууд гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Шаантгийн гадаргуутай ойролцоо локалчлагдсан интерференцийн судлуудыг нүдийг шаантгийн гадаргуу дээр фокуслаж шууд харж болно, эсвэл мөн л шаантгийн гадаргуу дээр фокусласан линзийн тусламжтайгаар харж болно. Линзийн тусламжтайгаар шаантгийн гадаргуугаас гарах интерференцийн зургийг шаантгийн гадаргуутай хосмог хавтгайд байрлуулсан Э дэлгэц дээр харуулж болно (Зураг 4.19-ийг хар)."
    },
    {
      "type": "text",
      "value": "Хоёр тунгалаг ялтсын гадаргуу хоорондох нарийн шаантаг хэлбэрийн агаарын завсарт ижил зузааны судлуудыг ажиглаж болно. Хэрэв ажиглалтын чиглэл ердийн байрлалд ойрхон байвал $b$ өргөнтэй завсар байгаа газарт шаантгийн гадаргуугаас ойсон цацрагийн оптик замын ялгавар нь $\\Delta=2 b-\\lambda / 2$ гэж тодорхойлогдоно. $\\Delta=(m-1 / 2) \\lambda, m=1,2, \\ldots$ байх газруудад минимумууд үүснэ. Өөрөөр хэлбэл, бараан судлууд нь завсрын зузаан $b=m \\lambda / 2$ байх тэр газарт гарч ирдэг байна. Нэг судлаас хөрш зэргэлдээ судал руу шилжих ($\\Delta x$ судлын өргөн) нь завсрын зузааныг $\\lambda / 2$-ээр өөрчлөхтэй нийцнэ. Судал бүр нь тодорхой хэмжээний завсрын зузаанд харгалздаг. Үүнийг шалгах гадаргууд болон түүн дээр тавьсан хэвийн гадаргуугийн хоорондын завсрыг гэрлийн ойлтоор харж оптик гадаргуунуудын өнгөлгөөний чанарыг шалгахад ашигладаг."
    },
    {
      "type": "text",
      "value": "Мэдэгдэж буй $\\lambda$ долгионы урттай монохромат гэрэлт $\\Delta x$ судлын өргөнийг хэмжсэнээр 0.1 өнцгийн мин ба түнээс ч бага өнцгийг хэмжих боломжтой (4.6-р даалгаврыг үз)."
    },
    {
      "type": "text",
      "value": "Өмнөх үндэслэлүүдэд бид зөвхөн агаарын шаантаг хэлбэртэй завсрын гадаргуугаас ойсон долгионуудыг тооцож, харин ялтсуудын гадаад гадаргуугаас ойсон долгионуудыг үл тоомсорлосон. Ингэх болсон шалтгаан нь ялтсуудын зузаан нь ердийн эх үүсвэрийн гэрлийн когерент урьтаас ихээхэн давсан байдгаас үүдэн тэдгээр гадаргуугаас ойсон долгионууд нь когерент бус болдогт оршино."
    },
    {
      "type": "text",
      "value": "<b>Ньютоны цагиргууд</b> — энэ бол шилэн ялтас болон үүний"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-119_282_348_237_68.jpg",
      "caption": "Зураг 4.20"
    },
    {
      "type": "text",
      "value": "дээр тавьсан гүдгэр линз хоорондын завсрын гадаргуугаас гэрэл ойх үед ажиглагддаг ижил зузаантай цагирган хэлбэрийн судлууд юм (Зураг 4.20). Линзийн дээд гадаргуугаас ойсон долгион нь ердийн гэрлийн эх үүсвэрүүдийн хувьд когерент урт богино байдгаас шалтгаалж завсрын гадаргуугаас ойсон долгионуудтай когерент бус байх бөгөөд интерференцийн зураглал үүсгэхэд оролцдоггүй. Ийм учраас бид түүнийг тооцохгүй болно."
    },
    {
      "type": "text",
      "value": "Гэрэл нормолоор тусах үед ойсон гэрлийн цагиргууд нь линз ба ялтсын шүргэлцэх цэг дээрээ төвтэй байх концентрик тойргийн хэлбэрээр дүрслэгдэнэ. Бараан цагиргийн (минимум) радиус $r$-г олцгооё."
    },
    {
      "type": "text",
      "value": "Эхлээд бараан цагираг үүсэх нөхцөлийг бичнэ. Завсрын хоёр гадаргуугаас ойсон долгионуудын оптик замын ялгавар $\\Delta$ нь сондгой тоотой хагас долгионтой тэнцүү байх газарт тэд бий болно:"
    },
    {
      "type": "equation",
      "value": "\\Delta=2 b+\\lambda / 2=(2 m+1) \\lambda / 2,"
    },
    {
      "type": "text",
      "value": "энд $\\lambda / 2$ нь ялтсаас ойх үед хагас долгионыг \"алдагдах\"-тай холбоотой ба $m=0,1,2, \\ldots$ Үүнээс"
    },
    {
      "type": "equation",
      "value": "2 b=m \\lambda .",
      "tag": "(4.34)"
    },
    {
      "type": "text",
      "value": "Цааш нь Пифагорын теорем ёсоор (Зураг 4.20-ыг үз), $r^{2}=R^{2}-(R-b)^{2}$. Тэгээд $b \\ll R$ гэдгийг тоолзож үзвэл бид:"
    },
    {
      "type": "equation",
      "value": "r^{2}=2 b R .",
      "tag": "(4.35)"
    },
    {
      "type": "text",
      "value": "авна."
    },
    {
      "type": "text",
      "value": "(4.34) ба (4.35)-аас $m$-р бараан цагиргийн радиус нь"
    },
    {
      "type": "equation",
      "value": "r_{m}=\\sqrt{m \\lambda R}, \\quad m=0,1,2, \\ldots",
      "tag": "(4.36)"
    },
    {
      "type": "text",
      "value": "гарах нь мөшгөгдөнө."
    },
    {
      "type": "text",
      "value": "$m=0$ байх нь бараан толбоны минимумтай (цагираг биш) тохирохыг анхаарна уу. Цайвар цагирагны хувьд ч мөн төстэй тооцооллыг хийж болно."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Хэрэв гүдгэр линзийн гадаргуугийн муруйлтын радиус $R=16 \\text{ см}$ бөгөөд хавтгай шилний гадаргуутай шүргэлцэл нь идеал (цэгээр шүргэлцэх) бол 5-р цайвар цагиргийн радиусыг олоорой. Гэрлийн долгионы урт $\\lambda =0.50 \\text{ мкм}$."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд максимум болох төлөв байдал нь дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "2 b+\\lambda / 2=m \\lambda, \\quad m=1,2,3, \\ldots,"
    },
    {
      "type": "text",
      "value": "Энд $b$ бол $m$-р максимум байгаа газрын завсрын зузаан (Жич: хэрвээ бид $-\\lambda / 2$-ийг авсан бол $m$-ийн утгыг тэгээс эхлэх ёстой байсан). (4.35)-ын дагуу, $2 b=r_{m}^{2} / R$. Эдгээр хоёр харилцан хамаарлаас хайж буй радиус"
    },
    {
      "type": "equation",
      "value": "r_{m}=\\sqrt{(m-1 / 2) \\lambda R}=0.6 \\text{ мкм. }"
    },
    {
      "type": "text",
      "value": "болж тодорхойлогдоно."
    },
    {
      "type": "text",
      "value": "(4.36) томьёо нь зөвхөн линзийн бөмбөрцөг гадаргуу болон хавтгай ялтсын хооронд идеал (цэгэн) шүргэлцэл үүссэн тохиолдолд л хүчинтэй гэдгийг анхаарах хэрэгтэй. Гэвч идеал шүргэлцэл гэж байдаггүй бөгөөд цагирагийн дугаар нь интерференцийн эрэмбэ $m$-тэй тэнцүү байх нь ховор байдаг, иймд үүнийг тооцохдоо анхаарах шаардлагатай (4.8 даалгаврыг үзнэ үү)."
    },
    {
      "type": "text",
      "value": "Хэрэв линзийг ялтсын гадаргуугаас аажмаар холдуулбал интерференцийн цагиргууд нь төв рүүгээ татагдах болно: учир нь эдгээр цагиргууд (судлууд) нь адил зузаантай байх тул зузаан нь төв тийшээ шилжиж байна гэсэн үг юм."
    },
    {
      "type": "text",
      "value": "Ньютоны цагирагуудын тусламжтайгаар жишээлбэл, бөмбөрцөг гадаргууг үйлдвэрлэх чанарыг хангалттай өндөр нарийвчлалтайгаар хянах боломжтой байдаг."
    },
    {
      "type": "text",
      "value": "Ерөнхий линзүүдэд Ньютоны цагирагууд яагаад маш жижиг бүсэд байрладгийг (цагирагуудыг микроскопоор ажиглах шаардлага гардаг) тодорхой жишээн дээр танилцацгаая."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Бөмбөрцөг гадаргуугийн муруйлтын радиус нь $R=60$ мм байх хавтгай гүдгэр линз шилэн ялтас руу шүргэж байна. Хэрэв гэрлийн долгионы урт $\\lambda=0.60$ мкм болон $\\Delta \\lambda=0.06$ мкм бол тусах гэрлийн интерференцийн зургийн гарч болох радиусыг үнэлнэ үү. Гэрэл бараг нормолоор тусаж байна."
    },
    {
      "type": "text",
      "value": "Гэрэл нормолоор тусах үед интерференцийн зургийг зөвхөн $l_{\\text{ког }}$ когерентийн урт хязгаарлана. Цагиргууд нь $2 b \\approx l_{\\text{ког }}$ нөхцөлөөр алга болох ба $b$ нь цагиргууд алга болох газрын зай юм. (4.35) дагуу $r^{2}=2 b R$ бөгөөд $l_{\\text{ког }} \\approx \\lambda^{2} / \\Delta \\lambda$ байна. Эдгээр томьёоноос $r^{2} / R \\approx \\lambda^{2} / \\Delta \\lambda$ болох ба үүнээс"
    },
    {
      "type": "equation",
      "value": "r \\approx \\lambda \\sqrt{R / \\Delta \\lambda}=0.6 \\text{ мм. }"
    },
    {
      "type": "text",
      "value": "болно."
    },
    {
      "type": "text",
      "value": "Харагдах цагиргуудын тоо нь (4.9) дагуу $\\lambda / \\Delta \\lambda \\approx 10$ байна. Энэ үр дүнг мөн (4.36) ашиглан гаргаж болно."
    },
    {
      "type": "text",
      "value": "<b>Оптикийг тунгалагжуулах.</b> Энэ арга нь гэрэл нимгэн ялтсанд ойхдоо үүсдэг интерференц дээр суурилдаг. Учир нь линзний хугалагч гадаргуу бүрээр гэрэл нэвтрэн өнгөрөхдөө туссан гэрлийнхээ ойролцоогоор $4\\%$ орчмыг буцааж ойлгодог. Нарийн бүрэлдэхүүнтэй объективуудад ийм ойлтууд олон дахин давтагдаж нийтдээ маш мэдрэгдэхүйц гэрлийн урсгал алддаг. Тухайлбал, призмт дурангуудад энэ алдагдал $50\\%$ ба түүнээс дээш байж болдог."
    },
    {
      "type": "text",
      "value": "Тунгалагжуулагчтай оптикт линзний гадаргуу бүр дээр тунгалаг диэлектрик нимгэн хальсыг тоосруулан хучих ба түүний хугарлын илтгэгч нь $n^{\\prime} \\approx \\sqrt{n_{1} n_{2}}$ байна, энд $n_{1}$ ба $n_{2}$ нь хальс бүчин орших орчнуудын хугарлын илтгэгчид юм. Энэ нөхцөлд (3.11)-т зааснаар, хальсны хоёр гадаргуугаас ойсон долгионы далайцууд бараг л ижил байна. Мөн түүнчлэн хальсны зузааныг хальсны хоёр гадаргуугаас ойсон долгионууд эсрэг фазтай байх, өөрөөр хэлбэл бие биенээ унтраадаг байхаар тооцож хийдэг байна."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Шилний $n=1.5$ хугарлын илтгэгчтэй, гадаргуу дээр нормолоор тусах $\\lambda=0.55$ мкм долгионы урттай гэрлийн ойлт хийгдэхгүй байх хальсны хугарлын илтгэгч $n^{\\prime}$ ба хальсны $b$ зузааныг олъё."
    },
    {
      "type": "text",
      "value": "Эхлээд хальсны хоёр гадаргуугаас ойсон долгионуудын далайцууд ижил байх $n^{\\prime}$-г олъё (Зураг 4.21). Үүнд (3.11)-т ёсоор"
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-121_237_292_1089_205.jpg",
      "caption": "Зураг 4.21"
    },
    {
      "type": "text",
      "value": "$E_{1}^{\\prime} / E=E_{2}^{\\prime} / E$ байх шаардлагатай. Бид олон дахин ойх нөлөөг үл тоомсорлож, хальсны хоёр гадаргууд тусах долгионы далайцууд хоорондоо бараг ижил гэж тооцно. Иймд бидний тохиолдолд байдал дараах байртай байна:"
    },
    {
      "type": "equation",
      "value": "\\frac{1-n^{\\prime}}{1+n^{\\prime}} \\approx \\frac{n^{\\prime}-n}{n^{\\prime}+n},"
    },
    {
      "type": "text",
      "value": "эндээс $n^{\\prime} \\approx \\sqrt{n}=1.22$. Ийм бага хугарлын илтгэгчтэй хатуу бодисууд байдаггүй юм. Харин энэ хүндрэлийг зохих хугарлын илтгэгч бүхий хоёр давхар бүрхүүл хэрэглэн шийдвэрлэдэг (бүр нарийн ширийн рүү анхаарлаа хандуулахгүй өнгөрөөе)."
    },
    {
      "type": "text",
      "value": "Одоо ойсон долгионууд эсрэг фазтай байхад хальсны зузааныг тодорхойлъё. Энэ нь хальснаас гарах эдгээр хоёр ойсон долгионы замын ялгавар нь хагас бүхэл тоо бүхий долгионы урттай тэнцүү байх ёстой гэсэн үг юм:"
    },
    {
      "type": "equation",
      "value": "2 b n^{\\prime}=(m+1 / 2) \\lambda, \\quad m=0,1,2, \\ldots"
    },
    {
      "type": "text",
      "value": "Энд хоёр долгион нь илүү их оптик нягттай орчноос ойсон бөгөөд нэгэн адилг $\\pi$ (хагас долгионы \"алдагдал\") гэдгээр фазын хаялттай болно. Сүүлчийнхээс нь олдвор гарна."
    },
    {
      "type": "equation",
      "value": "b=\\frac{(m+1 / 2) \\lambda}{2 \\sqrt{n}} ."
    },
    {
      "type": "text",
      "value": "Хамгийн бага зузаан ( $m=0$ үед) бол $b=\\lambda / 4 \\sqrt{n}=0.10$ мкм байна."
    },
    {
      "type": "text",
      "value": "Ердийн гэрлийн хувьд когерент урт нь өндөр биш байдаг тул хальс нь цөөн тооны долгионы урттай ойролцоо зузаантай байх ёстой. Энэ нь ийм төрлийн бүрхүүлд маш анхаарал болгоомжтой хандах хэрэгтэйг сануулдаг: хамгийн өчүүхэн механик гэмтэл ч хальсны үйлдлийг эвдлэх боломжтой."
    },
    {
      "type": "text",
      "value": "Оптик тунгалагжилтыг ихэвчлэн үзэгдэх спектрийн дунд (шар-ногоон) мужийн гэрэлд зориулан хийдэг. Харин энэ спектрийн захын гэрлийн ойлтын коэффициент нь тэгээс нилээддүү ялгагдах бөгөөд линз нь ойсон гэрлээр харвал улаан болон ягаан өнгөний холимог мэт харагддаг байна."
    }
  ]
}