{
  "id": "4.6",
  "title": "§ 4.6. Олон цацрагт интерференц",
  "body": [
    {
      "type": "header",
      "id": "4.6",
      "value": "§ 4.6. Олон цацрагт интерференц"
    },
    {
      "type": "text",
      "value": "Хоёр хавтгай когерент гэрлийн долгион суперпозицилох үед (4.8)-ийн дагуу <b>$I \\sim \\cos^{2}(\\pi \\Delta / \\lambda)$</b> гэсэн эрчмийн хуваарилалт бүхий интерференцийн судлууд үүсдэг бөгөөд энд $\\Delta$ нь эдгээр долгионуудын оптик замын ялгавар юм. Энэ тохиолдолд цайвар болон бараан судлууд өргөнөөрөө адилхан байна."
    },
    {
      "type": "text",
      "value": "Харин олон тооны долгионы суперпозицийн үед интерференцийн зураглал дахь эрчмийн хуваарилалт үлэмж өөрчлөгддөг: нарийхан максимумууд, өөрөөр хэлбэл өргөн бараан завсраар тусгаарлагдсан хурц цайвар судлууд үүсдэг. Үүний хүчинд олон цацрагт интерференц нь практикт чухал хэрэглээгээ олж авсан юм."
    },
    {
      "type": "text",
      "value": "Олон тооны когерент гэрлийн долгионыг жишээлбэл, олон тооны ижилхэн, тогтмол зайтайгаар байрласан нүхнүүд бүхий дэлгэцээр хавтгай долгион нэвтрүүлэх замаар гарган авч болно. Ийм интерференцийн зураглал дахь эрчмийн хуваарилалтыг § 5.7-д дифракцын торын жишээн дээр авч үзэх болно. Энд бид гэрэл хоёр параллель гадаргуугаас олон удаа ойх үеийн интерференцийг авч үзэх болно. Практик дээр үүнийг Фабри-Перогийн интерферометрт хэрэгжүүлдэг бөгөөд үүнийг өндөр ялгах чадвартай спектроскопи, метрометр болон лазерын нээлттэй резонатор болгон өргөнөөр ашигладаг."
    },
    {
      "type": "text",
      "value": "Фабри-Перогийн интерферометрийг хоёр гадаргуугий нь ойлгогч давхаргаар бүрсэн хавтгай параллель шилэн эсвэл кварц ялтсаар, эсвэл ойлгогч давхаргаар бүрхэгдсэн гадаргуунуудаа хоорондоо яг параллель байрлуулсан, агаарын завсраар тусгаарлагдсан хоёр ялтас хэлбэрээр хийдэг."
    },
    {
      "type": "text",
      "value": "Хоёр параллель хавтгайгаас гэрэл олон удаа ойх нь хязгааргүйд эсвэл объективын фокусын хавтгайд (Зураг 4.23) байрлах ижил налуугийн интерференцийн судлуудыг үүсгэдэг. Судлууд нь объективын $F$ фокуст төвтэй хурц цайвар концентрик цагираг хэлбэртэй байдаг. Интерферометрийн ялтаснуудын гадаргуугийн ойлгох чадвар (интерферометрийн ялтсуудын гадаргуугийн) хэдий чинээ их байна, максимумууд (цагиргууд) төдий чинээ нарийн байна. Харин үүнийг $95-98\\%$ хүртэл хүргэх боломжтой. Цагиргийн радиус ихсэх тусам тэдгээр нь бие биедээ улам бүр ойрхон байрлана."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-125_398_556_992_338.jpg",
      "caption": "Зураг 4.23"
    },
    {
      "type": "text",
      "value": "Зүүн талаас (Зураг 4.23) интерферометр дээр сарнисан гэрэл тусч байна. Объективын фокусын хавтгайн тодорхой $P$ цэгт, объективын өмнө түүний оптик тэнхлэгтэй ижил $\\theta$ өнцөг үүсгэсэн цацрагууд цуглардаг. Цаашид тооцооллыг хялбарчлахын тулд бид зөвхөн хоёр параллель ойлгогч гадаргуутай харьцаж байна гэж үзэх болно, өөрөөр хэлбэл хаа сайгүй хугарлын илтгэгч $n=1$ байна гэж тооцох болно (гэхдээ энэ нь зарчмын хувьд тийм ч шаардлагатай биш юм). Энэ тохиолдолд хоёр зэргэлдээ интерференцэлж буй цацрагийн (долгионы) замын ялгавар $\\Delta$-г Зураг 4.24-ийн тусламжтайгаар хялбархан олж болно:"
    },
    {
      "type": "equation",
      "value": "\\Delta=B A C-B D=\\frac{2 b}{\\cos \\theta}-2 b \\operatorname{tg} \\theta \\sin \\theta=2 b \\cos \\theta"
    },
    {
      "type": "text",
      "value": "Нэвтрэн өнгөрөх гэрэл дэх эрчмийн максимумууд нь $\\Delta$ нь долгионы уртын бүхэл $m$ тоотой тэнцүү байх тэр газарт үүснэ:"
    },
    {
      "type": "equation",
      "value": "2 b \\cos \\theta=m \\lambda .",
      "tag": "(4.37)"
    },
    {
      "type": "text",
      "value": "Эндээс $\\theta$ өнцөг багасах тусам, өөрөөр хэлбэл цагиргуудын төв рүү ойртох тусам интерференцийн эрэмбэ $m$ өсөж байгааг харж болно. Толин гадаргуунуудын хоорондох $b$ зай нь ихэвчлэн $1 \\div 100 \\text{ мм}$ (тусгай тохиолдолд 1 м хүртэл) байдаг. Тиймээс интерференцийн эрэмбэ $m \\approx 2 b / \\lambda$ маш их байна: жишээлбэл, $b=5 \\text{ мм}$ байхад $m \\approx 20000$ болно."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-126_317_422_512_742.jpg",
      "caption": "Зураг 4.24"
    },
    {
      "type": "text",
      "value": "(4.37)-гоос харахад $\\theta$ өнцөг нь $\\lambda$-аас хамаардаг болохыг харж болно. Энэхүү интерферометрийг спектрал хэрэгсэл болгон ашиглах үндэс нь энэ юм. Аливаа спектрал хэрэгслийн хамгийн чухал үзүүлэлтүүдийн нэг нь өнцгийн дисперси $D=\\mathrm{d} \\theta / \\mathrm{d} \\lambda$ байдаг. Энэ нь долгионы уртаараа нэгээр (жишээлбэл, 1 нм-ээр) ялгарах (нэг ижил $m$ эрэмбийн) спектрийн шугамуудын хоорондох өнцгийн зайг тодорхойлдог. Фабри-Перогийн интерферометрийн хувьд (4.37)-т үндэслэн дараахийг гаргаж болно: $\\mathrm{d} \\theta / \\mathrm{d} \\lambda=-m / 2 b \\sin \\theta$. Мөн (4.37)-гоос $m / 2 b=\\cos \\theta / \\lambda$ болохыг харж болох тул үр дүнд нь бид дараахыг хүлээж авна:"
    },
    {
      "type": "equation",
      "value": "\\frac{\\mathrm{d} \\theta}{\\mathrm{\\sim d} \\lambda}=-\\frac{1}{\\lambda \\operatorname{tg} \\theta} \\approx-\\frac{1}{\\lambda \\cdot \\theta},",
      "tag": "(4.38)"
    },
    {
      "type": "text",
      "value": "эндхийн хасах тэмдэг нь $\\lambda$ өсөх тусам тухайн нэг ижил эрэмбийн максимумын хувьд $\\theta$ өнцөг багасч байгааг илтгэнэ."
    },
    {
      "type": "text",
      "value": "(4.38)-д хэмжилтийг ихэвчлэн төвөөс эхлээд хоёр дахь эсвэл гурав дахь максимум (цагираг) дээр хийдэг бөгөөд эдгээрийн хувьд $\\theta \\sim 10^{-2} \\text{ рад} \\approx 0.6^{\\circ}$ байдгийг тооцсон болно. Ийм өнцгүүдийн хувьд $\\mathrm{d} \\theta / \\mathrm{d} \\lambda \\sim 10 \\text{ өнцгийн. град/нм}$, байдаг бөгөөд энэ нь бусад спектроскопийн хэрэгслийн өнцгийн дисперсээс хамаагүй илүү бөгөөд энэ нь Фабри-Перо интерферометрийн гол давуу тал юм."
    },
    {
      "type": "text",
      "value": "Гэсэн хэдий ч өөр эрэмбийн спектрээр давхцал үүсэхгүй байх боломжтой $\\Delta \\lambda$ дисперсийн муж (долгионы уртын интервал) нь маш бага юм. Жишээлбэл, $b=5 \\text{ мм}$ бөгөөд $\\lambda=500 \\text{ нм}$ үед $\\Delta \\lambda$ нь $0.03 \\text{ нм}$-ээс бага байдаг. Энэ бол тус интерферометрийн сул тал юм. Гэхдээ спектрийн шугамын хэт нарийн бүтцийг судлахад энэхүү интерферометр нь юугаар ч орлуулашгүй хэрэгсэл билээ."
    }
  ]
}
