{
  "title": "§ 5.4. Кристалл төлөв",
  "body": [
    {
      "type": "header",
      "value": "§ 5.4. Кристалл төлөв",
      "id": "5.4"
    },
    {
      "type": "text",
      "value": "<b>Кристалл тор.</b> Хатуу биесийн шинж чанар нь тэдгээрийг бүрдүүлэгч хэсгүүдийн (атом, ион, молекул) орон зайн байрлалын онцлогоор тодорхойлогддог. Хатуу биесийг кристалл ба аморф гэж хоёр ангилдаг. Аморф биесийн бүтэц нь шингэнтэй төстэй боловч хэсгүүдийн хөдөлгөөн маш удаашралтай байдаг (шил, цайр гэх мэт). Кристалл биес нь хэсгүүдийнхээ орон зайн дараалсан, зөв байрлалаар тодорхойлогдоно. Ийм байрлалын схемийг <i>кристалл тор</i> гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Кристалл торын хамгийн бага хэмжээтэй, орон зайд давтагдан торыг бүрдүүлдэг хэсгийг <i>элементар үүр</i> гэнэ. Куб торын хувьд элементар үүрийн ирмэгийн урт $a$-г <i>торын тогтмол</i> гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "<b>Кристаллын тэгш хэм.</b> Кристалл торонд янз бүрийн тэгш хэмүүд байдаг, өөрөөр хэлбэл тор нь тодорхой орон зайн шилжилтүүд (жишээлбэл, зэрэгцээ шилжилт ба эргэлтүүд) хийхэд өөртэйгөө давхцах шинж чанартай."
    },
    {
      "type": "text",
      "value": "Аливаа төгс кристалл тор нь юуны өмнө <i>трансляцийн тэгш хэм</i>-ээр тодорхойлогддог. Энэ нь тор бүрт нэг хавтгайд үл орших (компланар бус) гурван $\\mathbf{a, b, c}$ суурь векторыг харгалзуулах боломжтой гэсэн үг юм. Эдгээр векторуудын дагуу торыг шилжүүлэхэд тэр нь өөртэйгөө давхцана. $\\mathbf{a, b, c}$ векторууд дээр байгуулагдсан параллелепипедийг <i>элементар үүр</i> (5.17-р зураг), харин эдгээр векторуудын модулийг харгалзах чиглэлүүд дэх <i>торын тогтмол</i> (эсвэл үе) гэж нэрлэдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-153_338_342_471_818.jpg",
      "caption": "Зураг 5.17"
    },
    {
      "type": "text",
      "value": "Хэрэв тор нь тодорхой нэг тэнхлэгийг тойрон $360^\\circ / n$ өнцгөөр эргэхэд өөртэйгөө давхцаж байвал энэ тэнхлэгийг $n$-р эрэмбийн <i>тэгш хэмийн тэнхлэг</i> гэнэ. Кристаллад зөвхөн 1, 2, 3, 4 ба 6-р эрэмбийн тэгш хэмийн тэнхлэгүүд байх боломжтой. Эдгээрт харгалзах эргэлтийн өнцгүүд нь $180, 120, 90$ ба $60^\\circ$ юм. Кристаллад 5-р эрэмбийн тэгш хэм байдаггүй болохыг тэмдэглүүштэй."
    },
    {
      "type": "text",
      "value": "Куб торыг дотор нь энгийн (примитив), эзлэхүүн-төвлөсөн (эт) ба талст-төвлөсөн (тт) гэж гурав хуваадаг (5.18-р зураг). Энгийн куб торын элементар үүрт зөвхөн нэг атом (нэг үүрт ногдох), харин эзлэхүүн-төвлөсөн торын элементар үүрт хоёр атом, талст-төвлөсөн торын элементар үүрт дөрвөн атом ногддог."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-154_337_1112_138_57.jpg",
      "caption": "Зураг 5.18"
    },
    {
      "type": "text",
      "value": "Үүнийг ойлгохын тулд үүрийн оройд байгаа атом бүр түүнтэй залгаа орших найман үүрт зэрэг хамаардаг, өөрөөр хэлбэл нэг үүрт тухайн атомын $1/8$ хэсэг ногддог гэдгийг тооцох хэрэгтэй. Куб үүр 8 оройтой тул $8 \\cdot 1/8 = 1$ болно. Үүнтэй төстэйгээр талст-төвлөсөн торын элементар үүрт яагаад дөрвөн атом ногддогийг тайлбарлаж болно."
    },
    {
      "type": "text",
      "value": "<b>Миллерийн индекс.</b> Кристалл дахь хавтгайнуудыг тодорхойлоход Миллерийн индекцийг ашигладаг. Эдгээр нь координат тэнхлэгүүд дээрх хэсгүүдийн эзлэх хэсгүүдийн урвуу утгуудын харьцаагаар тодорхойлогддог. Координатын эхээс ($O$ цэг) координатын тэнхлэгүүд ($X, Y, Z$) дээр хавтгайн таслах хэсгүүдийн уртыг $a_x, a_y, a_z$ гэе. Тэгвэл Миллерийн индекс ($h k l$) нь дараах харьцаанаас олдоно:"
    },
    {
      "type": "equation",
      "value": "h:k:l = \\frac{1}{a_x/a} : \\frac{1}{a_y/a} : \\frac{1}{a_z/a},"
    },
    {
      "type": "text",
      "value": "энд $a$ - торын тогтмол юм. $h, k, l$ нь хамгийн бага бүхэл тоонууд байхаар сонгогддог."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-155_367_1101_1404_64.jpg",
      "caption": "Зураг 5.20"
    },
    {
      "type": "text",
      "value": "Жишээлбэл, 5.20-р зурагт куб торын (100), (110) ба (111) хавтгайнуудыг үзүүлэв."
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-156_285_269_145_72.jpg",
      "caption": "Зураг 5.21"
    },
    {
      "type": "text",
      "value": "Хэрэв хавтгай координат эхээр дайрч байвал (5.21-р зураг), координат тэнхлэгүүд дээр таслах хэсгүүдийг тодорхойлохын тулд энэ хавтгайг өөртэй нь параллелиар тодорхой хэмжээгээр шилжүүлж, дараа нь харгалзах хэсгүүдийг тодорхойлно. Жишээлбэл, $1, -1, \\infty$ эсвэл $-1, 1, \\infty$. Ингээд Миллерийн индекс рүү шилжихэд ($1\\bar{1}0$) эсвэл ($\\bar{1}10$) болно. Тэмдэгтүүдийг тайлбарлавал: хавтгай координат тэнхлэгийн сөрөг хэсэг рүү огтолж байвал харгалзах хэсэг, улмаар Миллерийн индекс сөрөг байх бөгөөд хасах тэмдгийг индексийн дээр тавьдаг."
    },
    {
      "type": "text",
      "value": "Кристаллографын хавтгайнууд нь кристалл бүтцийн рентген ба нейтрон шинжилгээний аргуудад чухал үүрэг гүйцэтгэдэг."
    },
    {
      "type": "text",
      "value": "Энгийн куб торын хувьд хавтгай хоорондын зай $d$ нь дараах томьёогоор тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "d = \\frac{a}{\\sqrt{h^2 + k^2 + l^2}},"
    },
    {
      "type": "text",
      "value": "энд $a$ - торын тогтмол, $h, k, l$ - Миллерийн индекс юм. Энэ томьёог дараах байдлаар гарган авна. Координатын эх дээр (торын зангилааны нэгд) хамгийн ойр орших ($h k l$) хавтгай нь координат тэнхлэгүүд дээр $a/h, a/k, a/l$ хэсгүүдийг тасалдаг. Координатын эхээс энэ хавтгай хүртэлх зай нь $d$ байна. Хавтгайн нормаль ба $X, Y, Z$ тэнхлэгүүдийн хоорондох өнцгүүдийг $\\alpha, \\beta, \\gamma$ гэж тэмдэглэвэл:"
    },
    {
      "type": "equation",
      "value": "\\cos \\alpha = \\frac{d}{a/h}, \\quad \\cos \\beta = \\frac{d}{a/k}, \\quad \\cos \\gamma = \\frac{d}{a/l}."
    },
    {
      "type": "text",
      "value": "Эдгээр чиглүүлэгч косинусуудын квадратуудын нийлбэр нэгтэй тэнцүү байх нөхцөлийг тооцвол $d$-ийн томьёо гарч ирнэ."
    },
    {
      "type": "text",
      "value": "<b>Кристаллын физик төрлүүд.</b> Торын зангилаанууд дахь хэсгүүдийн мөн чанар болон тэдгээрийн хоорондын үйлчлэх хүчний шинж чанараас хамаарч кристаллыг ионт, атомт, металл ба молекулын гэж дөрвөн төрөлд хуваадаг."
    },
    {
      "type": "text",
      "value": "1. <b>Ионт кристалл.</b> Тэдгээрийн кристалл торын зангилаануудад эсрэг цэнэгтэй ионууд байрладаг. Тэдгээрийн хоорондын харилцан үйлчлэлийн хүч нь гол төлөв электростатик шинжтэй байдаг. Ийм холбоог <i>гетерополяр</i> (эсвэл ионт) холбоо гэнэ. Жишээ нь NaCl кристалл юм."
    },
    {
      "type": "text",
      "value": "2. <b>Атомт кристалл.</b> Эдгээр кристаллын торын зангилаануудад саармаг атомууд байрладаг. Тэдгээрийн хоорондын холбоог <i>гомеополяр</i> (эсвэл ковалент) холбоо гэнэ. Харгалзах үйлчлэлийн хүчнүүд нь мөн цахилгаан шинж чанартай боловч тэдгээрийг зөвхөн квант онолын үндсэн дээр тайлбарлаж болдог."
    },
    {
      "type": "text",
      "value": "Гомеополяр холбоо нь электроны хосоор хэрэгждэг - үүнд атом бүрээс нэг электрон оролцдог. Гомеополяр холбоо нь (гетерополяр холбооноос ялгаатай нь) чиглэсэн шинжтэй байдаг. Атомт кристаллын хамгийн тод жишээ бол бал чулуу ба алмаз юм. Хоёулаа нүүрстөрөгчийн атомаас тогтох боловч кристалл бүтцээрээ эрс ялгаатай."
    },
    {
      "type": "text",
      "value": "3. <b>Металл кристалл.</b> Нааштай ионууд торын зангилаануудад байрлаж, тэдгээрийн хоорондох орон зай нь электрон газоор дүүрсэн байдаг. Энэ нь ионуудын хоорондох түлхэлтийн хүчийг нөхөж, тэднийг барьцалдуулж байдаг. Үгүй бол тор зүгээр л задрах байсан."
    },
    {
      "type": "text",
      "value": "4. <b>Молекулын кристалл.</b> Кристалл торын зангилаануудад тодорхой байдлаар чиглэсэн молекулууд байрладаг. Молекул хоорондын харилцан үйлчлэлийн хүч нь бодит хийн молекулуудын хоорондох таталцлын хүчтэй ижил мөн чанартай байдаг. Тиймээс тэдгээрийг <i>ван-дер-ваальсын хүч</i> гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "<b>Кристаллын дулаан багтаамж.</b> Энэ асуудлыг § 4.5 хэсэгт классик онолын (Дюлонг-Птийн хууль) болон квант онолын (Эйнштейн ба Дебай за загвар, фонон) үүднээс дэлгэрэнгүй авч үзсэн."
    }
  ]
}