{
  "title": "§ 5.5. Плазм",
  "body": [
    {
      "type": "header",
      "value": "§ 5.5. Плазм",
      "id": "5.5"
    },
    {
      "type": "text",
      "value": "<b>Плазм гэж юу вэ.</b> Плазм гэдэг нь иончлогдсон квазинейтрал хий юм. Хий квазинейтрал байна гэдэг нь түүний доторх эсрэг тэмдэгтэй цэнэгүүдийн тоо бараг ижил байхыг хэлнэ. Иончлогдсон атомын тоог тухайн эзлэхүүн дэх нийт атомын тоонд харьцуулсан харьцааг плазмын <i>иончлолын зэрэг</i> $\\alpha$ гэнэ. $\\alpha$-ийн утгаас хамааран сул, хүчтэй ба бүрэн иончлогдсон плазм гэж ялгадаг. $\\alpha \\sim 10^{-3}$ байх төлөв плазм байж болно."
    },
    {
      "type": "text",
      "value": "Эхэндээ плазмыг зөвхөн цахилгаан гүйдлийн онцгой дамжуулагч ба гэрлийн үүсгүүр (хий цэнэглэлтийн ламп) гэж сонирхож байв. Гэвч Орчлон ертөнцийн дийлэнх хэсэг (одууд ба од хоорондын орчин) плазм болохыг ойлгосноор, мөн энергийн зарчмын хувьд шинэ үүсгүүрүүд болох удирдлагат халуун цөмийн нэгдэл, плазмын энергийг шууд цахилгаан энергид шилжүүлэх (магнит-гидродинамик буюу МГД-генератор) боломжтой болсноор байдал эрс өөрчлөгдсөн."
    },
    {
      "type": "text",
      "value": "Плазм нь хийнээс юугаараа ялгаатай вэ? Үүнийг дараах гурван үндсэн шинж чанараар тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "1. <b>Дебайн радиус.</b> Плазм дахь цэнэгт бөөмийн үйлчлэл нь Дебайн радиус $r_D$-ээр хязгаарлагддаг. Энэ нь цэнэгүүдийн хоорондын кулоны харилцан үйлчлэлийн хүчийг бусад цэнэгүүд халхлах (экранлах) зай юм."
    },
    {
      "type": "text",
      "value": "2. <b>Квазинейтрал байх нөхцөл.</b> Плазм квазинейтрал байдлаа хадгалахын тулд түүний шугаман хэмжээ Дебайн радиус $r_D$-ээс хамаагүй их байх ёстой. Зөвхөн энэ нөхцөлд плазм нь цэнэгт бөөмийн нэгдмэл систем шиг ажилладаг. Энэ нь плазмд асар олон тооны бөөмүүд нэгэн зэрэг харилцан үйлчилдэг гэсэн үг юм. Энэ шинж чанар нь плазмд төрөл бүрийн хамтын хөдөлгөөн (хэлбэлзэл) үүсэх боломжийг олгодог."
    },
    {
      "type": "text",
      "value": "3. <b>Плазмын хэлбэлзэл.</b> Хийд дулааны флуктуаци замбараагүй явагддаг бол плазмд нейтрал байдал алдагдах нь маш бага эзлэхүүнд локалчлагддаг. Плазмын аль нэг хэсэгт электронейтрал чанар алдагдахад тэнд цахилгаан орон үүсэж, улмаар цэнэгүүдийн $\\omega_{\\text{пл}}$ давтамжтай тууш хэлбэлзэл үүсдэг. Үүнийг <i>плазмын давтамж</i> гэнэ. Электронуудын хувьд:"
    },
    {
      "type": "equation",
      "value": "\\omega_{\\text{пл}} = \\sqrt{\\varkappa n e^2 / m},"
    },
    {
      "type": "text",
      "value": "энд $\\varkappa = 1/\\varepsilon_0$ (СИ системд), $m$ - электроны масс, $n$ - тэдгээрийн концентраци юм."
    },
    {
      "type": "text",
      "value": "4. <b>Плазмын температур.</b> Электрон ба ионы массын ихээхэн ялгаа нь плазмд электрон ($T_e$) ба ион ($T_i$) гэсэн хоёр температуртай квази-тэнцвэрт төлөв байх боломжийг олгодог. Цаг хугацааны явцад энерги солилцсоны үр дүнд бүх плазмын хувьд Максвеллын хуваарилалт тогтож, ерөнхий температуртай болно. Ийм плазмыг <i>изотерм</i> плазм гэнэ."
    },
    {
      "type": "text",
      "value": "5. <b>Идеал плазм.</b> Бөөмсийн харилцан үйлчлэлийн дундаж потенциал энерги тэдгээрийн дундаж кинетик энергитэй харьцуулахад бага байх плазмыг ийнхүү нэрлэдэг. Ийм плазмын термодинамик шинж чанар идеал хийн төлөвийн тэгшитгэлээр $p = nkT$ сайн тодорхойлогддог."
    },
    {
      "type": "text",
      "value": "6. <b>Плазмын дамжуулалт $\\sigma$.</b> Энэ нь (4.18) томьёогоор тодорхойлогдох бөгөөд СИ системд дамжуулалтыг үнэлэх энгийн илэрхийлэл нь:"
    },
    {
      "type": "equation",
      "value": "\\sigma \\approx 10^{-3} T^{3/2}, \\text{ Ом}^{-1}\\text{м}^{-1}."
    },
    {
      "type": "text",
      "value": "Температур нэмэгдэхэд плазмын $\\sigma$ хурдан өсдөг тул хангалттай халсан плазм сайн дамжуулагч болдог."
    },
    {
      "type": "text",
      "value": "7. <b>Магнит орон дахь плазм.</b> Плазмын физикийн хамгийн чухал практик ач холбогдол нь удирдлагат халуун цөмийн нэгдлийн асуудлыг шийдвэрлэхтэй холбоотой. Үүний тулд устөрөгчийн плазмыг $10^8$ К-ээс багагүй температурт хүртэл халаах шаардлагатай. Ийм өндөр температурыг плазмыг савны ханатай шүргэлцүүлэхгүйгээр барих «магнит дулаан тусгаарлалт»-ын тусламжтайгаар хэрэгжүүлдэг: плазмыг хүчтэй магнит оронд байрлуулж, цэнэгт бөөмсийг хана руу очихоос сэргийлдэг."
    }
  ]
}