{
  "id": "8.5",
  "title": "§ 8.5. Релятивист бөөмсийн систем",
  "body": [
    {
      "type": "header",
      "id": "8.5",
      "value": "§ 8.5. Релятивист бөөмсийн систем"
    },
    {
      "type": "subheader",
      "value": "Системийн энерги ба импульсийн тухай"
    },
    {
      "type": "text",
      "value": "Одоог хүртэл бид нэг бөөмийн явц авч үзэхээр хязгаарлагдаж байлаа. Нэг бөөмийн динамикаас ялгаатай харьцангуйн онолд бөөмсийн системийн динамик бүтээх нь хамаагүй төвөгтэй асуудал юм. Гэсэн хэдий ч энэ тохиолдолд ч хэд хэдэн чухал ерөнхий хуулиудыг тогтоож болно."
    },
    {
      "type": "text",
      "value": "Хэрэв биднийг системийн бүхэлдээ хөдөлгөөн сонирхож байвал систем доторх процессуудаас татгалзаж, түүний орон зайн хэмжээг үл тоомсорлон системийг нэг материаллаг цэг — бөөм гэж үзэж болно. Ийм учраас релятивист бөөмсийн системийг бүхэлдээ бүтэн энерги $E$, импульс $\\mathbf{p}$, тайвны масс $M_{0}$-ээр тодорхойлж, өмнө олсон илэрхийллүүд бүхэлдээ бөөмсийн системд ч зөв гэж баталж болно."
    },
    {
      "type": "text",
      "value": "Бүхэлдээ системийн бүтэн энерги $E$, импульс $\\mathbf{p}$, тайвны масс $M_{0}$ гэдгийг юугаар ойлгох ёстойг тодруулах хэрэгтэй. Ерөнхий тохиолдолд хэрэв систем харилцан үйлчилж буй релятивист бөөмсөөс бүрдэж байвал түүний бүтэн энерги"
    },
    {
      "type": "equation",
      "value": "E=\\sum m_{i} c^{2}+W,",
      "tag": "8.27"
    },
    {
      "type": "text",
      "value": "энд $m_{i} c^{2}$ — $i$-р бөөмийн бүтэн энерги (энэ хэмжигдэхүүнд бусад бөөмстэй үйлчлэлийн энерги ороогүй гэдгийг сануулъя); $W$ — системийн бүх бөөмсийн үйлчлэлийн нийлбэр энерги."
    },
    {
      "type": "text",
      "value": "Ньютоны механикт $W$ нь системийн бөөмсийн үйлчлэлийн потенциал энергийг илэрхийлнэ — өгөгдсөн үйлчлэлийн шинж чанарт зөвхөн"
    },
    {
      "type": "text",
      "value": "системийн тохиргооноос хамаарах хэмжигдэхүүн. Харин релятивист динамикт бөөмсийн үйлчлэлийн потенциал энергийн ойлголт байхгүй нь харагдана. Үүнийг потенциал энергийн ойлголт өөрөө алсын үйлчлэлийн (үйлчлэлүүдийн агшин зуурын дамжилт) төсөөлөлтэй нягт холбоотой байдгаар тайлбарлаж болно. Системийн тохиргооны функц болохдоо потенциал энерги агшин бүрд тухайн үе дэх системийн бөөмсийн харилцан байрлалаар тодорхойлогдоно. Системийн тохиргооны өөрчлөлт агшин зуур потенциал энергийн өөрчлөлтийг бий болгох ёстой. Үнэн хэрэгтээ ийм биш (үйлчлэлүүд төгсгөлөг хурдаар дамждаг) учраас релятивист бөөмсийн системд үйлчлэлийн потенциал энергийн ойлголтыг оруулж болохгүй."
    },
    {
      "type": "text",
      "value": "Ерөнхий тохиолдолд үйлчлэлийн энерги $W$, улмаар харилцан үйлчилж буй релятивист бөөмсийн системийн бүтэн энерги $E$-ийн илэрхийллийг бичиж боломжгүй. Энэ нь системийн импульст ч хамаарна, учир нь релятивист динамикт импульс нь энерги $E$-ээс үл хамаарах хэмжигдэхүүн биш. Системийн масс $M_{0}$-ийн тухайд асуудал ч мөн адил төвөгтэй, ерөнхий тохиолдолд түүний тухай зөвхөн нэг зүйл хэлж болно: энэ бол өгөгдсөн механик систем бүхэлдээ тайван байгаа (өөрөөр хэлбэл Т-систем дэх) тооллын систем дэх масс."
    },
    {
      "type": "text",
      "value": "Дурдсан хүндрэлүүдийн улмаас релятивист бөөмсийн системийн динамик бүтээх нь харьцангуй цөөн хэдэн хамгийн энгийн тохиолдлоор хязгаарлагддаг, тэдгээрийн хоёрыг бид авч үзнэ. Энэ бол харилцан үйлчлэхгүй релятивист бөөмсийн систем болон практик ач холбогдол бүхий хоёр бөөмийн мөргөлдөөний тохиолдол."
    },
    {
      "type": "subheader",
      "value": "Харилцан үйлчлэхгүй бөөмсийн систем"
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд бүтэн энерги $E$ ба импульс $p$ нь нэмэгдэх шинж чанартай бөгөөд системд тэдгээрийг дараах байдлаар илэрхийлж болно:"
    },
    {
      "type": "equation",
      "value": "E=\\sum m_{i} c^{2}, \\quad \\mathbf{p}=\\sum \\mathbf{p}_{i},",
      "tag": "8.28"
    },
    {
      "type": "text",
      "value": "энд $m_{i}$ ба $\\mathbf{p}_{i}$ — системийн $i$-р бөөмийн релятивист масс ба импульс. Энэ тохиолдолд үйлчлэлүүд байхгүй учраас бүх бөөмсийн хурд"
    },
    {
      "type": "text",
      "value": "тогтмол, улмаар бүх системийн бүтэн энерги ба импульс хугацаанд тогтмол."
    },
    {
      "type": "text",
      "value": "Бөөмсийн системийн тайвны энерги $E_{0}$ гэсэн ойлголтыг Т-систем дэх түүний бүтэн энерги гэж оруулъя, энд нийлбэр импульс $\\tilde{\\mathbf{p}}=\\sum \\tilde{\\mathbf{p}}_{i}=0$ бөгөөд систем бүхэлдээ тайван байна. Ингэснээр"
    },
    {
      "type": "equation",
      "value": "E_{0}=\\sum \\tilde{E}_{i},",
      "tag": "8.29"
    },
    {
      "type": "text",
      "value": "энд $\\tilde{E}_{i}$ — Т-систем дэх $i$-р бөөмийн бүтэн энерги. Энэ нь тайвны энергид бөөм бүрийн тайвны энергиэс гадна Т-систем дэх тэдний кинетик энерги $\\tilde{K}_{i}$ ч орно гэсэн үг:"
    },
    {
      "type": "equation",
      "value": "\\tilde{E}_{i}=m_{0 i} c^{2}+\\tilde{K}_{i} ."
    },
    {
      "type": "text",
      "value": "Энэ нь илт системийн тайвны массад ч хамаарна:"
    },
    {
      "type": "equation",
      "value": "M_{0}=E_{0} / c^{2} .",
      "tag": "8.30"
    },
    {
      "type": "text",
      "value": "Үүнээс ялангуяа системийн тайвны масс бөөм тус бүрийн тайвны массын нийлбэртэй тэнцүү биш, харин"
    },
    {
      "type": "equation",
      "value": "M_{0}>\\sum m_{0 i} ."
    },
    {
      "type": "text",
      "value": "Системийн тайвны энерги ба масс ($E_{0}$ ба $M_{0}$) оруулснаар харилцан үйлчлэхгүй релятивист бөөмсийн системийг бүтэн энерги $E=\\sum m_{i} c^{2}$, импульс $\\mathbf{p}=\\sum \\mathbf{p}_{i}$, тайвны масс $M_{0}=E_{0} / c^{2}$ бүхий нэг бөөм гэж авч үзэж, илэрхийллүүд (8.12) ба (8.14) бөөмсийн системд ч зөв гэж баталж болно:"
    },
    {
      "type": "equation",
      "value": "E^{2}-p^{2} c^{2}=M_{0}^{2} c^{4}=\\text{инв}",
      "tag": "8.31"
    },
    {
      "type": "equation",
      "value": "\\mathbf{p}=E \\mathbf{V} / c^{2}",
      "tag": "8.32"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{V}$ — бүхэлдээ бөөмсийн системийн хурд, өөрөөр хэлбэл Т-системийн хурд. Энэ хурдыг (8.32)-ын дагуу дараах байдлаар илэрхийлж болно:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{V}=\\frac{\\sum \\mathbf{p}_{i}}{\\sum m_{i}},",
      "tag": "8.33"
    },
    {
      "type": "text",
      "value": "энд $m_{i}$ — системийн $i$-р бөөмийн релятивист масс. (8.33) нь хэлбэрээрээ системийн массын төвийн хурдны релятивист бус илэрхийлэл (3.9)-тэй давхцаж байгааг анхаарна уу."
    },
    {
      "type": "subheader",
      "value": "Хоёр бөөмийн мөргөлдөөн"
    },
    {
      "type": "text",
      "value": "Мөргөлдөөний процессыг хоёр шатаар явагдаж буй гэж авч үзье: эхлээд тодорхой нийлмэл бөөм $A^{*}$ үүсэх, дараа нь түүний ерөнхий тохиолдолд өөр бөөмс болон задрах:"
    },
    {
      "type": "equation",
      "value": "A_{1}+A_{2} \\rightarrow A^{*} \\rightarrow A_{3}+A_{4}+\\ldots ."
    },
    {
      "type": "text",
      "value": "$A_{1}$ ба $A_{2}$ бөөмс ойртох явцад тэдний хоорондох үйлчлэл бага биш болж чадах бөгөөд томъёонууд (8.28) хэрэглэгдэхээ болино. Гэсэн хэдий ч үүссэн бөөмс бие биенээсээ их зайд тархсаны дараа эдгээр томъёонууд дахин хэрэглэгдэнэ."
    },
    {
      "type": "text",
      "value": "Энэ тохиолдолд хоёр анхны бөөмийн бүтэн энергиудийн нийлбэр (тэд бие биенээсээ тун хол байх үед тэдний үйлчлэл үл тоомсорлох боломжтой) нийлмэл бөөмийн бүтэн энергитэй тэнцүү гэдгийг харуулж болно. Энэ нь процессын хоёр дахь шат — задралд ч хамаарна. Өөрөөр хэлбэл энэ процесст бүтэн энерги хадгалагдах хууль дараах хэлбэрээр зөв гэдгийг харуулж болно:"
    },
    {
      "type": "equation",
      "value": "E_{1}+E_{2}=E^{*}=E_{3}+E_{4}+\\ldots .",
      "tag": "8.34"
    },
    {
      "type": "text",
      "value": "Энэ үнэхээр ийм гэдгийг дараах энгийн жишээн дээр баталъя."
    },
    {
      "type": "text",
      "value": "Хоёр ижил 1 ба 2 бөөмийн мөргөлдөөнийг төсөөлье,"
    },
    {
      "type": "image",
      "src": "images/irodov-mechanics/66a35da9-3faa-4823-9ca9-40799f37b3db-281_370_378_1387_68.jpg",
      "caption": "Зураг 8.6"
    },
    {
      "type": "text",
      "value": "үүний үр дүнд тодорхой нийлмэл бөөм үүснэ. Мөргөлдөөний өмнө Зураг 8.6-д үзүүлснээр бөөмс $K$-системд ижил $v$ хурдаар бие биенийхээ өөд хөдөлж байгаа гэе. Одоо энэ процессыг $K$-системтэй харьцуулбал зүүн тийш $\\mathbf{V}$ хурдаар хөдөлж буй $K^{\\prime}$-системд авч үзье. $K$-системд бөөм бүрийн хурд $V$ векторт перпендикуляр учраас"
    },
    {
      "type": "text",
      "value": "(7.14)-ийн дагуу хоёр бөөм $K^{\\prime}$-системд $V$-тэй тэнцүү $x$-бүрэлдэхүүн хурдтай. $K^{\\prime}$-системд үүссэн бөөм ч мөн ийм хурдтай байх ба түүний релятивист массыг $m^{*}$ гэж тэмдэглэе. Мөргөлдөөний өмнө ба дараах импульс хадгалагдах хуулиас импульсийн $x$-бүрэлдэхүүнд $2 m\\left(v^{\\prime}\\right) V=m^{*} V$, энд $v^{\\prime}$ — $K^{\\prime}$-систем дэх бөөм бүрийн хурд. Үүнээс"
    },
    {
      "type": "equation",
      "value": "2 m\\left(v^{\\prime}\\right)=m^{*},"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл анхны бөөмсийн релятивист массуудын нийлбэр үүссэн бөөмийн релятивист масстай тэнцүү. $K$-системд асуудал ч мөн адил. Үнэхээр $V$ хурдны маш бага утганд $v^{\\prime}$ хурд бараг $v$-тэй тэнцүү, харин релятивист масс $m^{*}$ нь үүссэн бөөмийн тайвны масс $m_{0}^{*}$-тай тэнцүү болох тул $K$-системд"
    },
    {
      "type": "equation",
      "value": "2 m(v)=m_{0}^{*} ."
    },
    {
      "type": "text",
      "value": "Үүнээс үүссэн бөөмийн тайвны масс анхны бөөмсийн тайвны массуудын нийлбэрээс их байна гэдэг харагдана. Анхны бөөмсийн кинетик энерги хувирал туулж, үүний үр дүнд үүссэн бөөмийн масс анхны бөөмсийн массуудын нийлбэрээс давсан."
    },
    {
      "type": "text",
      "value": "Ингэж бид системийн импульс хадгалагдах хуулийн улмаас анхны бөөмсийн релятивист массуудын нийлбэр үүссэн бөөмийн релятивист масстай тэнцүү гэдгийг харуулсан. Энэ нь илт бүтэн энергид ч хамаарна. Иймээс энэ процессын авч үзэж буй шатуудад бүтэн энерги хадгалагдах (8.34) хэлбэрээр үнэхээр байдаг гэж баталж болно."
    },
    {
      "type": "text",
      "value": "Цөмийн процессуудад энерги хадгалагдах хуулийг хэрэглэх нь § 8.3-д аль хэдийн хэлсэнчлэн харьцангуйн онолын үндсэн хуулиудын нэг болох масс ба энергийн харилцан хамаарлын хуулийн зөв байдлыг туршилтаар шалгах боломжийг олгосон. Жишээнүүд авч үзье."
    },
    {
      "type": "text",
      "value": "**Жишээ 1. Цөмийн урвалуудын энергийн гарц.** Дараах төрлийн цөмийн урвал авъя:"
    },
    {
      "type": "equation",
      "value": "A_{1}+A_{2} \\rightarrow A_{3}+A_{4},"
    },
    {
      "type": "text",
      "value": "энд зүүн тал — анхны цөмүүд, баруун тал — урвалын бүтээгдэхүүн цөмүүд. Энэ урвалд бүтэн энерги хадгалагдах хуулийг хэрэглэе:"
    },
    {
      "type": "equation",
      "value": "E_{1}+E_{2}=E_{3}+E_{4} ."
    },
    {
      "type": "text",
      "value": "Бөөм бүрийн бүтэн энергийг $E=m_{0} c^{2}+K$ хэлбэрээр илэрхийлж болно, энд $m_{0}$ — харгалзах цөмийн тайвны масс, $K$ — түүний кинетик энерги. Өмнөх тэнцэтгэлийг ингэж дахин бичье:"
    },
    {
      "type": "equation",
      "value": "\\left(m_{1}+m_{2}\\right) c^{2}+K_{12}=\\left(m_{3}+m_{4}\\right) c^{2}+K_{34},"
    },
    {
      "type": "text",
      "value": "энд $K_{12}$ ба $K_{34}$ — урвалын өмнө ба дараах цөмүүдийн нийлбэр кинетик энергиуд. Үүнээс"
    },
    {
      "type": "equation",
      "value": "K_{34}-K_{12}=\\left(m_{1}+m_{2}\\right) c^{2}-\\left(m_{3}+m_{4}\\right) c^{2} ."
    },
    {
      "type": "text",
      "value": "Энэ тэнцэтгэлийн зүүн тал бол өгөгдсөн системийн цөмүүдийн нийлбэр кинетик энергийн өсөлт — цөмийн урвалын энергийн гарц гэж нэрлэдэг бөгөөд $Q$ гэж тэмдэглэдэг. Ингэснээр"
    },
    {
      "type": "equation",
      "value": "Q=\\left[\\left(m_{1}+m_{2}\\right)-\\left(m_{3}+m_{4}\\right)\\right] c^{2} ."
    },
    {
      "type": "text",
      "value": "Энэ хэмжигдэхүүн аль нэг цөмийн урвалын шинж чанараас хамааран ямар ч тэмдэгтэй байж болно. Ингэснээр цөмийн урвалын энергийн гарцыг урвалын өмнө ба дараах цөмүүдийн тайвны массуудын нийлбэрүүдийн зөрүүгээр тодорхойлогдоно. Энэ харьцаанд орох бүх хэмжигдэхүүнүүдийг хангалттай өндөр нарийвчлалаар туршилтаар хэмжиж болох тул тэнцэтгэл өөрөө ч шалгагдаж болно."
    },
    {
      "type": "text",
      "value": "Тодорхой цөмийн урвал авч үзье:"
    },
    {
      "type": "equation",
      "value": "{}^{7}\\mathrm{Li}+{}^{1}\\mathrm{H} \\rightarrow 2{}^{4}\\mathrm{He} ."
    },
    {
      "type": "text",
      "value": "Эдгээр цөмүүдийн хэмжигдсэн тайвны массууд (атомын массын нэгжээр а.м.н.) харгалзан 7,0160, 1,0078 ба 4,0024 а.м.н. тэнцүү. Үүнээс цөмийн урвалын үр дүнд цөмүүдийн тайвны массуудын нийлбэр 0,019 а.м.н.-ээр багассан гэж амархан тооцоолж болно. 1 а.м.н. нь 931,4 МэВ энергитэй тохирно гэдгийг анхаарч $Q=0{,}019 \\cdot 931{,}4$ МэВ $=17{,}7$ МэВ гарна. Энэ үр дүн туршилтын өгөгдөлтэй их нарийвчлалтайгаар давхцана."
    },
    {
      "type": "text",
      "value": "**Жишээ 2. Бөөмсийн задрал.** Тайван байгаа $A_{1}$ бөөм аяндаа $A_{2}$ ба $A_{3}$ бөөмс болон задарна гэе. Бүтэн энерги хадгалагдах хуулийн дагуу"
    },
    {
      "type": "equation",
      "value": "E_{1}=E_{2}+E_{3} ."
    },
    {
      "type": "text",
      "value": "Бөөм бүрийн бүтэн энерги $E=m_{0} c^{2}+K$ учраас"
    },
    {
      "type": "equation",
      "value": "m_{1} c^{2}=\\left(m_{2}+m_{3}\\right) c^{2}+K_{23},"
    },
    {
      "type": "text",
      "value": "энд $K_{23}$ — үүссэн бөөмсийн нийлбэр кинетик энерги. Энэ энергийг задралын энерги $Q$ гэж нэрлэнэ. Ингэснээр"
    },
    {
      "type": "equation",
      "value": "Q=\\left[m_{1}-\\left(m_{2}+m_{3}\\right)\\right] c^{2} ."
    },
    {
      "type": "text",
      "value": "$Q$ нь эрс эерэг хэмжигдэхүүн учраас бөөмийн аяндаа задрах процесс зөвхөн"
    },
    {
      "type": "equation",
      "value": "m_{1}>m_{2}+m_{3},"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл анхны бөөмийн тайвны масс үүсч буй бөөмсийн массуудын нийлбэрээс их байх нөхцөлд л боломжтой. Эсрэг тохиолдолд аяндаа задрах боломжгүй. Туршилт энэ дүгнэлтийг бүрэн баталж байна."
    },
    {
      "type": "text",
      "value": "Жишээ нь $\\pi$-мезоны задралыг авч үзье. Туршилтаар цэнэгтэй $\\pi$-мезонууд мюон ба нейтрино болон задардаг нь тогтоогджээ: $\\pi \\rightarrow \\mu+\\nu$. Хүснэгтийн өгөгдлөөр эдгээр бөөмсийн тайвны массууд (электроны массын нэгжээр) харгалзан 273,2, 206,8 ба 0 тэнцүү. Үүнээс задралын үр дүнд тайвны масс 66,4 электроны массаар буурдаг. Электроны тайвны массад 0,51 МэВ энерги тохирох тул энэ задралын энерги $Q=66{,}4 \\cdot 0{,}51$ МэВ$=34$ МэВ, энэ нь туршилтын үр дүнтэй яг тохирно."
    },
    {
      "type": "text",
      "value": "Бөөмсийн мөргөлдөөн болон дараа нь нийлмэл бөөмийн задралын үр дүнд системийн бүтэн энерги (улмаар түүний импульс) өөрчлөгдөхгүй гэдэг өөр чухал дүгнэлтэд хүргэнэ: системийн $E^{2}-p^{2} c^{2}$ хэмжигдэхүүн зөвхөн өөр өөр инерциал тооллын системүүдийн харьцуулбал төдийгүй дээр заасан мөргөлдөөний процессын шатуудын хувьд ч инвариант байна."
    },
    {
      "type": "text",
      "value": "Жишээ нь хоёр релятивист бөөм мөргөлдөж, үүний үр дүнд тайвны масс $M_{0}$ бүхий шинэ бөөм үүссэн гэе. Хэрэв $K$-тооллын системд мөргөлдөөний өмнө бөөмсийн бүтэн энергиуд $E_{1}$ ба $E_{2}$, тэдний импульсүүд харгалзан $\\mathbf{p}_{1}$ ба $\\mathbf{p}_{2}$ бол бид шууд $K$-системээс (мөргөлдөөний өмнө) Т-систем рүү (мөргөлдөөний дараа) шилжихэд дараах тэнцэтгэл биелнэ гэж бичиж болно:"
    },
    {
      "type": "equation",
      "value": "\\underbrace{\\left(E_{1}+E_{2}\\right)^{2}-\\left(\\mathbf{p}_{1}+\\mathbf{p}_{2}\\right)^{2} c^2}_{K\\text{-систем}}=\\underbrace{M_{0}^{2} c^{4}}_{\\text{Т-систем}},",
      "tag": "8.35"
    },
    {
      "type": "text",
      "value": "энд Т-системд үүссэн бөөм тайван байна гэдгийг анхаарсан."
    },
    {
      "type": "text",
      "value": "$E^{2}-p^{2} c^{2}$ хэмжигдэхүүний инвариант байдал нь релятивист бөөмсийн задрал ба мөргөлдөөний янз бүрийн процессуудыг судлахад орлуулшгүй хэрэгсэл болж өгч, түүгээр дамжуулан процессуудын өөрсдийн шинжилгээ болон харгалзах тооцооллууд туйлын хялбарчлагдана."
    },
    {
      "type": "text",
      "value": "**Жишээ.** $K$-тооллын системд $m_{0}$ массын бөөм кинетик энерги $K$-тай байж мөн ижил массын тайван байгаа өөр бөөмд мөргөлдөнө. Мөргөлдөөний үр дүнд үүссэн нийлмэл бөөмийн масс $M_{0}$ ба хурд $V$-ийг олъё."
    },
    {
      "type": "text",
      "value": "$E^{2}-p^{2} c^{2}$ хэмжигдэхүүний инвариантыг ашиглан бичье:"
    },
    {
      "type": "equation",
      "value": "E^{2}-p^{2} c^{2}=M_{0}^{2} c^{4}"
    },
    {
      "type": "text",
      "value": "энд тэнцэтгэлийн зүүн тал $K$-тооллын системд (мөргөлдөөний өмнө), баруун тал Т-системд (мөргөлдөөний дараа) хамаарна. Энэ тохиолдолд $E=K+2 m_{0} c^{2}$. Түүнчлэн (8.15)-ийн дагуу $p^{2} c^{2}=K\\left(K+2 m_{0} c^{2}\\right)$. Иймээс"
    },
    {
      "type": "equation",
      "value": "\\left(K+2 m_{0} c^{2}\\right)^{2}-K\\left(K+2 m_{0} c^{2}\\right)=M_{0}^{2} c^{4}"
    },
    {
      "type": "text",
      "value": "Үүнээс"
    },
    {
      "type": "equation",
      "value": "M_{0}=\\frac{1}{c} \\sqrt{2 m_{0}\\left(K+2 m_{0} c^{2}\\right)}"
    },
    {
      "type": "text",
      "value": "Үүссэн бөөмийн хурд бол Т-системийн хурд. (8.32)-ын дагуу"
    },
    {
      "type": "equation",
      "value": "V=p c^{2} / E=c \\sqrt{K /\\left(K+2 m_{0} c^{2}\\right)} ."
    }
  ]
}