{
  "id": "3.1",
  "title": "§ 3.1. Хадгалагдах хуулиудын тухай",
  "body": [
    {
      "type": "header",
      "id": "3.1",
      "value": "§ 3.1. Хадгалагдах хуулиудын тухай"
    },
    {
      "type": "text",
      "value": "Аливаа бие (эсвэл биеүүдийн цогц) үндсэндээ материаллаг цэг буюу бөөмсийн систем юм. Хэрэв систем хугацааны явцад өөрчлөгдвөл түүний төлөв өөрчлөгдөж байна гэнэ. Системийн төлөв нь түүний бүх бөөмийн байрлал (координатууд) болон хурдыг нэгэн зэрэг өгснөөр тодорхойлогдоно."
    },
    {
      "type": "text",
      "value": "Системийн бөөмс дээр үйлчилж буй хүчнүүдийн хууль болон тодорхой эхний агшин дахь системийн төлөвийг мэдвэл, туршлагаас харахад хөдөлгөөний тэгшитгэлүүдийн тусламжтайгаар түүний цаашдын зан төлөвийг урьдчилан таамаглаж, өөрөөр хэлбэл хугацааны дурын агшин дахь системийн төлөвийг олж болдог. Жишээлбэл, Нарны аймгийн гарагуудын хөдөлгөөний бодлогыг ингэж шийддэг."
    },
    {
      "type": "text",
      "value": "Гэвч хөдөлгөөний тэгшитгэлүүдийн тусламжтайгаар системийн зан төлөвийг дэлгэрэнгүй авч үзэх нь ихэвчлэн хэтэрхий төвөгтэй байдаг (жишээлбэл, систем өөрөө нарийн нийлмэл бүтэцтэй байдгаас) тул шийдэлд хүрэх нь практик дээр боломжгүй болдог. Харин үйлчилж буй хүчнүүдийн хууль огт мэдэгдэхгүй байгаа тохиолдолд ийм хандлага зарчмын хувьд ч хэрэгжих боломжгүй юм. Үүнээс гадна тусдаа бөөмсийн хөдөлгөөнийг дэлгэрэнгүй авч үзэх нь утгагүй болох хэд хэдэн бодлого байдаг (жишээлбэл, хийн бие бүрийн молекулуудын хөдөлгөөнийг тайлбарлах)."
    },
    {
      "type": "text",
      "value": "Ийм нөхцөлд Ньютоны хуулиудын үр дагавар болох, бодлогын шийдэлд өөрөөр хандаж, ийм хүндрэлүүдийг тодорхой хэмжээгээр тойрч гарах боломж олгох ямар нэгэн ерөнхий зарчим байхгүй юу гэсэн асуулт зүй ёсоор гарч ирдэг."
    },
    {
      "type": "text",
      "value": "Ийм зарчмууд байдаг нь тогтоогджээ. Эдгээр нь хадгалагдах хуулиуд юм. Өмнө хэлсэнчлэн системийн хөдөлгөөний үед түүний төлөв цаг хугацаатай хамт өөрчлөгддөг. Гэвч цаг хугацааны явцад хадгалагдах маш чухал бөгөөд гайхалтай шинж чанартай хэмжигдэхүүнүүд оршдог. Эдгээр хадгалагдах хэмжигдэхүүнүүдийн дунд хамгийн чухал үүрэг гүйцэтгэдэг нь энерги, импульс ба импульсийн момент юм. Эдгээр гурван хэмжигдэхүүн аддитив (нэмэгдэх) чанарын чухал ерөнхий шинжтэй: харилцан үйлчлэл нь үл тооцохуйц бага хэсгүүдээс бүрдсэн системийн хувьд тэдгээрийн утга нь хэсэг бүрийн утгуудын нийлбэртэй тэнцүү байдаг (үнэндээ импульс болон импульсийн моментийн хувьд аддитив чанар харилцан үйлчлэл байх үед ч биелдэг). Яг энэ аддитив шинж чанар нь эдгээр гурван хэмжигдэхүүнд онцгой үүрэг өгдөг."
    },
    {
      "type": "text",
      "value": "Энерги, импульс ба импульсийн момент хадгалагдах хуулиуд хожим нь маш гүн гарал үүсэлтэй болох нь тогтоогдсон бөгөөд цаг хугацаа ба орон зайн үндсэн шинж чанарууд болох нэгэн төрөл чанар ба изотроп чанартай холбоотой юм. Тодруулбал: энергийн хадгалагдах хууль цаг хугацааны нэгэн төрөл чанартай, харин импульс болон импульсийн момент хадгалагдах хуулиуд тус тус орон зайн нэгэн төрөл чанар ба изотроп чанартай холбоотой. Үүнийг дараах утгаар ойлгох хэрэгтэй: дээрх хадгалагдах хуулиудыг Ньютоны хоёрдугаар хуулиас, хэрэв түүнд цаг хугацаа ба орон зайн тохирох тэгш хэмийн шинж чанаруудыг нэмбэл гарган авч болно. Энэ асуудлыг энд илүү дэлгэрэнгүй авч үзэхгүй."
    },
    {
      "type": "text",
      "value": "Энерги, импульс ба импульсийн момент хадгалагдах хуулиуд физикийн үнэлж баршгүй ач холбогдолтой үндсэн зарчмуудын тоонд багтдаг. Эдгээр хуулийн үүрэг, тэдгээр нь механикийн хязгаараас хол давж, байгалийн түгээмэл хуулиуд болох нь тогтоогдсоны дараа онцгой өсчээ. Ямар ч тохиолдолд одоог хүртэл эдгээр хууль зөрчигдөх ямар нэг үзэгдэл олдоогүй байна. Тэдгээр нь эгэл бөөмсийн болон сансрын объектуудын салбарт, атомын физик болон хатуу биеийн физикт яг таг биелж байдаг бөгөөд орчин үеийн физикийн үндэс суурь болдог хамгийн ерөнхий цөөн хэдэн хуулийн нэг юм."
    },
    {
      "type": "text",
      "value": "Төрөл бүрийн механик үзэгдлүүдийг авч үзэхэд өөр хандлагын боломжийг нээж өгснөөр хадгалагдах хуулиуд физикчдийн өдөр тутам хэрэглэдэг маш хүчирхэг бөгөөд үр дүнтэй судалгааны хэрэгсэл болсон. Хадгалагдах хуулиудын судалгааны хэрэгсэл болох энэхүү чухал үүрэг нь хэд хэдэн шалтгаанаар нөхцөлддөг:"
    },
    {
      "type": "text",
      "value": "1. Хадгалагдах хуулиуд бөөмсийн траекториос ч, үйлчилж буй хүчнүүдийн шинж чанараас ч хамаарахгүй. Иймд тэдгээр нь хөдөлгөөний тэгшитгэлүүдийн тусламжтайгаар дэлгэрэнгүй авч үзэлгүйгээр төрөл бүрийн механик процессуудын шинж чанаруудын тухай хэд хэдэн маш ерөнхий бөгөөд чухал дүгнэлтүүдийг гаргах боломжийг олгодог. Хэрэв жишээлбэл, тодорхой процесс хадгалагдах хуулиудтай зөрчилддөг нь тогтоогдвол даруй хэлэж болно: энэ процесс боломжгүй бөгөөд түүнийг хэрэгжүүлэхийг оролдох нь утгагүй."
    },
    {
      "type": "text",
      "value": "2. Хадгалагдах хуулиуд үйлчилж буй хүчнүүдийн шинж чанараас хамаарахгүй гэдэг баримт нь хүчнүүд огт мэдэгдэхгүй байсан ч тэдгээрийг ашиглах боломжийг олгодог. Эдгээр тохиолдолд хадгалагдах хуулиуд судалгааны цорын ганц бөгөөд орлуулшгүй хэрэгсэл болдог. Жишээлбэл, эгэл бөөмсийн физикт ийм байдал ажиглагддаг."
    },
    {
      "type": "text",
      "value": "3. Хүчнүүд нарийвчлан мэдэгдэж байгаа тохиолдолд ч гэсэн хадгалагдах хуулиуд бөөмсийн хөдөлгөөний тухай олон бодлогыг шийдэхэд чухал тусламж үзүүлж чадна. Хэдийгээр эдгээр бүх бодлого хөдөлгөөний тэгшитгэлүүдийн тусламжтайгаар шийдэгдэж болох ч (энэ талаараа хадгалагдах хуулиудаас бид ямар ч нэмэлт мэдээлэл авахгүй), хадгалагдах хуулиудыг татан оруулах нь ихэвчлэн шийдлийг хамгийн энгийн бөгөөд гоёмсог замаар олох боломжийг олгодог бөгөөд биднийг ээдрээтэй, ядаргаатай тооцооноос чөлөөлдөг. Иймд шинэ бодлогуудыг шийдэхдээ ихэвчлэн дараах дарааллыг баримталдаг: юуны өмнө тохирох хадгалагдах хуулиудыг нэг нэгээр нь хэрэглэж, зөвхөн энэ хүрэлцэхгүй гэдгийг баталгаажуулсны дараа л хөдөлгөөний тэгшитгэлийн тусламжтайгаар шийдэлд шилждэг."
    },
    {
      "type": "text",
      "value": "Хадгалагдах хуулиудын судалгааг импульс хадгалагдах хуулиас эхэлцгээе."
    }
  ]
}