{
  "id": "3.1",
  "title": "§ 3.1. Термодинамикийн хоёр дахь хууль",
  "body": [
    {
      "type": "header",
      "id": "3.1",
      "value": "§ 3.1. Термодинамикийн хоёр дахь хууль"
    },
    {
      "type": "text",
      "value": "Термодинамикийн эхний хууль нь мөн чанараараа дулааны үзэгдэлд энерги хадгалагдах хуулийг ерөнхийлсэн зүйл юм. Энэ нь энергийн нэг хэлбэрээс нөгөө рүү хувирах тоо хэмжигдэхүүний хамаарлыг тодорхойлдог."
    },
    {
      "type": "text",
      "value": "Эхний хуулиас ялгаатай нь хоёр дахь хууль нь эдгээр хувирлаа явуулж болох нөхцлийг, мөн процессуудын боломжит чиглэлийг тодорхойлдог. Эхний хуулиар зөвшөөрөгдсөн бүх процессууд боломжтой байдаг биш гэж тогтоогддог."
    },
    {
      "type": "text",
      "value": "Хоёр дахь хуулийн хэд хэдэн томьёолол байдаг."
    },
    {
      "type": "text",
      "value": "1. <b>Клаузиусын томьёолол (1850):</b> дулааны хагасаас илүү халсан биет рүү өөрөө дулаан шилжих боломжгүй, эсвэл эцсийн үр дүн нь зөвхөн бага халсанаас их халсан биет рүү дулаан шилжих процессууд боломжгүй."
    },
    {
      "type": "text",
      "value": "Жишээлбэл, хөргөгчид хөргөгчийн камераас өрөөнд дулаан шилжих нь энэ мэдэгдэлтэй зөрчилддөггүй, учир нь энэ процесс өөрөө явагддаггүй: үүний тулд цахилгаан энерги зарцуулагддаг."
    },
    {
      "type": "text",
      "value": "2. <b>Кельвиний томьёолол (1851):</b> эцсийн үр дүн нь зөвхөн дулааныг бүрэн ажил болгон хувиргах процессууд боломжгүй."
    },
    {
      "type": "text",
      "value": "Харагдахаар идеал хийн изотерм тэлэлтийн процесст хийд өгсөн бүх дулаан ажил болдог нь энэ мэдэгдэлтэй зөрчилддөг. Гэвч энэ нь цорын ганц эцсийн үр дүн биш: энэ процесст хийн эзэлхүүн өөрчлөгдөж байдаг."
    },
    {
      "type": "text",
      "value": "Хоёр томьёоллын «зөвхөн» гэсэн үг нь маш чухал — үүнгүйгээр тэдгээр утгаа алддаг."
    },
    {
      "type": "text",
      "value": "Дурдсан хоёр дахь хуулийн томьёоллууд нь тэнцүү тул нэгнээс нь нөгөө нь зайлшгүй гардаг. Үнэхээр, хэрэв Кельвинээр хориглогдсон процессыг явуулж болох байсан бол дурын биетээс авсан дулааныг бүрэн ажил болгон, дараа нь тэр ажлыг бүрэн дулаан болгон (үрэлтээр) бага температурт биетэд дамжуулж болох байсан. Үр дүнд Клаузиусаар хориглогдсон процесс гарна."
    },
    {
      "type": "text",
      "value": "Хоёр дахь хуульгүй бол энергийн асуудлыг амархан шийдэж болох байсан — далайнуудаас дулаан авч бүрэн ажил болгодог хөдөлгүүр барих байсан. Ийм хөдөлгүүр практик үр дагаваргаараа мөнхийн хөдөлгүүр 2-р зэрэг байх байсан. Одоогийн хүн төрөлхтний энергийн хэрэглээтэй 1000 жилд далайн температур нэгхэн Кельвинээс ч багаар буурна."
    },
    {
      "type": "text",
      "value": "Энэ нь Кельвиний томьёоллыг дараах байдлаар илэрхийлэх боломж олгодог: <i>мөнхийн хөдөлгүүр 2-р зэрэг боломжгүй</i>, эсвэл ашиглалтын зэрэг $\\eta = 1$-тэй дулааны хөдөлгүүр барих боломжгүй. Дулааны хөдөлгүүрийн ашиглалтын зэрэг $\\eta = A/Q$, энд $Q$ — хөдөлгүүрт дамжуулсан дулаан, $A$ — хийсэн ажил."
    },
    {
      "type": "text",
      "value": "Дулааны хөдөлгүүр бүр хаалттай циклд ажилладаг. $Q_1$ — шингэасэн дулаан, $Q_2'$ — өгсөн дулаан ($Q_2' > 0$). Туршилт дулааны $Q_2$ «хаягдал» дулааны хөдөлгүүр бүрт зайлшгүй байдгийг харуулдаг. Эхний хуулиар циклд дотоод энергийн өсөлт $\\Delta U = 0$, тиймээс $A = Q_1 - Q_2'$. Дулааны хөдөлгүүрийн ашиглалтын зэрэг:"
    },
    {
      "type": "image",
      "src": "images/irodov-macrosytem/bd023a69-cc46-4b6f-a48e-cc548fa9259d-078_346_386_1016_68.jpg",
      "caption": "Зураг 3.1"
    },
    {
      "type": "equation",
      "value": "\\eta=\\frac{A}{Q_{1}}=\\frac{Q_{1}-Q_{2}^{\\prime}}{Q_{1}}=1-\\frac{Q_{2}^{\\prime}}{Q_{1}}.",
      "tag": "3.1"
    },
    {
      "type": "text",
      "value": "Туршилт үргэлж $\\eta < 1$ гэдгийг харуулдаг. $\\eta = 1$ утгыг хоёр дахь хууль хоридог."
    },
    {
      "type": "header",
      "value": "Процессуудын эргэшгүй байдлын асуудал"
    },
    {
      "type": "text",
      "value": "<b>Процессуудын эргэшгүй байдлын асуудал.</b> Макросистем дэх бүх процессууд мөн чанараараа эргэшгүй байдаг (нарийвчлан хэлбэл, бид эргэдэг гэж нэрлэж байсан процессууд ч эргэшгүй байдаг — энэ нь олон чухал асуудал шийдвэрлэхэд хялбар болгох зориулалт бүхий туйлын нэгдэл)."
    },
    {
      "type": "text",
      "value": "Үндсэн асуулт гарч ирнэ: эргэшгүй байдлын шалтгаан юу вэ? Механикийн бүх хуулиуд нь цаг хугацааны хувьд эргэдэг байдгийг харгалзахад энэ асуулт онцгой сонин харагдана. Гэвч хэн ч жишээ нь, хагарсан ваазаар хэсгүүдийнхээ дундаас өөрөө бүтнийг эргэн тогтрохыг харсангүй. Энэ процессыг кино авааснаа буцааж үзэж болно, гэхдээ бодитоор биш."
    },
    {
      "type": "text",
      "value": "Хоёр дахь хуулиар тогтоогдсон хоригууд нь ч гэсэн сонин болж байна."
    },
    {
      "type": "text",
      "value": "Энэ нарийн асуудлын шийдэл нь шинэ термодинамик хэмжигдэхүүн — энтропийг нееж, түүний физик утгыг тайлбарласнаар ирсэн."
    }
  ]
}
