{
  "id": "4.1",
  "title": "§ 4.1. Квант онол дахь бөөмийн төлөв",
  "body": [
    {
      "type": "text",
      "value": "Микро бөөмсийн парадокс ааш авиртай дүйцэх математик формализмын тухай асуудлыг авч үзэхээсээ өмнө бид физикийн тулгуур онол хэрхэн ямар зарчмууд дээр суурилан бүтээгддэгийг тодруулах болно. Сонгодог болон квант онол дахь эдгээр зарчмуудын агуулгыг стационар хүчний орон дахь нерелятивист бөөмийн хөдөлгөөний хамгийн энгийн жишээн дээр ажиглая."
    },
    {
      "type": "text",
      "value": "Үүний тулд дараах зүйлсийг тодорхойлсон байх шаардлагатай:<br>1) бөөмийн төлөвийг өгөх хэмжигдэхүүнүүд;<br>2) цаг хугацааны явцад бөөмийн төлөв хэрхэн өөрчлөгдөхийг тодорхойлдог хөдөлгөөний тэгшитгэл;<br>3) хэмжилт хийх боломжтой физик хэмжигдэхүүнүүд болон тухайн төлөв байдалд тэдгээрийн утгыг гарган авах арга (онолын дүгнэлтүүдийг туршилттай харьцуулахад энэ нь зайлшгүй шаардлагатай байна).<br>Сонгодог онолд үүнийг хэрхэн хийдэг нь уншигчдад хангалттай сайн тодорхой гэж бид үзэх болно. Тиймээс шууд квант онол дахь эдгээр асуудлуудын шийдэл рүү хандъя."
    },
    {
      "type": "text",
      "value": "Микро бөөмсийн хувьд тодорхойгүйн харьцаанаас үүдэн бөөмийн төлөвийн сонгодог тодорхойлолт (координатууд ба импульс) нь ерөнхийдөө утга санаагаа алддаг*. Корпускуляр-долгионы дуализмаар бол квант онолд бөөмийн төлөв нь комплекс хэмжигдэхүүн бөгөөд формалаар долгионы шинж чанартай $\\Psi(\\mathbf{r}, t)$ пси-функцээр өгөгддөг."
    },
    {
      "type": "note",
      "value": "* Энэ нь тодорхойлолт ёсоор сонгодог төлөвийн функц болох хүч гэсэн ойлголтод ч мөн хамаарна."
    },
    {
      "type": "text",
      "value": "Долгионы шинж чанарууд нь тусгаар ганц бөөмсд байдаг онцлог болох нь тодорхой болсны дараа пси-функцийн физик утгыг ойлгох ойлголт бий болсон байна. Энэ баримтыг Борны санаа (1926) ёсоор дараах байдлаар тайлбарлаж болно. Тусгаар микро бөөм бүрийн хөдөлгөөн нь магадлалын хуульд захирагддаг байна. Энэхүү хөдөлгөөнийг тодорхойлогч магадлалын тархалт нь хангалттай олон тооны бөөмсийг бүртгэх үед илэрч гардаг. Энэ тархалт нь долгионы эрчмийн тархалттай адил болж таардаг: долгионы эрчим хаана их байна тэнд олон тооны бөөмс бүртгэгдэнэ."
    },
    {
      "type": "text",
      "value": "Квант онолд асуудал нь үйл явдлуудыг нарийн урьдчилан таамаглах биш, харин тэдгээр үйл явдлуудын магадлалыг тодорхойлох явдал байдаг юм. Магадлалын утгуудын дагуу тодорхой дүрмүүдийн (доорхийг үзнэ үү) тусламжтайгаар хувьсагч физик хэмжигдэхүүнүүдийн дундаж утгуудыг олж авах ба тэдгээр нь туршилтаар хэмжигддэг. $\\Psi(\\mathbf{r}, t)$ пси-функц бол бүх магадлалыг олох боломжтой тэр хэмжигдэхүүн юм."
    },
    {
      "type": "text",
      "value": "Жишээлбэл, бидний сонирхож буй $t$ агшинд $\\mathrm{d} V$ эзэлхүүнд бөөм байх магадлал дараах байдлаар тодорхойлогдох ба"
    },
    {
      "type": "equation",
      "value": "\\mathrm{d} P=|\\Psi|^{2} \\mathrm{~d} V=\\Psi \\Psi^{*} \\mathrm{~d} V,",
      "tag": "4.1"
    },
    {
      "type": "text",
      "value": "энд $\\Psi^{*}$ - комплекс-хосмог функц. Эндээс магадлалын нягт, өөрөөр хэлбэл нэгж эзэлхүүнд бөөм олдох магадлал,"
    },
    {
      "type": "equation",
      "value": "P=|\\Psi|^{2}=\\Psi \\Psi^{*} .",
      "tag": "4.2"
    },
    {
      "type": "text",
      "value": "Энэ хэмжигдэхүүн нь туршилтаар ажиглагдах зүйл, харин пси-функц өөрөө комплекс хэмжигдэхүүн учраас ажиглах боломжгүй байдаг. Сонгодог физикт бөөмийн төлөвийг тодорхойлдог хэмжигдэхүүнүүд нь зарчмын хувьд ажиглагдахуйц байдгийг сануулъя."
    },
    {
      "type": "text",
      "value": "Ерөнхийдөө пси-функцийг дурын тогтмол үржигдэхүүн хүртэлх нарийвчлалтайгаар тодорхойлдог. Энэ нь түүний дүрсэлж буй бөөмийн төлөвт огтхон ч нөлөөлдөггүй. Гэсэн хэдий ч пси-функцийг нормчлох нөхцөлд нийцүүлэн дараах байдлаар сонгон авдаг*:"
    },
    {
      "type": "equation",
      "value": "\\int|\\Psi|^{2} \\mathrm{~d} V=\\int \\Psi \\Psi^{*} \\mathrm{~d} V=1",
      "tag": "4.3"
    },
    {
      "type": "text",
      "value": "энд интегралыг бүх огторгуйгаар эсвэл $\\Psi$ функц нь тэгээс ялгаатай байх мужаар авна. (4.3) нормчлох нөхцөл нь $\\Psi \\neq 0$ байх мужид бөөм гарцаагүй байна гэсэн үг юм. (4.3) нөхцөлийг хангаж буй пси-функцийг нормчлогдсон функц гэнэ."
    },
    {
      "type": "note",
      "value": "* Бөөм огторгуйн бүх цэгүүд дээр олдох магадлал ижил байх үед буюу $\\Psi$-функц нь хавтгай де-Бройлийн долгион байвал жишээ нь (4.3) нөхцөлийг биелүүлэх боломжгүй байж магадгүй юм. Ийм тохиолдлуудыг бодит байдлын идээлжлэл хэмээн үзэх хэрэгтэй бөгөөд бөөм үнэндээ том хэдий ч хязгаарлагдмал огторгуйн мужид байдаг, тиймээс дээрх хүндрэл арилдаг байна."
    },
    {
      "type": "text",
      "value": "**Суперпозицийн зарчим.** Иймд пси-функц өөрөө бус харин түүний модулийн квадрат $|\\Psi|^2$ буюу $\\Psi\\Psi^*$ нь шууд физик утга агуулдаг байх нь. Гэсэн хэдий ч квант онолд туршилтаар ажиглах боломжтой хэмжигдэхүүн $|\\Psi|^2$-тай биш харин $\\Psi$-функцтай харьцаж үйлдэл хийдэг байна. Микро бөөмсийн интерференци болон дифракц зэрэг долгионы шинж чанаруудыг тайлбарлахын тулд энэ нь зайлшгүй шаардлагатай. Энэ тохиолдолд үүсэх нөхцөл байдал нь долгионы онолд байдаг зүйлтэй яг ижил байна. Долгионы онолд тэдний эрчмүүдийн биш харин долгионы орнуудын өөрсдийнх нь суперпозицийн зарчмыг хүлээн зөвшөөрдөг. Яг ийм байдлаар л онолд интерференци болон дифракцийн үзэгдлүүдийг нэвтрүүлдэг байна."
    },
    {
      "type": "text",
      "value": "Тиймээс үүнтэй нэгэн адилаар квант онолд пси-функцийн суперпозицийн зарчмыг үндсэн постулатуудын нэг байдлаар хүлээн авдаг. Хэрвээ ямар нэгэн системд $\\Psi_{1}$ болон $\\Psi_{2}$ төлөвүүд байж болох бол, түүнд бас дараах төлөв оршин байна"
    },
    {
      "type": "equation",
      "value": "\\Psi=c_{1} \\Psi_{1}+c_{2} \\Psi_{2},",
      "tag": "4.4"
    },
    {
      "type": "text",
      "value": "энд $c_{1}$ болон $c_{2}$ - зарим нэг тогтмол коэффициентууд юм. Ийм байдлаар $\\Psi$-г олсноор цаашлаад систем уг төлөвт байх $\\Psi\\Psi^*$ магадлалын нягтыг мөн тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Үүнээс мөрдөн гарах үр дагаврууд нь туршилттай тохирдог явдал нь (4.4) суперпозицийн зарчмыг нотлон харуулж буй баталгаа юм."
    }
  ]
}
