{
  "id": "4.2",
  "title": "§ 4.2. Шредингерийн тэгшитгэл",
  "body": [
    {
      "type": "text",
      "value": "Системийн төлөвийн, өөрөөр хэлбэл $\\Psi$-функцийнх нь цаг хугацаанаас хамаарсан өөрчлөлтийг удирдах тэгшитгэлийн эрэл хайгуулыг Э. Шредингер (1926) амжилттайгаар гүйцээжээ. Энэ нь нерелятивист квант онолын үндсэн тэгшитгэл болох Шредингерийн тэгшитгэл юм. Энэхүү тэгшитгэл нь яг л цэвэр олдсон зүйл бөгөөд өмнөх үеийн төсөөлөл болон онолуудаас мөрдөн гаргах боломжгүй цоо шинэ тулгуур хууль юм. Уг тэгшитгэлээс мөрдөн гарах бүх үр дагаврууд нь туршилтаар батлагдсан явдал нь түүний үнэн зөв болохыг нотлон тогтоосон байдаг."
    },
    {
      "type": "text",
      "value": "Энэхүү тэгшитгэлийг томьёолсныхоо дараа Шредингер түүнийг устөрөгчийн атомд шууд хэрэглэж үзсэнээр Борын анхны онолын спектртэй, улмаар ажиглалтын үр дүнгүүдтэй яг давхцах энергийн түвшнүүдийн спектрийг гарган авчээ."
    },
    {
      "type": "text",
      "value": "Нерелятивист механик дахь динамикийн үндсэн тэгшитгэл (Ньютоны 2-р хууль) ямар үүрэг гүйцэтгэдэгтэй яг адил үүргийг Шредингерийн тэгшитгэл нь квант онолд гүйцэтгэдэг."
    },
    {
      "type": "text",
      "value": "Шредингерийн тэгшитгэл дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "\\mathrm{i} \\hbar \\frac{\\partial \\Psi}{\\partial t}=-\\frac{\\hbar^{2}}{2 m} \\nabla^{2} \\Psi+U \\Psi",
      "tag": "4.5"
    },
    {
      "type": "text",
      "value": "энд $\\mathrm{i}$ - хуурмаг нэгж ($\\sqrt{-1}$), $m$ - бөөмийн масс, $\\nabla^2$ - Лапласын оператор, $U$ - потенциал энерги (бид $U(\\mathbf{r})$ функц нь хугацаанаас илт хамаардаггүй потенциал хүчний орнуудыг авч үзэхэд л хязгаарлах болно)."
    },
    {
      "type": "text",
      "value": "(4.5) тэгшитгэлийн дараах онцлогт анхаарлаа хандуулцгаая. $\\Psi$-функцийн тайлбар ёсоор бөөм нь огторгуйд «түрхэгдсэн» буюу долгион мэт тархсан байдаг боловч (4.5) тэгшитгэлд харин $U$ потенциал энергийг хүчний орон дахь байршил нь тогтоогдсон цэгэн бөөмийн функцтэй адилаар авч үздэг байна."
    },
    {
      "type": "text",
      "value": "**Стационар төлөвүүд.** Ажиглагдахуйц бүх физик хэмжигдэхүүнүүд нь цаг хугацааны явцад өөрчлөгддөггүй төлөвүүд болох стационар төлөвүүд нь квант онолд онцгой үүрэг гүйцэтгэдэг. Өмнө нь дурдсанчлан $\\Psi$-функц нь өөрөө зарчмын хувьд ажиглагдашгүй юм. Стационар төлөвүүдэд тэр нь дараах хэлбэртэй байна"
    },
    {
      "type": "equation",
      "value": "\\Psi(\\mathbf{r}, t)=\\psi(\\mathbf{r}) \\mathrm{e}^{-\\mathrm{i} \\omega t}, \\quad \\omega=E / \\hbar,",
      "tag": "4.6"
    },
    {
      "type": "text",
      "value": "энд $\\psi(\\mathbf{r})$ функц нь хугацаанаас хамаардаггүй, харин $\\omega$ давтамжийн илэрхийллийг (3.2)-ын дагуу бичсэн болно."
    },
    {
      "type": "text",
      "value": "$\\Psi$-функц ийм хэлбэртэй байх үед $P$ магадлалын нягт нь тогтмол хэвээр үлддэг байна. Үнэхээр ч,"
    },
    {
      "type": "equation",
      "value": "P=\\Psi \\Psi^{*}=\\psi(\\mathbf{r}) \\cdot \\psi^{*}(\\mathbf{r}),",
      "tag": "4.7"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл, $P$ магадлалын нягт нь хугацаанаас хамаардаггүй болох нь батлагдаж байна."
    },
    {
      "type": "text",
      "value": "Стационар төлөвүүд дэх $\\psi(\\mathbf{r})$ функцийг олохын тулд (4.6) илэрхийллийг (4.5) тэгшитгэлд орлуулан тавьбал бид дараахийг гарган авна"
    },
    {
      "type": "equation",
      "value": "-\\frac{\\hbar^{2}}{2 m} \\nabla^{2} \\psi+U \\psi=E \\psi",
      "tag": "4.8"
    },
    {
      "type": "text",
      "value": "Энэхүү тэгшитгэлийг стационар төлөвүүд дэх Шредингерийн тэгшитгэл гэж нэрлэдэг. Түүнээс ялгаатай нь (4.5)-ыг хугацааны буюу Шредингерийн ерөнхий тэгшитгэл гэнэ."
    },
    {
      "type": "text",
      "value": "Цаашид бид зөвхөн (4.8) тэгшитгэлтэй харьцах болно бөгөөд түүнийг (нийтлэг хүлээн зөвшөөрөгдсөн хэлбэрээр нь) дараах байдлаар бичих болно"
    },
    {
      "type": "equation",
      "value": "\\nabla^{2} \\psi+\\frac{2 m}{\\hbar^{2}}(E-U) \\psi=0 .",
      "tag": "4.9"
    },
    {
      "type": "text",
      "value": "$U(\\mathbf{r})$ функцээр илэрхийлэгдэх потенциал энерги нь энд яг л бөөм ямар ч долгионы шинж чанаргүй мэт сонгодог байдлаар тодорхойлогдож байгааг дахин сануулъя."
    },
    {
      "type": "text",
      "value": "**Квантчлал.** Квантчлалыг зохиомлоор оруулсан Борын анхны онолоос ялгаатай нь Шредингерийн онолд тэрхүү квантчлал автоматаар урган гарч ирдэг байна. Зөвхөн (4.9) тэгшитгэлийн зүй тогтолт буюу стандарт нөхцөлүүдийг хангасан шийдүүд л физик утга агуулдаг болохыг тооцон үзэхэд хангалттай. Эдгээр нөхцөлүүд нь $\\psi(\\mathbf{r})$ пси-функц бүх огторгуйд, тэр байтугай $U(\\mathbf{r})$ потенциал энерги тасралт мэдэрдэг цэгүүдэд (шулуунууд, гадаргуунуудад) ч төгсгөлтэй, нэгэн утгатай, тасралтгүй бөгөөд гөлгөр (ө.х хугаралгүй) байх ёстой гэсэн шаардлагуудаас бүрдэнэ. Эдгээр нөхцөлүүд нь ямар нэгэн онцгой зүйл биш юм. Эдгээр нь дифференциал тэгшитгэлийн олох ёстой шийдэд тавигддаг ердийн л шаардлагууд билээ."
    },
    {
      "type": "text",
      "value": "Эдгээр нөхцөлүүдийг хангасан шийдүүд нь $E$ энергийн зөвхөн зарим нэг тодорхой утгуудад л боломжтой болж таардаг. Тэдгээрийг хувийн утгууд гэж нэрлэдэг бол харин эдгээр энергийн утгууд дахь (4.9) тэгшитгэлийн шийдүүд болох $\\psi(\\mathbf{r})$ функцүүдийг - $E$ хувийн утгуудад харьяалагдах хувийн функцүүд гэнэ. Квантчлалын зүй тогтолт болон ерөнхий зарчим нь үүнд л оршдог."
    },
    {
      "type": "text",
      "value": "$E$ энергийн хувийн утгуудыг холбогдох стационар төлөвүүд дэх энергийн боломжит утгууд хэмээн авч үздэг. $E$ энергийн эдгээр утгууд нь дискрет (квантлагдсан) эсвэл тасралтгүй байж болох бөгөөд дискрет эсвэл тасралтгүй энергийн спектрийг бүрдүүлдэг."
    },
    {
      "type": "text",
      "value": "Ерөнхий тохиолдолд $U(\\mathbf{r})$ потенциал энерги нь координатуудаас хамаарах үед Шредингерийн тэгшитгэлийн шийд нь нэлээд хүнд нүсэр бодлого болж хувирдаг. Гэхдээ хэрэв бид байж болох аргаар энэхүү $\\psi(\\mathbf{r})$ шийдийг олчихвол, зарчмын хувьд бөөмийн байрлахуйн магадлалын тархалтыг төдийгүй янз бүрийн физик хэмжигдэхүүнүүдийн (жишээлбэл, энерги, импульс, импульсийн момент) хувийн утгуудын магадлалуудыг олох боломжтой болдог. Зөвхөн $\\psi(\\mathbf{r})$ функцээс эдгээр хэмжигдэхүүнүүдийн утгыг хэрхэн гаргаж авах аргыг л мэдэж байх ёстой. Харин энэ тухай хожим авч үзнэ."
    },
    {
      "type": "text",
      "value": "Стационар төлөвүүдийг илүү нарийвчлан авч үзэх үед тэдгээр нь огтхон ч стационар байдаггүй болох нь илэрдэг гэдгийг тэмдэглүүштэй. Үүний зэрэгцээ, тодорхой туршилтын баримтуудтай зөрчилдөж Шредингерийн тэгшитгэлийн шийдүүд нь хатуу чанд стационар төлөвүүд рүү хөтөлдөг байна. Шредингерийн тэгшитгэлүүдийн нэг илэрхий хязгаарлал нь үүн дээр харагддаг: тэдгээр нь цацрагийн шилжилтүүдийг дүрсэлж чаддаггүй. Хэдий тийм боловч Шредингерийн тэгшитгэлээр урьдчилан таамагласан стационар төлөвүүд нь бараг стационар төлөвүүдтэй өндөр нарийвчлалтайгаар тохирдог. Үүнийг туршилт гэрчилдэг."
    },
    {
      "type": "text",
      "value": "Одоо квантчлал гэдэг нь үнэхээр Шредингерийн тэгшитгэлийн шийдүүдэд тавигдсан дээр дурдсан нөхцөлүүдээс зүй ёсоор урган гардаг үр дагавар юм гэдгийг харуулах хэд хэдэн хамгийн энгийн тохиолдлуудыг авч үзэх рүүгээ орцгооё. Энэ үед ямар ч нэмэлт таамаглал дэвшүүлэх шаардлагагүй болно."
    }
  ]
}
