{
  "id": "4.4",
  "title": "§ 4.4. Квант гармоник осциллятор",
  "body": [
    {
      "type": "text",
      "value": "Нэг хэмжээст гармоник осцилляторын энергийн түвшнүүдийн тухай бодлого нь хувийн утгуудын талаарх хамгийн чухал бодлогуудын нэг юм."
    },
    {
      "type": "text",
      "value": "Квант онолд хүч гэдэг ойлголт нь утга санаагаа алддаг (85-р хуудасны зүүлтийг үз), тиймээс квант гармоник осцилляторыг $m$ масстай бөөмийн потенциал энерги нь $U(x)$ байх сонгодог осциллятортой яг ижилхэн болох түүний ааш авираар нь тодорхойлох хэрэгтэй, тухайлбал"
    },
    {
      "type": "equation",
      "value": "U=\\varkappa x^{2} / 2,",
      "tag": "4.20"
    },
    {
      "type": "text",
      "value": "энд $\\varkappa$ - тогтмол хэмжигдэхүүн. (4.20) функцийн график нь парабол (Зураг 4.6) байна. Сонгодог механикийн дагуу осциллятор нь дараах цикл давтамжтайгаар гармоник хэлбэлзэл хийдэг"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-098_321_275_145_875.jpg",
      "caption": "Зураг 4.6"
    },
    {
      "type": "text",
      "value": "$\\omega=\\sqrt{\\varkappa / m}$. Квант онолд энэхүү тэнцэтгэлийг зүгээр л ямар нэгэн шинэ тогтмолыг оруулж буй явдал (өөр юу ч биш) мэтээр авч үзэх ёстой, гэвч энэ нь зүгээр ч нэг хийгдэж байгаа зүйл биш болох нь хожим харагдах болно. Харин одоо, (4.20) томьёон дахь $\\varkappa$-г $\\omega$ болон $m$-ээр илэрхийлснээр дараахийг олно"
    },
    {
      "type": "equation",
      "value": "U=\\frac{m \\omega^{2}}{2} x^{2} .",
      "tag": "4.21"
    },
    {
      "type": "text",
      "value": "Одоо (4.9) Шредингерийн тэгшитгэл рүү хандъя, энэ нь бидний нэг хэмжээст тохиолдолд дараах хэлбэртэй байна"
    },
    {
      "type": "equation",
      "value": "\\frac{\\partial^{2} \\psi}{\\partial x^{2}}+\\frac{2 m}{\\hbar^{2}}\\left(E-\\frac{m \\omega^{2}}{2} x^{2}\\right) \\psi=0 .",
      "tag": "4.22"
    },
    {
      "type": "text",
      "value": "Энэ тэгшитгэлийн шийдийг, өөрөөр хэлбэл $\\psi$-функцийг олох явдал нь нэлээнд нүсэр математик бодлого юм. Бидний хувьд гол зүйл нь энэ биш. (4.22) тэгшитгэл нь $E$-ийн дараахтай тэнцүү байх хувийн утгууд дээр л төгсгөлтэй, нэгэн утгатай, тасралтгүй бөгөөд гөлгөр шийдтэй (хувийн функцүүдтэй) болох нь тогтоогддог"
    },
    {
      "type": "equation",
      "value": "E_{v}=\\left(v+\\frac{1}{2}\\right) \\hbar \\omega, \\quad v=0,1,2, \\ldots",
      "tag": "4.23"
    },
    {
      "type": "text",
      "value": "(4.23) харгалзах энергийн түвшнүүдийн схемийг Зураг 4.7-д өгөв. Эдгээр түвшнүүд нь эквидистант, өөрөөр хэлбэл бие биеэсээ ижил хэмжээгээр алслагдсан болох нь харагдах байна. Хамгийн бага энерги нь $E_{0}=\\hbar \\omega / 2$ бөгөөд түүнийг тэг энерги гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Квант осцилляторын хамгийн бага энерги тэгтэй тэнцдэггүй (бөөм парабол төлөвт потенциал нүхний хамгийн доод цэгт «хэвтэж» чадахгүй байх) явдал нь нэг хэмжээст нүхний хүрээн дэх шиг тодорхойгүйн зарчимтай холбоотой юм."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-098_370_338_1194_822.jpg",
      "caption": "Зураг 4.7"
    },
    {
      "type": "text",
      "value": "Тэг энерги байгаа явдал нь туршилтаар батлагдсан байдаг."
    },
    {
      "type": "text",
      "value": "Шредингерийн тэгшитгэлийн хүрээнээс хальсан илүү нарийвчилсан тооцоолол нь квант осцилляторын хувьд зөвхөн зэргэлдээ «стационар» түвшнүүдийн хооронд л шилжилтүүд боломжтой бөгөөд энэ үед квантын тоо $v$ нэгээр өөрчлөгддөг болохыг харуулдаг:"
    },
    {
      "type": "equation",
      "value": "\\Delta v= \\pm 1 .",
      "tag": "4.24"
    },
    {
      "type": "text",
      "value": "Энэхүү нөхцөлийг квант гармоник осцилляторын хувьд сонголтын дүрэм гэж нэрлэдэг."
    },
    {
      "type": "text",
      "value": "Эдгээр шилжилт бүрийн үед $\\hbar\\omega$ энергитэй фотон цацаргагдах юм уу шингээгддэг бөгөөд энд $\\omega$ - түүний цагираг давтамж юм. Яг энд л өмнө нь оруулж ирсэн $\\omega$ тогтмол нь физик утгатай болдог. Стационар төлөвүүдэд квант осциллятор $\\omega$ давтамжтайгаар хэлбэлзэл мэдэрдэг хэмээн ярих нь ерөнхийдөө буруу юм. Асуудал огт өөр байдаг. Үүнийг Зураг 4.8-ийн тусламжтайгаар тайлбарлая. Энд бөөмийн байршлын $\\psi^{2}(x)$ магадлалын нягтын тархалтын графикуудыг $v=0, 1, 2$ болон их $v$-ийн утгын үед дүрслэн харуулжээ. $E=U$ байх төгсгөлүүд дахь завсруудыг $X$ тэнхлэг дээр бүдүүн хэрчмүүдээр үзүүлэв. Сонгодог бөөм хэлбэлзэх үедээ завсрын хил хязгаараас гарч орж чаддаггүй. Харин квант бөөм яг тийм биш байдлаар аашилдаг байна. Зурагнаас харахад тэрээр $E<U$ байх эдгээр завсруудаас гадна ч олдож магадгүй байх бөгөөд стационар төлөвүүд дэх квант осцилляторын ямар ч хэлбэлзлийн тухай ярих аргагүй юм. Бид зөвхөн бөөмийн байршлын магадлалын нягтын тархалтын тухай л ярьж чадна. Квантын тоо өсөх тусам квант осциллятор улам бүр сонгодог болж ирэх бөгөөд түүний магадлалын нягт $x=0$ үе дэх минимумээс эргэлтийн цэгүүд (энд $E=U$) дэх хязгааргүй хүртэл жигд өөрчлөгддөг. Өөрөөр хэлбэл жишээлбэл, $v=0$ төлөв дэх (Зураг 4.8-ыг үз) квант осциллятортой бол бид яг эсрэг зүйлийгтэй тулгарч байна гэсэн үг."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-099_197_1100_1536_64.jpg",
      "caption": "Зураг 4.8"
    },
    {
      "type": "text",
      "value": "**Молекулуудын хэлбэлзэл.** Атомын физикт молекулын хэлбэлзлийн болон бусад олон чухал бодлогыг осцилляторт шилжүүлэн үздэг. Гарган авсан дүгнэлтүүдийг жишээлбэл, хоёр атомт молекулуудын хэлбэлзлүүдэд хэрэглэе."
    },
    {
      "type": "text",
      "value": "Зураг 4.9-д ($\\text{NaCl}$ төрлийн) хоёр атомт молекул дахь атомуудын харилцан үйлчлэлийн $U$ потенциал энерги атомуудын цөмүүд хоорондын $r$ зайнаас хэрхэн хамаарахыг дүрслэн харуулав. $U(r)$ муруйн хэлбэрээс молекул дахь атомууд цөмүүд хоорондын $r_{0}$ тэнцвэрийн зайн хувьд хэлбэлзэл хийх боломжтой болох нь харагдах бөгөөд иймээс молекулд дараах зүйлс оршин байх ёстой."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-100_354_449_330_711.jpg",
      "caption": "Зураг 4.9"
    },
    {
      "type": "text",
      "value": "Жишээ болгож зарим хоёр атомт молекулуудын $\\omega$ цикл давтамжуудыг үзүүлье:\n\n| Молекул | $\\omega, 10^{14} \\text{ с}^{-1}$ | Молекул | $\\omega, 10^{14} \\text{ с}^{-1}$ |\n| :---: | :---: | :---: | :---: |\n| $\\text{H}_{2}$ | 8,279 | $\\text{HCl}$ | 5,632 |\n| $\\text{O}_{2}$ | 2,997 | $\\text{CO}$ | 4,088 |"
    },
    {
      "type": "text",
      "value": "Зураг 4.9 дээрх потенциал муруйн доод хэсэг нь параболтай давхцдаг (түүнийг тасархай шугамаар дүрслэв) учир бага хэлбэлзлийн үед молекулууд идеаль, гармоник осцилляторууд шиг аашилдаг бөгөөд тэдгээрийн хэлбэлзлийн доод түвшнүүд нь Зураг 4.10 дээр үзүүлсэн шиг эквидистант байх ёстой."
    },
    {
      "type": "text",
      "value": "Дискрет хэлбэлзлийн түвшнүүд байгаа нь"
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-100_321_249_1202_911.jpg",
      "caption": "Зураг 4.10"
    },
    {
      "type": "text",
      "value": "(4.24) сонголтын дүрэмд нийцүүлэн эдгээр түвшнүүд хоорондын шилжилтүүдтэй холбоотой молекуляр спектрийн шугамуудыг бий болоход хүргэдэг, ийм учраас нийт хэлбэлзлийн спектр нь ганц шугамаас тогтох ёстой (Зураг 4.10-г үз). Гэхдээ энэ үед цэвэр хэлбэлзлийн биш харин хэлбэлзэл-эргэлтийн гэгддэг спектр ажиглагддаг (5.3-ыг үз)."
    },
    {
      "type": "text",
      "value": "Хэлбэлзлийн эрчим ихсэх үед үүсэх ангармоник чанар (гармоникоос хазайх хазайлт) нь $v$ квантын тооны өсөлтөөр энергийн түвшнүүд шигүүрэхэд хүргэх бөгөөд (4.23) томьёонд ангармоникийн засвар оруулах шаардлага гардаг байна."
    }
  ]
}
