{
  "id": "2.3",
  "title": "§ 2.3. Борын постулатууд. Франк болон Герцийн туршилтууд",
  "body": [
    {
      "type": "text",
      "value": "**Борын постулатууд.** Резерфордын гараган загварын үнэмлэхүй тогтворгүй байдал, үүний зэрэгцээ атомын спектрүүдийн гайхалтай зүй тогтол, ялангуяа тэдгээрийн дискрет шинж чанар нь Н.Борыг квант физикийн хамгийн чухал хоёр постулатыг (1913 он) томьёолох шаардлагатай болгожээ:"
    },
    {
      "type": "text",
      "value": "1. Атом нь зөвхөн тодорхой, ө.х стационар төлөвүүдэд л удаан хугацаагаар* оршиж болох бөгөөд эдгээр нь $E_1, E_2, E_3, \\ldots$ гэсэн энергийн дискрет утгуудаар тодорхойлогдоно. Сонгодог электродинамикаас ялгаатай нь эдгээр төлөвүүдэд атом цацруулдаггүй."
    },
    {
      "type": "note",
      "value": "* Энэ хугацаа нь ойролцоогоор $10^{-8} \\text{ с}$ байна. Макроскопийн хэмжүүрээр ийм хугацаа нь маш бага юм. Гэхдээ атомын хугацааны хуваариар энэ нь хангалттай их хугацаа ба жишээлбэл, устөрөгчийн атомын цөмийг тойрох электроны эргэлтийн үе болох $10^{-16} \\text{ с}$-ээс хэдэн эрэмбээр илүү байгаа болно."
    },
    {
      "type": "text",
      "value": "2. Атом энергийн хувьд илүү их $E_2$ стационар төлөвөөс бага $E_1$ стационар төлөв рүү шилжих үед $\\hbar \\omega$ энергитэй гэрлийн квантын (фотоны) цацраг үүснэ:"
    },
    {
      "type": "equation",
      "value": "\\hbar \\omega=E_{2}-E_{1} .",
      "tag": "2.17"
    },
    {
      "type": "text",
      "value": "Тусаж буй фотон атомыг $E_1$ энергийн доод түвшнээс дээд $E_2$ түвшин рүү шилжүүлж, өөрөө устдаг шингээлтийн үед ч мөн энэ харьцаа биелдэг."
    },
    {
      "type": "text",
      "value": "(2.17) харьцааг Борын давтамжийн дүрэм гэж нэрлэдэг. Атом илүү өндөр энергийн түвшин рүү шилжих нь бусад атомуудтай мөргөлдсөнөөс мөн нөхцөлдөж болохыг тэндэглэе."
    },
    {
      "type": "text",
      "value": "Ийнхүү, атом нэг стационар төлөвөөс нөгөө рүү үсрэлтээр (эдгээрийг квант үсрэлт гэж нэрлэдэг) шилждэг. Шилжилтийн процесст атомд юу тохиолддог вэ гэдэг асуулт Борын онолд нээлттэй хэвээр үлдсэн."
    },
    {
      "type": "text",
      "value": "**Франк болон Герцийн туршилтууд (1913 он).** Энэхүү туршилтууд нь атомын төлөвүүдийн дискрет чанарыг шууд нотолсон юм. Туршилтуудын санаа дараах байдалтай байв. Электрон атомтай харимхай бусаар мөргөлдөх үед электроноос атом руу энерги дамжих процесс явагддаг. Хэрэв атомын дотоод энерги тасралтгүйгээр өөрчлөгддөг бол атомд ямар ч хэмжээний энерги дамжуулж болно. Харин атомын төлөвүүд дискрет бол электронтой мөргөлдөх үед түүний дотоод энерги нь мөн адил дискретээр - стационар төлөвүүд дэх атомын дотоод энергүүдийн ялгавартай тэнцүү утгаар өөрчлөгдөх ёстой болно."
    },
    {
      "type": "text",
      "value": "Иймээс, харимхай бус мөргөлдөөний үед электрон атомд зөвхөн тодорхой хэмжээний энергийг дамжуулж чадна. Тэдгээрийг хэмжсэнээр атомын стационар төлөвүүдийн дотоод энергийн утгуудыг тодорхойлж болно."
    },
    {
      "type": "text",
      "value": "Үүнийг Зураг 2.5-д харуулсан схемийн дагуу төхөөрөмжийн тусламжтайгаар туршилтаар шалгах шаардлагатай байв. $1 \\text{ мм.м.у.б}$ ($\\approx 130 \\text{ Па}$) орчим даралттай мөнгөн усны уур бүхий баллонд: $K$ - катод, $C$ - тор болон $A$ - анод гэсэн гурван электрод байв. Халуун катодоос термоэлектрон эмиссийн нөлөөгөөр цацарсан электронууд катод болон торны хоорондох $V$ потенциалын ялгаврын нөлөөгөөр хурдасгагдаж байв. $V$-ийн хэмжээг аажмаар өөрчлөх боломжтой байв. Тор болон анодын хооронд ойролцоогоор $0.5 \\text{ В}$ потенциалын ялгавар бүхий сул саатуулагч орон үүсгэгдсэн байв."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-046_210_392_623_768.jpg",
      "caption": "Зураг 2.5"
    },
    {
      "type": "text",
      "value": "Ийнхүү, хэрэв ямар нэг электрон торны дундуур $0.5 \\text{ эВ}$-ээс бага энергитэй өнгөрвөл анод хүртэл нисэж очиж чадахгүй. Зөвхөн тороор нэвтрэн гарахдаа $0.5 \\text{ эВ}$-ээс их энергитэй байсан электронууд л анод дээр хүрч, хэмжих боломжтой анодын гүйдэл $I$-ийг үүсгэнэ."
    },
    {
      "type": "text",
      "value": "Туршилтуудад (Зураг 2.5-ийг үз) анодын гүйдэл $I$ ($G$ гальванометрээр хэмжсэн) нь хурдасгагч хүчдэл $V$-ээс ($V$ вольтметрээр хэмжсэн) хэрхэн хамаарах хамаарлыг судалжээ. Гарган авсан үр дүнгүүдийг Зураг 2.6-д үзүүлэв. Максимумууд нь $E_1 = 4.9 \\text{ эВ}, E_2 = 2 E_1, E_3 = 3 E_1$ гэх мэт энергийн утгуудад харгалзаж байв.*"
    },
    {
      "type": "note",
      "value": "* Зураг 2.6 дахь $I(V)$ муруй нь зөвхөн катод болон торны хооронд гадаад контактны потенциалын ялгавар $\\Delta \\varphi$ байхгүй үед л ийм хэлбэртэй байхыг дурдъя. Харин $\\Delta \\varphi$ байгаа тохиолдолд $I(V)$ муруй нь зүүн эсвэл баруун тийш шилжихэд хүргэдэг. Максимумуудын харьцангуй байрлал нь зөвхөн хийн (атомын) төрлөөс л хамаардаг. Хэрвээ $E_1$ энергийг хөрш максимумуудын хоорондох «зай»-гаар хэмжвэл $\\Delta \\varphi$ хэмжигдэхүүнийг засаж тооцох боломжтой ба ихэвчлэн үүнийгээ л хийдэг."
    },
    {
      "type": "image",
      "src": "images/irodov-quant-physics/a57b3a57-78b5-4292-b0ab-4bd9f2ffcf56-046_313_418_1206_746.jpg",
      "caption": "Зураг 2.6"
    },
    {
      "type": "text",
      "value": "Муруйн ийм хэлбэр нь атомууд үнэхээр л $4.9 \\text{ эВ}$-тэй тэнцүү энергийн дискрет хэсгүүдийг л шингээж чаддагаар тайлбарлагддаг."
    },
    {
      "type": "text",
      "value": "Электронуудын энерги $4.9 \\text{ эВ}$-ээс бага байх үед мөнгөн усны атомуудтай тэдгээрийн мөргөлдөөн нь зөвхөн харимхай (атомуудын дотоод энергийн өөрчлөлтгүй) байж чадах бөгөөд электронууд тор болон анодын хоорондох саатуулах потенциалын ялгаврыг даван туулахад хангалттай энергитэйгээр торон дээр хүрдэг. Харин хурдасгагч хүчдэл $V$ нь $4.9 \\text{ В}$-тэй тэнцүү болох үед электронууд торны ойролцоо харимхай бус мөргөлдөөнүүдийг мэдэрч эхэлж, өөрийн бүх энергийг мөнгөн усны атомуудад өгч, улмаар торны цаадах огторгуйн саатуулах потенциалын ялгаврыг даван туулж чадахаа байдаг. Иймд анод $A$ дээр зөвхөн харимхай бус мөргөлдөөнд ороогүй электронууд л хүрч чадна. Тиймээс хурдасгагч хүчдэл $4.9 \\text{ В}$ болсноос эхлэн анодын гүйдэл $I$ багасаж эхэлнэ."
    },
    {
      "type": "text",
      "value": "Хурдасгагч хүчдэл цаашид өсөхөд харимхай бус мөргөлдөөний дараа хангалттай тооны электронууд торны цаадах саатуулагч орныг даван туулахад шаардлагатай энергийг олж авч амждаг. Гүйдлийн хүч $I$-ийн шинэ өсөлт эхэлдэг. Хурдасгагч хүчдэл $9.8 \\text{ В}$ хүртэл өсөх үед электронууд нэг харимхай бус мөргөлдөөний дараа торон дээр хоёр дахь харимхай бус мөргөлдөөнд хангалттай болох $4.9 \\text{ эВ}$ энергитэйгээр хүрдэг. Хоёр дахь харимхай бус мөргөлдөөний үед электронууд өөрийн бүх энергийг алдаж анод дээр хүрч чаддаггүй. Тиймээс анодын гүйдэл $I$ дахин багасаж эхэлнэ (Зураг 2.6 дээрх хоёр дахь максимум). Дараа дараагийн максимумууд ч мөн адилаар тайлбарлагдана."
    },
    {
      "type": "text",
      "value": "Туршилтын үр дүнгүүдээс харахад мөнгөн усны атомын үндсэн төлөв болон хамгийн ойрын өдөөгдсөн төлөвийн хоорондох дотоод энергиудийн ялгавар $4.9 \\text{ эВ}$-тэй тэнцүү байгаа нь атомын дотоод энергийн дискрет чанарыг нотолж байна."
    },
    {
      "type": "text",
      "value": "Ийм төрлийн туршилтуудыг цаашид өөр хийнүүдийн атомууд дээр хийсэн байдаг. Тэдгээрийн хувьд ч өвөрмөц потенциалын ялгаврууд олдсон ба эдгээрийг резонансын потенциалууд эсвэл өдөөлтийн анхны потенциалууд гэж нэрлэдэг. Резонансын потенциал нь атомын үндсэн төлөвөөс хамгийн ойрын өдөөгдсөн төлөв рүү шилжих шилжилтэд харгалздаг. Илүү өндөр өдөөгдсөн төлөвүүдийг илрүүлэхийн тулд илүү сайжруулсан аргачлалыг ашигласан боловч судалгааны зарчим хэвээр үлдсэн болно."
    },
    {
      "type": "text",
      "value": "Ийнхүү, энэ төрлийн бүх туршилтууд атомын төлөвүүд нь зөвхөн дискретээр өөрчлөгддөг гэсэн дүгнэлтэд хүргэдэг."
    },
    {
      "type": "text",
      "value": "Франк болон Герцийн туршилтууд нь Борын хоёр дахь постулат болох давтамжийн дүрмийг мөн баталдаг. Хурдасгагч хүчдэл $4.9 \\text{ В}$-д хүрэх үед мөнгөн усны уур нь $253.7 \\text{ нм}$ долгионы урттай хэт ягаан туяаг цацруулж эхэлдэг болох нь тогтоогдсон. Энэхүү цацраг нь мөнгөн усны атомууд анхны өдөөгдсөн төлөвөөс үндсэн төлөв рүү шилжсэнтэй холбоотой. Үнэхээр ч (2.17) нөхцөлөөс дараах нь гарна<br>$$E_{2}-E_{1}=\\frac{2 \\pi c \\hbar}{\\lambda}=\\frac{2 \\pi \\cdot 3 \\cdot 10^{10} \\cdot 1,054 \\cdot 10^{-27}}{253,7 \\cdot 10^{-7} \\cdot 1,6 \\cdot 10^{-12}}=4,9 \\text{ эВ. }$$"
    },
    {
      "type": "text",
      "value": "Энэ үр дүн нь өмнөх хэмжилтүүдтэй сайн тохирдог."
    }
  ]
}
