{
  "id": "2.5",
  "title": "§ 2.5. Цахилгаан соронзон долгионы импульс",
  "body": [
    {
      "type": "header",
      "id": "2.5",
      "value": "§ 2.5. Цахилгаан соронзон долгионы импульс"
    },
    {
      "type": "text",
      "value": "Цахилгаан соронзон долгионоор энерги зөөгдөх үйл явц нь мөн импульс зөөгдөхөөр дагалддаг. Харьцангуйн онолын дагуу, гэрлийн хурдаар хөдөлж буй тайвны масс нь тэг байх объектын импульс $p=W / c$ байна, энд $W$ - түүний энерги (энэ нь фотонуудын урсгал болох цахилгаан соронзон долгионы хувьд ч мөн чанартаа үнэн юм). Цахилгаан соронзон долгионы хувьд \"объектын\" тайвны масс тэгтэй тэнцүү тул энерги болон импульсийн хоорондын холбоо яг тийм хэвээр байна:"
    },
    {
      "type": "equation",
      "value": "p=w / c,",
      "tag": "(2.26)"
    },
    {
      "type": "text",
      "value": "энд $p$ ба $w$ нь импульсийн болон энергийн нягтууд буюу нэгж эзлэхүүнд оногдох хэмжигдэхүүнүүд. (2.26) тэнцэтгэлийн баруун талын хүртвэр болон хуваарийг $c$-д үржүүлснээр хүртвэрт нь (2.22)-ийн дагуу энергийн урсгалын нягт ( $w c$ ) гарах бөгөөд энэ нь эргээд Пойнтингийн векторын модультай тэнцүү байна. Ийнхүү вектор хэлбэрээр бичвэл"
    },
    {
      "type": "equation",
      "value": "\\mathbf{p}=[\\mathbf{E H}] / c^{2} .",
      "tag": "(2.27)"
    },
    {
      "type": "text",
      "value": "Хэрэв ямар нэг биеийн гадаргууд нормаль чиглэлээр тусч буй цахилгаан соронзон долгион уг биед бүрэн шингэж байвал биеийн гадаргуугийн нэгж талбайд $\\mathrm{d} t$ хугацаанд нэгж хөндлөн огтлолын талбайтай, $c \\mathrm{~d} t$ өндөртэй цилиндр дотор агуулагдах импульс буюу $\\mathrm{d} p=(w / c) c \\mathrm{~d} t$ импульс шилжинэ. Харин нэгж хугацаанд нэгж гадаргад шилжих импульс болох $\\mathrm{d} p / \\mathrm{d} t$ нь биеийн гадаргад учруулах $p^{*}$ даралттай тэнцүү байна. Ийм учраас шингээгч гадаргуугийн хувьд даралт нь $p^{*}=w, \\mathrm{H} / \\mathrm{m}^{2}$. Гармоник долгионы хувьд энэхүү хэмжигдэхүүн нь хангалттай их давтамжтайгаар лугших тул практикт зөвхөн түүний хугацааны дундаж утга л сонирхол татдаг:"
    },
    {
      "type": "equation",
      "value": "p^{*}=\\langle w\\rangle .",
      "tag": "(2.28)"
    },
    {
      "type": "text",
      "value": "Төгс ойлгогч гадаргуугийн хувьд даралт хоёр дахин их байна."
    },
    {
      "type": "text",
      "value": "Биед импульс дамжуулах механизм буюу даралт хэрхэн үүсдэгийг илүү нарийвчлан авч үзье. Долгионы цахилгаан орон биед $\\mathbf{j}=\\sigma \\mathbf{E}$ нягттай гүйдэл өдөөх бөгөөд харин долгионы соронзон орон $\\mathbf{j}$-д Амперийн хуулийн дагуу үйлчлэх ба хүчний эзлэхүүний нягт нь дараахтай тэнцүү байна"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F}_{\\mathrm{e} \\mu}=[\\mathbf{j B}]=\\sigma[\\mathbf{E B}],",
      "tag": "(2.29)"
    },
    {
      "type": "text",
      "value": "үүнээс уг хүч долгионы тархалтын чиглэлд үйлчилдгийг харж болно."
    },
    {
      "type": "text",
      "value": "Цахилгаан соронзон долгион нь зөвхөн бодисын дотор даралт учруулаад зогсохгүй (хувийн дамжуулал $\\sigma \\neq 0$ байх нөхцөлд), гадаргуугаас ойх үедээ ч даралт учруулдаг байна, иймд"
    },
    {
      "type": "equation",
      "value": "p^{*}=\\langle w\\rangle(1+R),",
      "tag": "(2.30)"
    },
    {
      "type": "text",
      "value": "энд $R$ - ойлтын коэффициент бөгөөд энэ нь ойсон долгионы эрчмийг туссан долгионы эрчимд харьцуулсан харьцаа юм."
    },
    {
      "type": "text",
      "value": "(2.28) томьёогоор тооцоолсон даралт ердийн нөхцөлд маш бага гардаг байна. Жишээлбэл, нарны гэрэл $10^{-5}$ Па (агаар мандлын даралт $\\approx 10^{5}$ Па) орчим даралт учруулна. Ийм даралтыг туршилтаар хэмжих нь маш хэцүү. Үүнийг анх П.Н.Лебедев (1900 онд) амжилттай гүйцэтгэжээ. Түүний хэмжилтүүд нь онолтойгоо $20 \\%$ хүртэлх нарийвчлалтайгаар тохирч байсан байна. Хожим эдгээр хэмжилтүүдийг Герлах (1923 он) давтан хийж $2 \\%$ хүртэлх нарийвчлалд хүрсэн байдаг."
    },
    {
      "type": "text",
      "value": "Цахилгаан соронзон орон импульстэй байдаг гэдэг баримт нь бөөмсийн импульсийн балансыг гаргахдаа цахилгаан соронзон орны импульсийг ч мөн тооцохыг шаарддаг. Зөвхөн энэ үед л импульс хадгалагдах хууль зөрчигдөхгүй байх болно."
    }
  ]
}
