{
  "id": "4.5",
  "title": "§ 4.5. Диэлектрик байгаа үеийн хүчүүд",
  "body": [
    {
      "type": "header",
      "id": "4.5",
      "value": "§ 4.5. Диэлектрик байгаа үеийн хүчүүд"
    },
    {
      "type": "text",
      "value": "<b>Электрострикци.</b> Туршилтаас харахад цахилгаан оронд диэлектрикт хүч үйлчилдэг (ийм хүчийг заримдаа пондеромотор хүч гэнэ). Эдгээр хүч нь диэлектрик бүхэлдээ цэнэгдэхгүй тохиолдолд ч гардаг. Тэдгээрийн шалтгаан нь эцэстээ жигд бус цахилгаан орны туйлшсан диэлектрикийн диполын молекулуудад үйлчлэх хүч юм (жигд бус оронд диполуудад орон хүчлэг нэмэгдэх чиглэлд чиглэсэн хүч үйлчилдэг нь мэдэгдэж байдаг). Уг хүчнүүд нь зөвхөн макрооронгийн жигд бус байдлаас төдийгүй, туйлшсан диэлектрикийн ойролцоох молекулуудын микрооронгоос ч үүдэлтэй."
    },
    {
      "type": "text",
      "value": "Цахилгаан хүчний нөлөөгөөр туйлшсан диэлектрик деформацлагдана. Энэ үзэгдлийг <i>электрострикци</i> гэнэ. Электрострикцийн улмаас диэлектрикт механик хүчдэл үүсдэг."
    },
    {
      "type": "text",
      "value": "Үүний улмаас туйлшсан диэлектрик дэрх дамжуулагчид зөвхөн дамжуулагч дэрх цэнэгүүдээс хамааралтай цахилгаан хүч төдийгүй, диэлектрикийн нэмэлт механик хүч ч үйлчилнэ. Ерөнхий тохиолдолд дамжуулагчт үйлчлэх нийт хүчид диэлектрикийн нөлөөг ямар нэгэн энгийн хамаарлаар тооцоолж болохгүй бөгөөд хүчний үүсэх механизмыг нэгэн зэрэг судлахтайгаа уялдуулж хийх тооцоо ихэвчлэн маш хүндрэлтэй байдаг. Гэхдээ олон тохиолдолд эдгээр хүчийг энергийн хоралалын хуулийг ашиглаад гарал үүслийн дэлгэрэнгүй шинжилгэлгүйгээр тоолж болно."
    },
    {
      "type": "text",
      "value": "<b>Хүчийг энергийн аргаар тодорхойлох.</b> Энэ арга нь хамгийн ерөнхий. Хүчний гарал үүслийг шинжлэхгүйгээр бүх хүчний харилцан үйлчлэлийг (цахилгаан болон механик) автоматаар харгалзан үздэг бөгөөд иймд зөв үр дүнд хүргэдэг."
    },
    {
      "type": "text",
      "value": "Энергийн аргын мөн чанарыг харуулъя. Цэнэглэгдсэн дамжуулагчид хүчдлийн эх үүсвэрээс таслагдсан тохиолдолд хамгийн хялбар байдаг. Ийм тохиолдолд дамжуулагч дэрх цэнэгүүд тогтмол хэвээр байх бөгөөд дамжуулагч ба диэлектрикүүдийн удаан хөдөлгөөнүүдийн үед бүх дотоод хүчний хийх $A$ ажил системийн (буюу орны) $W$ цахилгаан энергийн буурлаасаа бүрэн бий болдог гэж батлаж болно. Заасан нүүлгэлтүүдэд цахилгаан энергийг бусад хэлбэрт шилжүүлэх процесс явагддаггүй, буюу ийм шилжилт нь мөхөстэйгээр бага гэж үздэг. Тиймээс хязгааргүй жижиг нүүлгэлтэд:"
    },
    {
      "type": "equation",
      "value": "\\delta A = -\\left.\\mathrm{d}W\\right|_q,",
      "tag": "(4.15)"
    },
    {
      "type": "text",
      "value": "энд $q$ тэмдэглэгээ нь системийн цахилгаан энергийн буурлыг дамжуулагч дэрх тогтмол цэнэгт тооцоолохыг онцолно."
    },
    {
      "type": "text",
      "value": "(4.15) нь цахилгаан оронд дамжуулагч ба диэлектрикт үйлчлэх хүчийг тодорхойлох эхлэл цэг юм. Жишээлбэл: тухайн биед ($X$ тэнхлэгийн дагуу) $\\mathrm{d}x$ жижиг хөдөлгөөн хийхэд $\\mathbf{F}$ хүчний хийх ажил $\\mathrm{d}A = F_x\\,\\mathrm{d}x$ бол:"
    },
    {
      "type": "equation",
      "value": "F_x = -\\left.\\frac{\\partial W}{\\partial x}\\right|_q.",
      "tag": "(4.16)"
    },
    {
      "type": "text",
      "value": "Анхаарах зүйл: хүч нь тухайн мөчийн байрлал ба цэнэгийн тархалтаас хамааралтай бөгөөд системийн хожмын хөгжлөөс хамааралгүй. Тиймээс (4.16)-аар $F_x$-ийг тооцоолоход бодит процессд бүх цэнэг тогтмол байх шаардлагагүй — $q = \\mathrm{const}$ нөхцөлд $\\mathrm{d}W$ өөрчлөлтийг олохын тулд математик үйлдэл хийхэд л хангалттай. Потенциал тогтмол байх нөхцөлд шилжилт хийхэд өөр томьёо гарна: $F_x = +\\partial W/\\partial x|_{\\varphi}$. Гэвч тооцооллын үр дүн хоёр аргад нэг байдаг тул бид (4.16)-г л ашиглана, хэдийгээр жижиг нүүлгэлтэд $q \\neq \\mathrm{const}$ ч гэсэн."
    },
    {
      "type": "text",
      "value": "<b>Жишээ.</b> Шингэн диэлектрик дэрх хавтгай конденсаторын нэг хавтанд үйлчлэх хүчийг олъё. Хавтануудын хоорондох зай $h$, энэ нөхцөлд конденсаторын багтаамж $C$, хавтануудад $U$ тогтмол хүчдэл байна.\n\nЭнд хавтануудыг оюун ухаандаа ангасахад $U$ тогтмол, $q$ хувьсдаг тул $q = \\mathrm{const}$ гэж үзэн (4.16)-аар тооцоолно. $x$ нь хавтануудын хоорондох зай ($x = h$):"
    },
    {
      "type": "equation",
      "value": "W = \\frac{q^2}{2C} = \\frac{q^2}{2\\varepsilon\\varepsilon_0 S}\\,x."
    },
    {
      "type": "image",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-111_203_331_439_196.jpg",
      "caption": "Зураг 4.4"
    },
    {
      "type": "text",
      "value": "Зураг 4.4-д заасны дагуу $X$ тэнхлэгийн эерэг чиглэлийг сонгоод дээд хавтанд үйлчлэх хүч (4.16)-ийн дагуу:"
    },
    {
      "type": "equation",
      "value": "F_x = -\\left.\\frac{\\partial W}{\\partial x}\\right|_q = -\\frac{q^2}{2\\varepsilon\\varepsilon_0 S}.",
      "tag": "(1)"
    },
    {
      "type": "text",
      "value": "Сөрөг тэмдэг нь $\\mathbf{F}$ вектор $X$ тэнхлэгийн сөрөг чиглэлд, өөрөөр хэлбэл татах хүч болохыг заана. $q = \\sigma S = DS = \\varepsilon\\varepsilon_0 ES$ ба $E = U/h$ болохыг харгалзан (1)-ийг хувиргавал:"
    },
    {
      "type": "equation",
      "value": "F_x = -\\frac{CU^2}{2h}."
    },
    {
      "type": "text",
      "value": "<b>Шингэн диэлектрик дэрх хүчүүд.</b> (1) томьёоноос шингэн диэлектрик дэрх хавтгай конденсаторын хавтануудын харилцан үйлчлэлийн хүч нь вакуумтай ($\\varepsilon = 1$) харьцуулахад $\\varepsilon$ дахин бага болохыг харж болно. Туршилт харуулснаар энэ үр дүнг ерөнхийлж болно: орон байдаг бүх орон зайг шингэн буюу хийн диэлектрикоор дүүргэхэд цэнэглэгдсэн дамжуулагчдын хоорондох харилцан үйлчлэлийн хүчнүүд (тэдгээр дэрх тогтмол цэнэгт) $\\varepsilon$ дахин буурна:"
    },
    {
      "type": "equation",
      "value": "F = F_0/\\varepsilon.",
      "tag": "(4.17)"
    },
    {
      "type": "text",
      "value": "Үүнээс хязгааргүй шингэн буюу хийн диэлектрик дотор $r$ зайд орших $q_1$ ба $q_2$ хоёр цэг цэнэгийн харилцан үйлчлэлийн хүч:"
    },
    {
      "type": "equation",
      "value": "F = \\frac{1}{4\\pi\\varepsilon_0}\\frac{|q_1 q_2|}{\\varepsilon r^2},",
      "tag": "(4.18)"
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл вакуумтай харьцуулахад $\\varepsilon$ дахин бага. Энэ томьёо нь хязгааргүй диэлектрик дэрх цэг цэнэгүүдийн Кулоны хуулийг илэрхийлнэ. Гэхдээ (4.18) нь вакуум дэрх Кулоны хуулиас ялгаатай нь маш хязгаарлагдмал хэрэглэгдэх нөхцөлтэй: диэлектрик нэгтэй, хязгааргүй, заавал шингэн буюу хийн байх ёстой, харилцан үйлчлэж буй биес нь макроскоп утгаар цэгэн байх ёстой."
    },
    {
      "type": "text",
      "value": "Нэгтэй шингэн буюу хийн диэлектрикт, орон бүхий бүх орон зайг дүүргэхэд, $\\mathbf{E}$ хүчлэг ба цэг цэнэгт $q$-д үйлчлэх $\\mathbf{F}$ хүч хоёулаа диэлектрикгүй ($\\mathbf{E}_0$ ба $\\mathbf{F}_0$) -тай харьцуулахад $\\varepsilon$ дахин бага болно. Энэ нь уг тохиолдолд $q$ цэнэгт үйлчлэх хүч нь вакуумтай ижил хэлбэрийн томьёогоор тодорхойлогдоно гэсэн үг:"
    },
    {
      "type": "equation",
      "value": "\\mathbf{F} = q\\mathbf{E},",
      "tag": "(4.19)"
    },
    {
      "type": "text",
      "value": "энд $\\mathbf{E}$ нь диэлектрик дэрх цэнэг $q$ байрлах газрын орны хүчлэг. Зөвхөн энэ тохиолдолд $\\mathbf{F}$ хүчнийхийг хэмжиж диэлектрик дэрх $\\mathbf{E}$ орныг тодорхойлоход болно. Анхаарах зүйл: гадаад цэнэг өөрт нь — тэр ямар нэг жижиг биед төвлөрсөн — диэлектриктэй дотор байгаа оронгоос ялгаатай орон үйлчлэнэ. Гэсэн хэдий ч (4.19) томьёо, гайхалтай нь, зөв үр дүн өгдөг."
    },
    {
      "type": "text",
      "value": "<b>Гадаргуун хүчний нягт.</b> Шингэн буюу хийн диэлектрик дэрх цэнэглэгдсэн дамжуулагчийн гадаргуун нэгж талбайд үйлчлэх хүч. Шингэн диэлектрик дэрх хавтгай конденсаторыг авч үзье. Конденсатор цэнэглэгдсэн, хүчдлийн эх үүсвэрээс таслагдсан байна. (4.9)-ийн дагуу конденсаторын энерги (доторх орны энерги) $W = (ED/2)Sx$, хавтануудын хоорондох зайг нэмэгдүүлэхэд орны $E$ ба $D$ тогтмол хэвээр байна. (4.16)-ийн дагуу дээд хавтанд үйлчлэх хүч:"
    },
    {
      "type": "equation",
      "value": "F_x = -\\left.\\frac{\\partial W}{\\partial x}\\right|_q = -\\frac{EDS}{2},"
    },
    {
      "type": "text",
      "value": "тиймээс гадаргуун хүчний нягт:"
    },
    {
      "type": "equation",
      "value": "F_{\\text{нэгж}} = \\frac{\\mathbf{E}\\mathbf{D}}{2}.",
      "tag": "(4.20)"
    },
    {
      "type": "text",
      "value": "Бид сонирхолтой бөгөөд чухал, ерөнхий үр дүнд (шингэн буюу хийн диэлектрикт) хүрлээ. Дамжуулагчид үйлчлэх гадаргуун хүчний нягт нь гадаргуун ойролцоох цахилгаан энергийн эзэлхүүний нягттай тэнцүү болдог байна. Энэ хүч нь гадаргуунд перпендикуляр, гадагш (дамжуулагчийг сунгах чиглэлд) гадаргуун цэнэгийн тэмдгийг үл харгалзан чиглэнэ."
    }
  ]
}
