{
  "id": "3.1",
  "title": "§ 3.1. Гэрлийн долгион",
  "body": [
    {
      "type": "header",
      "id": "3.1",
      "value": "Бүлэг 3. Удиртгал. § 3.1. Гэрлийн долгион"
    },
    {
      "type": "text",
      "value": "<b>Цахилгаан соронзон долгионы хуваарь.</b> Энэ хэсэгт гэрлийн долгионы шинж чанарт үндэслэсэн үзэгдлүүдийг авч үзэх болно. Цахилгаан соронзон долгионы хэд хэдэн төрлүүд бий: радио долгион, оптик муж, рентген болон гамма-цацрал. Цаашид биднийг зөвхөн долгионы уртад хамаарах оптик муж л голчлон сонирхох болно. Үүнийг доорх байдлаар хуваадаг:"
    },
    {
      "type": "equation",
      "value": "\\begin{array}{ll}\\\\ \\text{ хэт ягаан цацрал... } & \\lambda=0,01 \\div 0,40 \\text{ мкм, } \\\\\text { үзэгдэх цацрал (гэрэл)....... } & \\lambda=0,40 \\div 0,76 \\text{ мкм, }  \\\\\text { хэт улаан цацрал....... } & \\lambda=0,76 \\text{ мкм } \\div 1 \\text{ мм. }\\\\ \\end{array}",
      "tag": "(3.1)"
    },
    {
      "type": "text",
      "value": "Харгалзах долгионы уртуудыг вакуумд заасан болно."
    },
    {
      "type": "text",
      "value": "<b>Хугарлын илтгэгч.</b> Цахилгаан соронзон долгион $\\mathbf{E}$ болон $\\mathbf{H}$ векторуудаар тодорхойлогдоно. Практикт гэрлийн бүхий л үйлчлэл $\\mathbf{E}$ вектортой холбоотой байдаг тул $\\mathbf{E}$ векторыг <b>гэрлийн вектор</b> гэж ярих нь тогтсон заншил юм. Гэрлийн векторын далайцын модулийг бид $A$ эсвэл $E_{m}$ үсгээр тэмдэглэх болно."
    },
    {
      "type": "text",
      "value": "Ямарваа орчны $n$ хугарлын илтгэгчийг дараах байдлаар тодорхойлно:"
    },
    {
      "type": "equation",
      "value": "n=c / v",
      "tag": "(3.2)"
    },
    {
      "type": "text",
      "value": "энд $c$ - вакуум дахь гэрлийн хурд, $v$ - тухайн орчин дахь фазын хурд. (2.8) томьёотой харьцуулж үзвэл:"
    },
    {
      "type": "equation",
      "value": "n=\\sqrt{\\varepsilon},",
      "tag": "(3.3)"
    },
    {
      "type": "text",
      "value": "гарах бөгөөд энэ нь $\\mu \\approx 1$ байх үнэмлэхүй олонх тунгалаг бодисуудын хувьд үнэн юм."
    },
    {
      "type": "text",
      "value": "Сүүлийн томьёо нь бодисын оптик шинж чанарыг түүний цахилгаан шинж чанартай холбож өгдөг. $\\varepsilon$ нь цахилгаан соронзон долгионы давтамжаас хамаардаг болохыг анхааръя. Үүгээр гэрлийн дисперс буюу $n$-ийн (эсвэл $v$-ийн) давтамжаас (буюу долгионы уртаас) хамаарах хамаарал тайлбарлагддаг."
    },
    {
      "type": "text",
      "value": "Хугарлын илтгэгч $n$ нь орчны <b>оптик нягтыг</b> сийрүүлнэ. Илүү их хугарлын илтгэгчтэй орчныг оптик харьцангуй нягт орчин гэнэ."
    },
    {
      "type": "text",
      "value": "Бодис доторх долгионы урт $\\lambda^{\\prime}=v / v=c / n v=\\lambda / n$. Ингэхлээр, $n$ хугарлын илтгэгчтэй орчин дахь гэрлийн долгионы урт нь"
    },
    {
      "type": "equation",
      "value": "\\lambda^{\\prime}=\\lambda / n .",
      "tag": "(3.4)"
    },
    {
      "type": "text",
      "value": "<b>Долгионы эрчим.</b> Гэрлийн долгион нь $I$ эрчмээр сийрүүлэгдэнэ - энэ бол энергийн урсгалын нягтын хугацаанаас хамаарсан дундаж утгын модуль юм. Цахилгаан соронзон энергийн урсгалын нягт нь бидний мэдэж байгаачлан Пойнтингийн вектор $\\mathbf{\\Pi}$-ээр дараах байдлаар тодорхойлогдоно:"
    },
    {
      "type": "equation",
      "value": "I=\\langle\\Pi\\rangle \\propto E_{m} H_{m} .",
      "tag": "(3.5)"
    },
    {
      "type": "text",
      "value": "(2.14) ёсоор $H_{m} \\propto \\sqrt{\\varepsilon} E_{m}=n E_{m}$ тул (3.5) томьёог дараах байдлаар бичиж болно:"
    },
    {
      "type": "equation",
      "value": "I \\propto n E_{m}^{2}=n A^{2} .",
      "tag": "(3.6)"
    },
    {
      "type": "text",
      "value": "Долгионы гадаргууд перпендикуляр шугамуудыг <b>цацраг</b> гэнэ. Пойнтингийн вектор цэг бүрд цацрагт шүргэгч дагуу чиглэнэ. Гэхдээ энэ нь зөвхөн изотропи орчинд л хамааралтай."
    },
    {
      "type": "text",
      "value": "<b>Гэрлийн долгионы төрлүүд.</b> Гэрлийн долгион нь цахилгаан соронзон долгион байдаг учраас хөндлөн долгион юм. Гэсэн хэдий ч ихэвчлэн тэдгээр нь тархалтын чиглэлтэйгээ харьцуулахад асимметр шинж чанар үзүүлдэггүй. Энэ нь энгийн эх үүсвэрээс цацруулж буй гэрэлд (уг гэрлийг <b>байгалийн гэрэл</b> гэнэ) гэрлийн векторын хэлбэлзэл тархалтын чиглэлд перпендикуляр янз бүрийн чиглэлд ээлжлэн явагддагтай холбоотой."
    },
    {
      "type": "text",
      "value": "Сонгодог төсөөллөөр гэрэлтэгч биеийн (хий) цацрал нь түүний атомуудаас цацарч буй долгионуудаас бүрэлддэг. Тусгаар нэг атомын цацрал ойролцоогоор $10^{-8}$ с үргэлжлэх ба дунджаар 3 м орчим урттай долгионы багц байдаг. Цацруулсны дараа атом хэсэг хугацааны дараа өдөөгдсөн төлөвт шилжиж дахин цацруулах гэх мэтээр үргэлжилнэ. Нэгэн зэрэг маш олон атом цацруулдаг. Тэдгээрээс үүссэн долгионы багцууд давхарцсанаар биеэс цацрах гэрлийн долгионыг үүсгэнэ. Багц бүрийн хувьд хэлбэлзлийн чиглэл нь санамсаргүй байрлалтай байдаг. Тийм учраас нийлбэр гэрлийн долгионд гэрлийн векторын хэлбэлзэл өөр өөр чиглэлүүдэд ижил магадлалтайгаар явагддаг."
    },
    {
      "type": "image",
      "src": "images/irodov-wave/950fefba-d83b-4c8f-96e7-0bd5a7eb90be-069_243_237_619_84.jpg",
      "caption": "Зураг 3.1"
    },
    {
      "type": "text",
      "value": "Үүнийг юу гэж ойлгох хэрэгтэй вэ гэвэл, гэрлийн долгион ямар нэг цэгийг дайран өнгөрөх үед гэрлийн векторын хэлбэлзэл нь хурдан бөгөөд замбараагүйгээр бие биеэ сольдог. Гэхдээ хэсэгхэн богино хугацааны туршид хэлбэлзлийн чиглэл нь хадгалагдаж үлдэх гэрлийн вектортой харьцаж, дараа нь хэлбэлзлийн чиглэл өөр нэгээр солигдох гэх мэт явагдана. Ингэхдээ гэрлийн векторын модуль өөрчлөгдөхгүй тогтмол байна. Үүнийг нөхцөлтэйгөөр Зураг 3.1-т заасанчлан дүрсэлдэг бөгөөд энд долгионы тархалтын чиглэл нь зургийн хавтгайд перпендикуляр байна."
    },
    {
      "type": "text",
      "value": "Гэрлийн векторын хэлбэлзлийн чиглэл ямар нэгэн байдлаар цэгцлэгдсэн гэрлийг <b>туйлширсан</b> гэрэл гэнэ. Хэрэв гэрлийн векторын хэлбэлзэл зөвхөн нэг л хавтгайд явагдаж байвал уг гэрлийг <b>хавтгай-</b> (буюу <b>шугаман-</b>) <b>туйлширсан</b> гэрэл гэнэ."
    },
    {
      "type": "text",
      "value": "Хэрэв гэрлийн векторын төгсгөл эллипс зурган хөдөлж байвал ийм гэрлийг <b>эллипс-туйлширсан</b> (тухайлбал, <b>дугуйгаар туйлширсан</b>) гэрэл гэнэ."
    },
    {
      "type": "text",
      "value": "Зарчмын шинэ төрлийн гэрлийн үүсвэр болох лазерыг бүтээснээр өндөр зэргийн монохромат шинж чанартай хавтгай-туйлширсан гэрэл гарган авах боломжтой болсон. Ийм гэрлийн эх үүсвэрийг ашигласан нь интерференц, дифракц зэрэгтэй холбоотой олон асуудлуудыг туршилтын явцад шийдвэрлэхэд ихээхэн хялбар болгосон."
    }
  ]
}