{
  "id": "2.1",
  "title": "§ 2.1. Бодис дахь орон",
  "body": [
    {
      "type": "header",
      "value": "§ 2.1. Бодис дахь орон",
      "id": "2.1"
    },
    {
      "type": "text",
      "value": "<b>Микро ба макро орон.</b> Аливаа бодис дахь жинхэнэ цахилгаан орон — түүнийг микро орон гэж нэрлэдэг — нь орон зайд ч, хугацаанд ч маш огцом өөрчлөгддөг. Тэр нь атомын өөр өөр цэгүүд болон тэдгээрийн хоорондын зайд харилцан адилгүй байна. Тухайн цаг мөчид ямар нэгэн цэг дэх жинхэнэ орны $\\mathbf{E}$ хүчлэгийг олохын тулд бодисын бүх салангид цэнэгт хэсгүүд болох электрон болон цөмүүдийн орны хүчлэгүүдийн нийлбэрийг олох хэрэгтэй болно. Энэ бодлогын шийдэл мэдээж хэрэг огт боломжгүй сэдэв юм. Бүтсэн ч гэлээ үр дүн нь дэндүү түвэгтэй гарах нь ойлгомжтой тул зүгээр л ашиглах боломжгүй зүйл болох байсан биз. Түүгээр зогсохгүй, макроскоп бодлогуудыг бодоход тийм орон бүр шаардлагагүй ч байдаг. Олонх зорилгуудын хувьд цаашид бидний ашиглах, хавьгүй илүү хялбар болоод эд эс ширхэгчилдэггүй бүдүүвчилсэн дүрслэл л хангалттай байдаг."
    },
    {
      "type": "text",
      "value": "Бодис дахь цахилгаан $\\mathbf{E}$ орон — түүнийг макро орон гэж нэрлэх бөгөөд — үүнийг бид орон зайн хувьд дундажлагдсан микро орон хэмээн ойлгох болно (орон зайн дундажлал хийсний дараа хугацааны хувьд дундажлах шаардлагагүй болдог). Ийм дундажлал нь маш олон тооны атомуудыг багтаасан атлаа макроорон мэдэгдэхүйц өөрчлөгдөх тэр зайнаас олон дахин бага хэмжээтэй байх тийм физикийн хувьд хязгааргүй бага эзэлхүүнээр хийгддэг. Ийм эзэлхүүнүүдээр хийсэн дундажлал нь атомын эрэмбийн зайд гарч буй бүх зүйг тогтмол бус хийгээд хурдан хувьсах микроорны өөрчлөлтүүдийг тэгшитгэн өнгөлж өгдөг боловч, макроскоп зайд гарч буй макроорны жигд өөрчлөлтүүдийг бол хадгалан үлдээдэг. Иймээс бодис дахь орон"
    },
    {
      "type": "equation",
      "value": "\\mathbf{E}=\\mathbf{E}_{\\text {макро }}=\\left\\langle\\mathbf{E}_{\\text {микро }}\\right\\rangle .",
      "tag": "2.1"
    },
    {
      "type": "text",
      "value": "<b>Оронд бодисын үзүүлэх нөлөө.</b> Ямар ч бодисыг цахилгаан оронд оруулахад бодис дотор эерэг болон сөрөг цэнэгүүд (цөмүүд ба электронууд) шилждэг бөгөөд энэ нь цаашдаа эдгээр цэнэгүүд хэсэгчлэн салах үр дагаварт хүргэдэг. Бодисын тэр эсвэл энэ хэсгүүдэд янз бүрийн тэмдэгтэй компенсацлагдаагүй (тэнцвэржээгүй) цэнэгүүд бий болно. Энэ үзэгдлийг <b>цахилгаан статик индукц</b> хэмээн нэрлэдэг ба, салах процессын үр дүнд үүссэн цэнэгүүдийг — <i>индуцирлэгдсэн цэнэгүүд</i> гэнэ."
    },
    {
      "type": "text",
      "value": "Индуцирлэгдсэн цэнэгүүд нэмэлт цахилгаан орныг үүсгэх бөгөөд энэ нь анхны (гадаад) цахилгаан оронтой нийлж нийлбэр (результирующее) орныг бүрэлдүүлдэг. Гадаад орон болон индуцирлэгдсэн цэнэгүүдийн түгэлтийг мэдсэн үед нийлбэр орныг олохдоо тэрхүү бодис өөрөө байгаа эсэхийг нь анхаарах шаардлагагүй болдог — учир нь түүний үүрэг аль хэдийнээ индуцирлэгдсэн цэнэгүүдийн туслалцаагаар тооцогдчихсон хэрэг юм."
    },
    {
      "type": "text",
      "value": "Тиймээс бодис байгаа үе дэх нийлбэр орон нь гадаад орон болон индуцирлэгдсэн цэнэгүүдийн орны суперпозиц маягаар л тодорхойлогдоно. Гэсэн хэдий ч бид эдгээр бүх цэнэгүүд орон зайд хэрхэн түгсэнийг урьдчилан мэддэггүйн улмаас олон тохиолдолд хэрэг явдал лавшран орооцолддог — энэ бодлого маань анх төсөөлсөн шиг тийм ч амар эд биш болж мэдрэгддэг. Цаашид бидний харахчлан, индуцирлэгдсэн цэнэгүүдийн түгэлт нь нэн шийдвэрлэх байдлаар бодисын өөрийнх нь шинж чанараас — түүний физик мөн чанар болоод биетийн хэлбэрээс ихээхэн хамаардаг байна. Энэ асуудлуудтай бид одооноос арай дэлгэрэнгүй танилцах болно."
    }
  ]
}
