{
  "id": "2.2",
  "title": "§ 2.2. Дамжуулагчийн гадна болон дотор тал дахь орон",
  "body": [
    {
      "type": "header",
      "value": "§ 2.2. Дамжуулагчийн гадна болон дотор тал дахь орон",
      "id": "2.2"
    },
    {
      "type": "text",
      "value": "<b>Дамжуулагч дотор $\\mathbf{E}=\\mathbf{0}$.</b> Металл дамжуулагчийг гадаад цахилгаан статик оронд байрлуулах юмуу эсвэл түүнд ямар нэгэн цэнэг өгье. Аль ч тохиолдолд дамжуулагчийн бүх цэнэгүүдэд цахилгаан орон үйлчлэх ба үүний үр дүнд сөрөг цэнэгүүд (электронууд) орны эсрэг зүгт шилждэг. Цэнэгүүдийн ийм шилжилт (гүйдэл) нь дамжуулагч доторх бүх цэгүүд дэх цахилгаан орон тэгтэй тэнцэх тогтвортой цэнэгийн түгэлт тогтох хүртэл хэдийнээ явагдсан байна (практик дээр бол энэ нь секундын маш бага хугацаанд). Тиймээс статик тохиолдолд дамжуулагч дотор цахилгаан орон байхгүй ($\\mathbf{E}=\\mathbf{0}$)."
    },
    {
      "type": "text",
      "value": "Цаашилбал, дамжуулагч дотор хаа сайгүй $\\mathbf{E}=\\mathbf{0}$ тул, дамжуулагч доторх илүүдэл (компенсацлагдаагүй) цэнэгийн нягт нь мөн хаа сайгүй тэгтэй тэнцэх болно ($\\rho=0$). Үүнийг Гауссын теоремийн тусламжтайгаар хулганын хамраас ч хялбар ойлгож болно. Үнэн хэрэгтээ дамжуулагч дотор $\\mathbf{E}=\\mathbf{0}$ болохоор дамжуулагч доторх дурын битүү гадаргууг нэвтрэх $\\mathbf{E}$ векторын урсгал мөн л тэг байх нь гарцаагүй. Харин энэ нь дамжуулагч дотор илүүдэл цэнэг байхгүй болохыг гэрчилнэ."
    },
    {
      "type": "text",
      "value": "Илүүдэл цэнэгүүд нь зөвхөн дамжуулагчийн гадаргуу дээр тодорхой $\\sigma$ нягттайгаар бий болох бөгөөд ерөнхийд нь авч үзвэл гадаргуун өөр өөр цэгүүдэд харилцан адилгүй байна. Гадаргуун өнгөн дээрх илүүдэл цэнэг нь маш нимгэн өнгөн давхаргад байдгийг (түүний зузаан нь 1-2 атом хоорондын зайтай тэнцүү байцаа) тэмдэглэе."
    },
    {
      "type": "text",
      "value": "Дамжуулагч дотор орон байхгүй гэдэг нь (1.31) тэгшитгэлийн дагуу $\\varphi$ потенциал нь дамжуулагчийн бүх цэгтгээд нэг ижил байхыг, өөрөөр хэлбэл цахилгаан статик орон дахь ямар ч дамжуулагч нь эквипотенциал мужийг төлөөлөн илэрхийлдэг бөгөөд гадаргуу нь эквипотенциал шинжтэй байна гэсэн үг."
    },
    {
      "type": "text",
      "value": "Дамжуулагчийн гадаргуу нь эквипотенциал байх тэрхүү баримт нь, энэ гадаргууттай нийлсэн хэсгийн $\\mathbf{E}$ орон нь бүх цэг дээрээ түүнд нормаль (перпендикуляр) чиглэсэн байдаг гэдгээс гаралттай. Хэрэв тийм бишсэн бол, $\\mathbf{E}$-ийн шүргэгч байгуулагчийн үйлчлэлээр цэнэгүүд дамжуулагчийн гадаргуу дагуу шилжих байсан, бусдаар бол цэнэгүүдийн тэнцвэр боломжгүй зүйлсийн тоонд орохсон."
    },
    {
      "type": "text",
      "value": "Жишээ. Төвөөс нь $r$ зайд байрлах $q$ цэгэн цэнэгтэй үйлчлэлцэж буй цэнэггүй дамжуулагч бөмбөрцгийн потенциалыг ол (Зураг 2.1)."
    },
    {
      "type": "text",
      "value": "Бөмбөрцгийн бүх цэгийн $\\varphi$ потенциал ижил. Иймээс бөмбөрцгийн төв $O$ цэг дэх потенциалыг тооцоолцгооё, зөвхөн энэ цэг дээр л тооцоолол хамгийн"
    },
    {
      "type": "image",
      "caption": "Зураг 2.1",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-048_234_342_1169_808.jpg"
    },
    {
      "type": "text",
      "value": "хялбар байх болно:"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r}+\\varphi^{\\prime},",
      "tag": "1"
    },
    {
      "type": "text",
      "value": "үүний эхний нэмэгдэхүүн бол $q$ цэнэгийн потенциал, харин хоёр дахь нь завсар дахь бөмбөрцгийн гадаргуу дээр индуцирлэгдсэн цэнэгийн потенциал. Гэхдээ бүх индуцирлэгдсэн цэнэгүүд $O$ цэгээс нэг ижил $a$ зайд байрлах ба нийт дүнгээрээ индуцирлэгдсэн цэнэг нь тэгтэй тэнцэх тул, $\\varphi^{\\prime}=0$ болж ирдэг. Иймээс, энэ тохиолдолд бөмбөрцгийн потенциал зөвхөн (1) дэх эхний гишүүнээр л тодорхойлогдох болно."
    },
    {
      "type": "text",
      "value": "Зураг 2.2-т хоёр дамжуулагч бөмбөрцгөөс тогтох системийн орон болон цэнэгийн түгэлтийг үзүүлэв, үүний нэг нь (зүүн талынх нь) цэнэгтэй юм. Цахилгаан"
    },
    {
      "type": "image",
      "caption": "Зураг 2.2",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-049_392_415_411_72.jpg"
    },
    {
      "type": "text",
      "value": "индукцийн нөлөөллөөр баруун талын цэнэглэгдээгүй бөмбөрцгийн гадаргуу дээр эсрэг тэмдэгтэй цэнэгүүд үүсдэг. Эргэлдэж сэдэгдэлтэйгээр, эдгээр цэнэгийн орон нь зүүн бөмбөрцгийн гадаргуу дээрх цэнэгүүдийн хуваарилалтыг дахин ямар нэг хэмжээгээр эргүүлж дахин түгээдэг бөгөөд үр дүнд нь гадаргуун дээрх цэнэгийн түгэлт жигд биш болдог. Зураг дээр үргэлжилсэн шугамаар E векторын шугамуудыг, тасархай шугамаар — зургийн хавтгайтай эквипотенциал гадаргуунуудын огтлолцлыг харуулав. Энэхүү системээс холдох тусам эквипотенциал гадаргуунууд нь улам л бөөрөнхий хэлбэр рүүгээ ойртож, $\\mathbf{E}$ векторын шугамууд радиаль болон, орон өөрөө энэхүү системийн нийтлэг $q$ суммар цэнэгийн орших цэгэн цэнэгийнх рүү улам бүр ойртон тэмүүлэх юм."
    },
    {
      "type": "text",
      "value": "<b>Дамжуулагчийн өнгөн дэх орон.</b> Дамжуулагчийн яг өнгөн дээрх цахилгаан орны хүчлэг нь, яг одоо бидний харах гэж буйчлан, дамжуулагчийн гадаргуу дээрх орон нутгийн (харилцан адилгүй хэсгүүдэд орших) цэнэгийн нягттай энгийн нэгэн хамаарлаар холбогдож байдаг. Энэ холбоог Гауссын теоремийн тусламжтайгаар амархан гаргаж авч болно."
    },
    {
      "type": "text",
      "value": "Дамжуулагчийн бидний сонирхон буй гадаргуугийн хэсэг вакуумтай хиллэж байг гэе. $\\mathbf{E}$ векторын шугамууд нь дамжуулагчийн гадаргууд перпендикуляр байх тул, жижигхэн хуруу шил (цилиндр)-ийг битүү гадаргуу болгон авч, Зураг 2.3-т"
    },
    {
      "type": "image",
      "caption": "Зураг 2.3",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-049_225_318_1496_72.jpg"
    },
    {
      "type": "text",
      "value": "үзүүлсэн байдлаар байрлуулъя. Тэгвэл энэ гадаргуугаар гарах $\\mathbf{E}$ векторын урсгал нь зөвхөн цилиндрийн \"гадна талын\" сууриар гарах урсгалтай л тэнцүү байх болно (хажуугийн гадаргуу болон дотоод сууриар гарах урсгал тэгтэй тэнцэнэ) гээд бид $E_{n} \\Delta S=\\sigma \\Delta S / \\varepsilon_{0}$-г гаргаж авах ба, үүний $E_{n}$ — нь $\\mathbf{E}$ векторын"
    },
    {
      "type": "text",
      "value": "гадаад нормаль дээрх (дамжуулагчийн хувьд) проекц $\\mathbf{n}, \\Delta S$ — цилиндрийн огтлолын талбай, $\\sigma$ — дамжуулагч дээрх цэнэгийн локаль гадаргуун нягт. Энэ тэнцэтгэлийн хоёр талыг $\\Delta S$-ээр хураавал"
    },
    {
      "type": "equation",
      "value": "E_{n}=\\sigma / \\varepsilon_{0} .",
      "tag": "2.2"
    },
    {
      "type": "text",
      "value": "гарна. Хэрэв $\\sigma>0$ бол $E_{n}>0$ гарч $\\mathbf{E}$ вектор дамжуулагчийн гадаргуугаас гадагш чиглэнэ — $\\mathbf{n}$ нормалаар заагдах бол; хэрэв $\\sigma<0$ бол $E_{n}<0$ болж — $\\mathbf{E}$ вектор дамжуулагчийн гадаргуу руу хумин чиглэх болно."
    },
    {
      "type": "text",
      "value": "(2.2) хамааралтай холбогдуулан, дамжуулагчийн орчим дахь $\\mathbf{E}$ нь зөвхөн цэнэгийн орон нутгийн (тухайн цэгт орших) $\\sigma$ нягтаас л хамаарна гэсэн алдаатай дүгнэлтэнд хүрч мэднэ. Гэвч тийм биш юм. Харин $\\mathbf{E}$ хүчлэг ч тэр, мөн $\\sigma$-утга өөрөө ч тэр тэнд буй системийн бүх цэнэгүүдэд л захирагдан тодорхойлогдож байдаг юм шүү."
    }
  ]
}
