{
  "id": "2.4",
  "title": "§ 2.4. Битүү дамжуулагч бүрхүүлийн шинж чанар",
  "body": [
    {
      "type": "header",
      "value": "§ 2.4. Битүү дамжуулагч бүрхүүлийн шинж чанар",
      "id": "2.4"
    },
    {
      "type": "text",
      "value": "Тэнцвэрийн төлөвт дамжуулагч дотор илүүдэл цэнэг байдаггүйг бид тодорхойлсон билээ — өөрөөр хэлбэл дамжуулагч доторх бодис цахилгааны хувьд саармаг байна. Тиймээс дамжуулагч дотрох ямар нэгэн эзэлхүүнээс бодисыг нь авах (битүү хөндий үүсгэх) нь орныг хаана ч өөрчлөхгүй бөгөөд цэнэгүүдийн тэнцвэрт байрлалд ч ямар нэг байдлаар нөлөөлөхгүй. Энэ нь илүүдэл цэнэг хөндийтэй(нүхтэй) дамжуулагчид ч үргэлж цул дамжуулагч дээрхтэй адилаар хуваарилагдана гэсэн үг — ба мөн л гаднах гадаргуу дагуугаа түгнэ."
    },
    {
      "type": "text",
      "value": "Тиймээс, хэрэв хөндийд цахилгаан цэнэг байхгүй бол, түүн доторх цахилгаан орон тэгтэй тэнцэнэ. Гадаад цэнэгүүд болоод, ялангуяа дамжуулагчийн гадна талын гадаргуу дээрх цэнэгүүд ч дамжуулагчийн доторх хөндийд ямар ч цахилгааны орон үүсгэдэггүй юм байна. Үүн дээр л <b>цахилгаан статик хамгаалалт</b> үндэслэсэн байдаг — жишээлбэл, хэмжүүрийн багажуудыг гадаад цахилгаан статик орны нөлөөллөөс амжилттайгаар халхалж хамгаалдаг. Практик дээр хатуу цул дамжуулагч-бүрхүүлийн оронд хангалттай шигүү нүдтэй металл торыг ашиглан солин хэрэглэж ч болдог байна."
    },
    {
      "type": "text",
      "value": "Хоосон хөндий дотор цахилгаан орон байхгүй гэдгийг арай өөрөөр ч баталж болно. Хөндийг ороож хучсан, мөн бүхэлдээ дамжуулагч бодис дотор орших битүү $S$ гадаргууг авч үзье. Дамжуулагч дотор хаа сайгүй $\\mathbf{E}$ орон тэг байх тул, $S$-ийг нэвтлэх $\\mathbf{E}$ векторын урсгал ч мөн адил тэг гарна. Эндээс Гауссын теоремийн дагуу $S$ доторх нийлбэр цэнэг ч тэг байна гэсэн үг. Энэ нь үнэн хэрэгтээ, хөндий өөрийнх нь дотоод гадаргуу дээр ижил хэмжээний эерэг болон сөрөг цэнэгүүд бий болдог Зураг 2.5-д харуулсан шиг тохиолдлыг бол үгүйсгэж чадахгүй л дээ."
    },
    {
      "type": "image",
      "caption": "Зураг 2.5",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-052_334_342_1403_806.jpg"
    },
    {
      "type": "text",
      "value": "Харин ийм таамаглал хийхийг, өөр нэгэн теорем буюу — Е векторын циркуляцийн теорем хориглодог юм. Үнэндээ, Г хүрээ шугам нь хөндийг ямар нэг $\\mathbf{E}$ векторын шугам дагуу огтлон гарч ба дамжуулагчийн бодисоор битүүрч байг гэе. Тэгвэл энэ хүрээ шугамын дагуух $\\mathbf{E}$ векторын шугаман интеграл тэгтэй тэнцүү биш болох нь тодорхой боловч, үүнийг циркуляцийн теорем бас л байж болохгүй гэж заадаг билээ."
    },
    {
      "type": "text",
      "value": "Одоо хөндий маань хоосон биш дотроо ямар нэг (нэг ч биш байж болно) цахилгаан $q$ цэнэг агуулсан байх тохиолдол руу хандацгаая. Мөн бүр гаднах огторгуй нь бүхэлдээ дамжуулагч орчноор дүүрсэн байна гэж төсөөлье. Түүн доторх орон тэнцвэрийн үедээ тэг гарна, тэгвэл тухайн орчин нь цахилгааны хувьд саармаг бөгөөд хаанаа ч илүүдэл цэнэг агуулахгүй байж таарна."
    },
    {
      "type": "text",
      "value": "Дамжуулагч дотор хаа сайгүй $\\mathbf{E}=\\mathbf{0}$ байх тул, хөндийг хүрээлэн буй битүү гадаргууг нэвтлэх $\\mathbf{E}$ векторын урсгал ч тэг байна. Гауссын теоремоор энэ нь, битүү гадаргуугийн дотор орших уг хөндий дэх цэнэгүүдийн алгебрийн нийлбэр мөн л тэг байх ёстойг илтгэнэ. Ингээд, хөндийн гадаргуу дээр индуцирлэгдсэн цэнэгийн алгебрийн нийлбэр нь модулиараа хөндийн дотор орших цэнэгүүдийн алгебрийн нийлбэртэй ижил тэнцүү бөгөөд эсрэг тэмдэгтэй байх нь ээ."
    },
    {
      "type": "text",
      "value": "Тэнцвэрийн төлөв дэх, хөндийн гадаргуу дээр индуцирлэгдсэн цэнэгүүд нь, хөндий дотор буй цэнэгүүдийнхээ орныг хөндийнхөө гадна бүрмөсөн компенсацлах (тэнцвэржүүлэх) маягаар хуваарилагддаг."
    },
    {
      "type": "text",
      "value": "Дамжуулагч орчин нь дотроо хаа сайгүй цахилгааны хувьд саармаг байдаг учраас, уг орчин нь цахилгаан оронд ямар ч нөлөө үзүүлдэггүй. Тиймээс, хэрэв түүнийг хөндийн эргэн тойронд ердөө дамжуулагч бүрхүүл л байхаар үлдээгээд бусдыг нь авч хаявал, үүнээс үүдэн орон хаана ч өөрчлөгдөхгүй бөгөөд бүрхүүлийн гадна тэг хэвээр үлдэнэ."
    },
    {
      "type": "text",
      "value": "Тиймээс, дамжуулагч бүрхүүлээр хүрээлэгдсэн цэнэгүүдийн болоод, хөндийн гадаргуу дээр (бүрхүүлийн дотоод гадаргуу дээр) индуцирлэгдсэн цэнэгүүдийн орон гадаад огторгуйд бүхий л хэсэгтээ тэгтэй тэнцэнэ."
    },
    {
      "type": "text",
      "value": "Бид дараах чухал дүгнэлтэд хүрч ирэв: <b>битүү дамжуулагч бүрхүүл нь бүхэл огторгуйг хоёр — дотоод болон гадаад хэсгүүдэд хуваадаг бөгөөд тэдгээр нь цахилгааны хувьд бие биеэсээ огт хамааралгүйгээр оршдог байна.</b> Үүнийг ингэж л ойлгох хэрэгтэй: бүрхүүлийн дотор талд орших цэнэгүүдийн ямар ч шилжилт хөдөлгөөний дараа гадаад огторгуй дахь оронд ямар ч өөрчлөлт орохгүй ба, тиймээс бүрхүүлийн гадаад гадаргуу дээрх цэнэгийн түгэлт хуучнаараа үлдэнэ гэсэн үг. Энэ нь хөндий доторх оронд (хэрэв тэнд цэнэг байгаа бол) ч, болон хөндийн хананд индуцирлэгдсэн цэнэгүүдийн хуваарилалтад ч мөн хамаарна—бүрхүүлийн гадна талд орших цэнэгүүдийн шилжилт хөдөлгөөнд өртөж тэдний орон мөн өөрчлөгдөхгүй бөгөөд хэвээрээ үлдэнэ. Эдгээр ярьсан бүхэн, ойлгомжтойгоор зөвхөн цахилгаан статикийн л хүрээнд үнэн болохыг өгүүлье."
    },
    {
      "type": "text",
      "value": "Жишээ. $q$ цэгэн цэнэгийг, гадаад гадаргуу нь бөмбөрцөг байдаг тийм цахилгааны хувьд саармаг бүрхүүл дотор байрлуулжээ (Зураг 2.6). Бүрхүүлийн гадна талд орших гадаад гадаргуугийнх нь төв $O$-гөөс $r$ зайд байх $P$ цэг дэх $\\varphi$ потенциалыг олъё."
    },
    {
      "type": "text",
      "value": "$P$ цэг дэх орон нь зөвхөн бүрхүүлийн гадаад"
    },
    {
      "type": "image",
      "caption": "Зураг 2.6",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-054_278_406_350_746.jpg"
    },
    {
      "type": "text",
      "value": "гадаргуу дээр — бөмбөрцөгт индуцирлэгдсэн цэнэгүүдээр л тодорхойлогдох болно, юуны тулд вэ гэвэл сая харуулсанчлан, $q$ цэгэн цэнэг болон бүрхүүлийн дотоод гадаргуу дээр индуцирлэгдсэн цэнэгүүдийн үүсгэх орон чинь хөндийгөөсөө гаднах бүх орчинд тэг гарчихдаг шүү дээ. Дараагаар нь, гадаад бүрхүүл дээрх цэнэг түүний тэгш хэмт байдлаас болоод жигд түгэх тул"
    },
    {
      "type": "equation",
      "value": "\\varphi=\\frac{1}{4 \\pi \\varepsilon_{0}} \\frac{q}{r} .",
      "tag": ""
    },
    {
      "type": "text",
      "value": "Битүү дамжуулагч бүрхүүлийн нэгэн онцгой (тухайн) тохиолдол нь хязгааргүй дамжуулагч хавтгай болно. Ийм хавтгайн нэг талд орших огторгуй нь нөгөө талд байгаа огторгуйгаас цахилгааны хувьд бас л үл хамааран оршино."
    },
    {
      "type": "text",
      "value": "Битүү дамжуулагч бүрхүүлийн эдгээр дурдсан шинж чанаруудыг бид цаашид нэг бус удаа ашиглах болно."
    }
  ]
}
