{
  "id": "2.5",
  "title": "§ 2.5. Цахилгаан статикийн ерөнхий бодлого. Дүрсийн арга",
  "body": [
    {
      "type": "header",
      "value": "§ 2.5. Цахилгаан статикийн ерөнхий бодлого. Дүрсийн арга",
      "id": "2.5"
    },
    {
      "type": "text",
      "value": "Дамжуулагчуудын цэнэгийн хуваарилалт мэдэгдэхгүй ч гэсэн, тэдгээрийн потенциал, хэлбэр болоод харилцан байрлал нь өгөгдсөн байдаг бодлоготэй ихэнхдээ тулгардаг. Тэгвэл дамжуулагчуудын хоорондын орны аль ч цэг дэх $\\varphi(\\mathbf{r})$ потенциалыг тодорхойлох шаардлагатай болдог. Хэрвээ бид $\\varphi(\\mathbf{r})$-г мэдвэл, $\\mathbf{E}(\\mathbf{r})$ орныг өөрийг нь амархан сэргээж ба дамжуулагчийн гадаргуун тэр цэгүүд дэх $\\mathbf{E}$-ийн утгыг ашиглан тэдгийн дээрх гадаргуун цэнэгийн хуваарилалтыг олж болно."
    },
    {
      "type": "text",
      "value": "<b>Пуассон ба Лаплас тэгшитгэлүүд.</b> $\\varphi$ — потенциал функцийн биелүүлэх ёстой дифференциал тэгшитгэлийг олъё. Үүний тулд (1.20)-ийн зүүн талд байгаа $\\mathbf{E}$-ийн оронд $\\varphi$-ийн заах илэрхийллийг буюу $\\mathbf{E}=-\\boldsymbol{\\nabla} \\varphi$-г орлуулна. Үр дүнд нь потенциалын дифференциал тэгшитгэл — Пуассоны тэгшитгэлд хүрэх болно:"
    },
    {
      "type": "equation",
      "value": "\\nabla^{2} \\varphi=-\\rho / \\varepsilon_{0},",
      "tag": "2.8"
    },
    {
      "type": "text",
      "value": "энд $\\nabla^{2}$ — Лапласын оператор (лапласиан). Декартын координатын системд тэр дараах хэлбэртэй байна:"
    },
    {
      "type": "equation",
      "value": "\\nabla^{2}=\\frac{\\partial^{2}}{\\partial x^{2}}+\\frac{\\partial^{2}}{\\partial y^{2}}+\\frac{\\partial^{2}}{\\partial z^{2}}",
      "tag": ""
    },
    {
      "type": "text",
      "value": "өөрөөр хэлбэл $\\nabla \\cdot \\nabla$-ийн скаляр үржвэрийг [ харна уу (1.19)] илэрхийлнэ. Дамжуулагчуудын хооронд цэнэг байхгүй бол ($\\rho=0$), тэгвэл (2.8) тэгшитгэл илүү хялбар — Лапласын тэгшитгэлд шилжинэ:"
    },
    {
      "type": "equation",
      "value": "\\nabla^{2} \\varphi=0 .",
      "tag": "2.9"
    },
    {
      "type": "text",
      "value": "Потенциалыг тодорхойлох нь, дамжуулагчуудын хоорондын бүх орон зайд (2.8) буюу (2.9) тэгшитгэлийг биелүүлдэг ба дамжуулагчуудын гадаргуун дээр нь тодорхойлогдсон $\\varphi_{1}, \\varphi_{2}$ гэх мэт утгуудыг авдаг тийм $\\varphi$ функцийг олоход хэлбэрийн мөн чанараараа буцаад ирдэг."
    },
    {
      "type": "text",
      "value": "Онолоор уг бодлого ганц нэгэн шийдтэй болохыг батлагдсан байдаг. Энэ батлалыг <b>унааш (цорын ганц)-ийн теорем</b> гэж нэрлэдэг. Физикийн үүднийн дүгнэлт энэ хэрэглэмд хангалттай ойлгомжтой: шийд ганц нэгэн биш бол орны \"потенциаль рельеф\" нэг биш байна, тэглэж ирвэл огт гарган орон $\\mathbf{E}$ ерөнхийд нь олон утгатай болох — физикийн утгагүй (абсурд) дүн гарч ирнэ."
    },
    {
      "type": "text",
      "value": "Цорын ганц (уникальность)-ийн теоремоор дамжуулагч дээрх цэнэгийн хуваарилалт статик тохиолдолд мөн нэг цорын ганц арга замтай болохыг хэлж болно. Үнэхээр ч дамжуулагч дээрх цэнэгүүд болон түүний гадаргуун ойролцоо цахилгааны орны хооронд (2.2)-р хамаарал — $\\sigma=\\varepsilon_{0} E_{n}$ маягаар нэг утгатай холбоо оршдог. Тиймийн тул, $\\mathbf{E}$ орны цорын ганц байдлаас дамжуулагчийн гадаргуу дээрх цэнэгийн хуваарилалтын цорын ганц байдал ч дордлогогүй гарч ирнэ."
    },
    {
      "type": "text",
      "value": "(2.8) ба (2.9) тэгшитгэлүүдийг ерөнхийд нь шийдэх нь нарийн тулгамдсан бодлого байдаг. Эдгээр тэгшитгэлийн аналитик шийдүүд нь зөвхөн хэдхэн онцгой тохиолдолд л гарган авагдаж чаддаг. Харин цорын ганц(-ийн) теоремийг ашиглах нь цахилгаан статикийн тодорхой бодлогуудыг бодохыг хавьгүй хялбарчилдаг. Хэрэв бодлогын шийд нь Лапласын (буюу Пуассоны) тэгшитгэлийг болон хилийн нөхцлийг хангаж байвал, тухайн шийдийг ямар аргаар (бодоход байтугай таавараар ч хамаагүй) олсон гэлээ — хэлэх зүйлгүй зөв цорын ганц шийд болохыг батлан хэлж болно."
    },
    {
      "type": "text",
      "value": "Жишээ. Дамжуулагчийн хоосон хөндийд цахилгаан орон байхгүй болохыг баталъя."
    },
    {
      "type": "text",
      "value": "Хөндийд байгаа $\\varphi$ потенциал нь Лапласын (2.9) тэгшитгэлийг биелүүлж, хөндийн хананд тодорхойлогдсон $\\varphi_{0}$ утгыг авах ёстой. Энэ нөхцлийг хангаж буй Лапласын тэгшитгэлийн шийдийг тэр даруй таах боломжтой: $\\varphi=\\varphi_{0}$. Цорын ганц(-ийн) теоремийн дагуу өөр шийд байх боломжгүй. Тиймийн тул $\\mathbf{E}=-\\boldsymbol{\\nabla} \\varphi=0$."
    },
    {
      "type": "text",
      "value": "<b>Дүрсийн арга.</b> Энэ нь зарим (харамсалтай нь цөөн тооны) тохиолдолд цахилгааны орныг нэлээд хялбаршуулж тооцоолох боломж олгодог нэг зохиомж (арга хэрэгсэл) юм. Уг аргын санааг хамгийн энгийн жишээн дээр авч үзцгэе: цэгэн заряд $q$ хязгааргүй дамжуулагч хавтгайн ойролцоо байрласан байна (Зураг 2.7, $a$)."
    },
    {
      "type": "image",
      "caption": "Зураг 2.7",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-056_318_842_1034_197.jpg"
    },
    {
      "type": "text",
      "value": "Аргын санаа: бид бас нэг бодлого олох хэрэгтэй бөгөөд тэр нь хялбар шийдэгддэг, бас шийдийнх нь нэг хэсгийг л ашиглаж болдог байх хэрэгтэй. Манай тохиолдолд ийм энгийн бодлого нь $q$ ба $-q$ хоёр цэнэгтэй бодлого юм. Энэ системийн орон мэдэгдэж байна (Зураг 2.7, б-д орны эквипотенциал болон $\\mathbf{E}$ векторын шугамуудыг үзүүлэв)."
    },
    {
      "type": "text",
      "value": "Потенциал нь $\\varphi=0$ байгаа дундын эквипотенциал гадаргуутай дамжуулагч хавтгайг давхцуулаад, $-q$ цэнэгийг авч хаяъя. Цорын ганц(-ийн) теоремийн дагуу дээрх хагас орон зайд орон өмнөх хэвээрээ байна. Үнэхээр дамжуулагч хавтгай дээр ба хязгааргүйд хаа сайгүй $\\varphi=0$, харин $q$ цэгэн цэнэгийг радиус нь тэгрүү тэмүүлдэг ч потенциал нь хязгааргүйд тэмүүлдэг жижигхэн бөмбөрцөг хэлбэртэй дамжуулагчийн хязгаарын тохиолдол гэж авч үзэж болно юм. Тиймийн тул дээрх хагас орон зайд потенциалын хилийн нөхцлүүд өмнөх хэвээрээ байсан тул энэ мужийн орон ч (Зураг 2.7, в) өмнөх хэвээрээ байна."
    },
    {
      "type": "text",
      "value": "§ 2.4-д авч үзсэн битүү дамжуулагч бүрхүүлийн шинж чанараас үндэслэн ч энэ дүгнэлтэнд хүрч болно: дамжуулагч хавтгайгаар тусгаарлагдсан хоёр хагас орон зай цахилгааны хувьд хоорондоо харилцан хамааралгүй байдаг учраас, $-q$ цэнэгийг авч хаясан нь дээрх хагас орон зайн оронд ямар нэг нөлөөлөхгүй, тэр өмнөх хэвээрээ байна."
    },
    {
      "type": "text",
      "value": "Ийнхүү, авч үзэж буй тохиолдолд орон нь зөвхөн дээрх хагас орон зайд л тэгээс ялгаатай байна. Харин тэрхүү орныг тооцоолохдоо хавтгайны нөгөө талд тэрхүү $q$ цэнэгтэй ижил зайд дамжуулагч хавтгайн нөгөө талд $-q$ гэсэн дүрс цэнэгийг оруулж ирэхэд хангалттай. Дүрс $q^{\\prime}$ цэнэг нь дээрх хагас орон зайд яг хавтгай дээр индуцирлэгдсэн цэнэгүүдийн нэгэн адил орон үүсгэдэг. Дүрс цэнэг нь индуцирлэгдсэн цэнэгүүдийн «үйлдэлийг» сольж орлодог гэх учир ийнхүү ярьдаг. Гагцхүү дүрс цэнэгийн «үйлдэл» нь бодит $q$ цэнэг байрлаж буй тэр хагас орон зайд л нэрлэлттэй болохыг санаж л явах хэрэгтэй. Нөгөө хагас орон зайд орон байхгүй."
    },
    {
      "type": "text",
      "value": "Нэгтгэж хэлэхэд, дүрсийн арга нь үнэн хэрэгтээ потенциалыг хилийн нөхцлийн дор «тааруулах» дээр суурилдаг: бид орны тохиргоо нь бидний сонирхсон орон зайн хэсэгт нэг ижил байх өөр бодлого (цэнэгийн тохиргоо)-г олохыг хичээдэг. Хэрэв энэ нь хангалттай энгийн тохиргоогоор хийгдвэл, дүрсийн арга туйлаас үр дүнтэй байдаг. Дараа нэгэн жишээ авч үзье."
    },
    {
      "type": "text",
      "value": "Жишээ. $q$ цэгэн цэнэг нь хоёр дамжуулагч перпендикуляр хагас хавтгайн хооронд байна (Зураг 2.8, $a$). $q$ цэнэгт тэдний индуцирлэгдсэн цэнэгүүдийн «үйлдэл»-тэй тэнцэх тийм цэгэн дүрс цэнэгүүдийн байрлалыг ол."
    },
    {
      "type": "text",
      "value": "$\\varphi=0$ байх эквипотенциал гадаргуунууд нь дамжуулагч хагас хавтгайтай давхцах тийм цэгэн цэнэгийн системийг олох хэрэгтэй. Нэг буюу хоёр дүрс цэнэгээр болохгүй, тийм цэнэг гурав байх ёстой"
    },
    {
      "type": "image",
      "caption": "Зураг 2.8",
      "src": "images/irodov-electromagnetism/3e870b25-6320-483d-9133-cdd5212c2707-058_297_417_149_695.jpg"
    },
    {
      "type": "text",
      "value": "(Зураг 2.8, б). Зөвхөн дөрвөн цэнэгийн тийм тохиргоогоор л шаардлагатай «тааруулалт»-ыг хийх боломжтой — дамжуулагч хагас хавтгай дээр потенциал тэгтэй тэнцэхийг баталгаажуулах. Яг эдгээр гурван дүрс цэнэг нь дамжуулагч хагас хавтгайн индуцирлэгдсэн цэнэгүүдийн нэгэн адил «өнцгийн дотор» тэрхүү адил оронд үүсгэдэг."
    },
    {
      "type": "text",
      "value": "Цэгэн цэнэгүүдийн тохиргоог (өөр бодлогыг) олсны дараа, тухайлбал «өнцгийн дотор» орны аль ч цэг дэх потенциал болон хүчлэгийг, $q$ цэнэгт үйлчлэх хүчийг гэх мэт бусад олон асуудал дор нь амархан хариулагдах болно."
    }
  ]
}
